{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 308,
    "section_hns": "308.1",
    "path_trace": [
      "text#14",
      "#2",
      "20",
      "8",
      "1"
    ],
    "paren_count": 2
  },
  "text_he": "אח\"כ יש לו עלייה אחרת וחוזר כבראשונה ועולה ולוקח ה' בחי' נרנח\"י מן ה' בחי' או\"א עלאין עלאן ולכן חוזר לקטנות ויניקה ומוחין אחרים כנזכר בליל פסח ואח\"כ יש לו עלייה אחרת ככל הנ\"ל ולוקחם כולם בא\"א. וביאור הדבר כי תחלה היה לו בחי' עצמו שהוא רוח ובחי' נוקבא הכוללת בו והוא נפש ובלקחו מיש\"ס ותבונה כל אותן הצלמים אז יש לו נשמה שלימה כי הרי יש\"ס ותבונה נקרא בינה כנודע ובלקחו אותם שנית מן או\"א עלאין הנקרא חכמה יש לו חיה בשלימות. ובלקחו אותן (ג' כלים) מא\"א הנקרא כתר נשלם בו יחידה בשלימות. ועתה אנו צריכין לומר (לבאר) כי הרי כל אלו בחי' של הצלמים כנ\"ל הם כולם מבחי' חיצונית דיש\"ס ותבונה ודאו\"א ודא\"א. ואמנם צריך שתדע כי גם יש בהם בחי' פנימית וצריכין אנו לבאר ענינם לכן נבאר צלם דגדלות נשמה דז\"א שלקחו מיש\"ס ותבונה וממנו תקיש אל השאר משם ולמעלה כי משם ולמטה שהם עיבור ויניקה אין שם פנימית רק חיצוניות לבד כי אין בחי' פנימיות אלא כשהוא בגדלות שאז ראוי לזווג וצריך שיחזור פב\"פ בכח הפנימית וא\"כ אפשר שבעיבור ויניקה אינו לוקח רק בצלם מבחי' חיצוניות לבד. או אפשר שנאמר שגם לוקח פנימיות אלא שאף הפנימיות נקרא חיצוניות כי אין נקרא פנימית אלא בסוד נשמה והכלים שלה כי הפנימית של הכלים ההוא הפנימי הוא הנקרא פנימית ממש וזה אינו אלא בגדלות ממש שאז לוקח גם פנימית הכלי ההוא ועל ידו חוזר פב\"פ לצורך הזווג. ולכן נתחיל ונבאר ענין הצלם דמוחין הבאה לז\"א מיש\"ס ותבונה דע כי אין אל הז\"א יותר מג' כלים והם כנגד מלכות שבו וכנגד הז\"א שבו שהם ו\"ק שבו וכנגד הבינה שבו ואלו הם בחי' נפש רוח נשמה שבו אך החיה ויחידה שבו אין בהם כלים וכל א' מאלו הג' יש בו חיצוניות ופנימיות ר\"ל אחור ופנים כי זה הוא כלי באחוריים של כל אבר ואבר וזה כלי שהוא פנים של כל אבר ואבר וכנגדן אורות והם נר\"ן כ\"א מהם יש בו אור המאיר באחוריים ואור המאיר בפנים של כל אבר ואבר וכנגדם יש בחי' או\"א אשר לוקח ז\"א מהם מבחי' ג' כליהם ע\"ד הנ\"ל שהם כלי המלכות שבהם והוא הנפש וכלי ז\"א שבהם והוא רוח וכלי בינה שבהם והוא נשמה ובכל א' יש בו פנימית וחיצוניות ובכל א' יש בו ג\"כ אורות נר\"ן וגם הם בחי' אורות דפנים ואחור. ובהיות אור ז\"א מבחי' האחור אז יש אחור גרוע מחברו כנודע כי כמה אחוריים וכמה פנים הם ואז האחור גרוע נשאר באחוריו ואור המעולה אע\"פ שהוא מבחי' אחור נשאר בפנים ובבא אור הפנים אז אור האחור נדחה כולו אל האחור ואור הפנים נמשך אל הפנים ונמצא כי אפילו כלי החיצון של ז\"א יש בו כלי מצד אחור וכלי מצד פנים בכל אבר ואבר ויש בו אור נפש מבחי' אחור ופנים ויש בתוכם כלי החיצון דאו\"א בבחי' אחור ופנים וזה הכלי נתון תוך כלי החיצון דז\"א ובתוך כלי זה דאו\"א יש אור חיצון נפש דאו\"א דאחור ופנים ובתוכו נפש דז\"א דאחור ופנים ואח\"כ תוך כלי זה יש כלי אמצעי דז\"א בבחי' אחור ופנים ובתוכו כלי דאו\"א האמצעי דאחור ופנים ובתוכו אור רוח דאו\"א מבחי' אחור ופנים ובתוכו אור רוח דז\"א פנים ואחור. והנה ב' כלים הנ\"ל נקרא כלים דעיבור ויניקה והם מבחי' אלקים שיש בו אחור ופנים בין בכלים בין באורות ואח\"כ בתוך כלי הנ\"ל יש כלי הפנימי דז\"א בבחי' אחור ופנים ובתוכם כלי דאו\"א הפנימי פנים ואחור ובתוכו אור או\"א הנשמה בבחי' פנים ואחור ובתוכו אור ז\"א פנים ואחור של נשמה ואז בבא שם הנשמה משלח אורותיה אל הב' כלים וגם אל האורות שהם נפש ורוח ונעשין בחי' הויות כי אין הויות אלא בגדלות אלא שאז גם ב' הכלים החיצונים נעשין הויות. ונבאר עתה ענין זה הכלי הפנימי דז\"א שהוא בחי' נשמה דגדלות שהוא כלי הפנימי דאמא ובתוכה כלי הפנימי דאבא. והנה ג' בחי' אלו הכלים חיצון ואמצעי ופנימי בכל א' מהם יש בו בחי' פנים ואחור כנ\"ל וזה בין בבחי' הכלים דז\"א או דאו\"א ובין בבחי' אורות בין דז\"א בין דאו\"א וכל זה בין באחור בין בפנים וכל אלו יש להם בחי' מ\"ה וב\"ן מ\"ה אור החדש וב\"ן מברורי המלכים וזכור כל זה:",
  "parentheses": [
    {
      "hns": "308.1.1",
      "text": "ג' כלים"
    },
    {
      "hns": "308.2.1",
      "text": "לבאר"
    }
  ]
}