{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 614,
    "section_hns": "614.1",
    "path_trace": [
      "text#14",
      "#2",
      "39",
      "14",
      "1"
    ],
    "paren_count": 0
  },
  "text_he": "ודע כי תחלה אמר לי מורי זלה\"ה כי מן הדעת דא\"א המתפשט בו\"ק דא\"א כנ\"ל דרוש א' הנה ממנו נעשה ב' דעות דאו\"א ומן חצי עליון דת\"ת דא\"א נעשו ב' גופים דאו\"א מחסד שבהם עד מלכות שבהם באופן זה כי הלא הת\"ת הוא סוד ו' כדלקמן. כי הנה נודע בסוד וקרא זה אל זה כי בת\"ת יש י\"ב פרקין כמנין זה והם סוד ו' שבת\"ת שבמלואו הם ב' ווי\"ן ו' גדולה ו' זעירא הנה הת\"ת הוא ו' גדולה והענין שהוא כולל ו\"ק שבו והוא כנגד ו' פרקין שיש בב' זרועות והיסוד נקרא ו' זעירא כי גם בו כללות כל הו\"ק והם ג\"כ כנגד ו' פרקין שבב' שוקיים שהם נ\"ה כנזכר פ' נשא קמ\"ג וצדיק יסוד עולם דכליל שית בקרטיפא חדא וכן בפרשה בראשית דמ\"ד וז\"ל האי רוחא אתכליל בשית וקיימא בשית כו' והוא מובן עם מ\"ש אמנם נוסיף לך ביאור בזה והוא באומרו אתכליל וקיימא. והענין כי הנה כשתמנה מלמטה למעלה מהיכל לבנת הספיר עד היכל הרצון הוא ו' היכלות. והנה אלו ההיכלות הם עולים ונכללים תחתונים בעליונים עד שנמצא כשעולים עד היכל הרצון אז היכל הרצון אתכליל בשית שכולן עולין ונכללין בתוכו כנזכר שם שההיכלות עולים ונכללין זה בזה ובבחי' זו אמר אתכליל בשית ואמנם הוא עצמו נחלק לו' חלקי' כנ\"ל כי הוא בחי' ו' ואז כל הו' היכלות נחלקין בו' חלקים שיש בו ולבחי' זו אמר וקיימא בשית כי הוא בעצמו מתחלק וקאי' תמיד בבחינת ו' חלקים שהם השרשים של הו' היכלות הנמצאים תמיד שם בתוך הת\"ת שהוא היכל הרצון אך הה' היכלות תתאין נכלין בו בעת העלייה ולא קיימין תמיד תמן וזו הבחי' ג\"כ יש ביסוד ו' זעירא. והנה זו הו' הגדולה שבת\"ת דא\"א נחלקה לב' ונעשה ג' ג' כי ג' חלקים הראשונים שבו שהוא עד טבורא הם לאו\"א וג\"פ תתאין דת\"ת הם כתר דז\"א והנה אלו ג\"פ הנשארין לאו\"א נחלקים באופן זה כי חצי ת\"ת העליון שנתחלקו הם ג' חלקים חצי הו' בהכרח הוא שאע\"פ שיתחלק בהכרח שימצא כל בחי' הו' בחצי ו' העליון כי כן הוא בכל העולמות העליונים שאע\"פ שמתחלקים נשאר כח הכל באותו חלק כנ\"ל נמצא כי ג' חלקים אלו הראשונים נעשין בצורת ו' א' וכשתמלאנה כזה וא\"ו הם ג' אותיות שהם עצמן הג' חלקים שבחצי עליון של ת\"ת באופן שהוא וא\"ו ואינו אלא ג' חלקים והנה החלק העליון שהוא ו' ראשונה ממנו נעשה גופא דאבא ומו' אחרונה גופא דאמא ומאות א' שבאמצע הוא\"ו נעשו ב' יסודות דאו\"א ולכן הושמו היסודות באמצע הוא\"ו כי הם המיחדים את שניהן וע\"י מזדווגים. אמנם אח\"כ שמעתי ממורי זלה\"ה באופן אחר והוא כי אלו הג' חלקים שיש בחצי העליון דת\"ת דא\"א הב' חלקים הראשונים מהם נעשה לאו\"א ב' דעות והחלק הג' ממנו נעשים כל ב' גופים דאו\"א. וכדי שתבין ענין זה היטב איך מחלק הג' מספיק לב' גופים דאו\"א נקדים לך הקדמה א' דע כי יש ב' מיני זווגים הא' נקרא נשיקין והב' הוא זווג ממש ונודע שקודם זווג תחתון הגופני צריך שיקדים אליו זווג העליון רוחני שהם הנשיקין בסוד וישק יעקב לרחל ומבשרינו נחזה אלוה שתחלה מקדים הנשיקה ואח\"כ הזווג. ואמנם גם הנשיקין בסוד זווג ולכן מצינו בגמרא שנקרא זווג בלשון דבור שהוא בפה כמ\"ש במס' כתובות במשנה ראוה מדברת עם א' אמרו לה מה טיבו של זה ויש מ\"ד בגמרא שפירש מאי מדברת נבעלת ע\"ש גם הפסוק קורא הזווג בל' אכילה כמ\"ש כן דרך אשה מנאפת אכלה ומחתה פיה וגו' והבן זה. גם בזה תבין מ\"ש ה\"ד לאלתר כגון שהרוק בתוך פיה פי' כשאדם מזדווג עם אשתו אז בהכרח מתמצה הרוק ומתהווה בתוך פיהם והוא קודם אל הזווג והוא סי' לו ואמנם להיות זה הזווג עליון ורוחני מאד לכן בתחלה מקדים זווג נשיקין לזווג תחתון. והענין כי תחלה מתעוררים ג\"ר באדם להזדווג שהם בחי' ג' מוחין דברישא ומוציאין הטפה ההיא מזווג הנעשה ע\"י ואחר שהנוקבא העליונה שהיא בינה שבראש נטלה הטפהמסוד זווג אז מורידה למטה ביסוד וחוזרת לצאת אל הנוקבא. נמצא שבתחלה מזדוג האדם מניה וביה להוציא הטפה שלו ממוחין שלו ואח\"כ יורדת עד היסוד בו ואז נותנה לאשתו ביסוד שלה. וענין זווג זה העליון דנשיקין הוא באופן זה. דע כי הנה נודע שכל ספירה כלולה מי' והנה חכמה דא\"א הוא סוד מוחא סתימאה דיליה ויש בה י\"ס ונתפשטו כולם ברישא לחודיה והיסוד שלה הוא החך חכמה וז\"ס ח\"ך מ\"ה והמלכות שבה הוא הגרון ואמנם גרון זה נקרא בינה בערך שאר הגוף כנודע שתחלת הגוף הוא מחסד ולמטה וא\"כ סיום הראש שהוא הגרון נקרא בינה והוא המלכות והנוקבא של חכמה שהוא מ\"ס ומזדווג החכמה עמה בסוד הח\"ך שהוא היסוד עם הגרון שהוא מלכות הנקרא בינה כנ\"ל:",
  "parentheses": []
}