{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 242,
    "section_hns": "242.1",
    "path_trace": [
      "text#14",
      "#2",
      "15",
      "1",
      "3"
    ],
    "paren_count": 6
  },
  "text_he": "מ\"ב דע כי יש ב' מיני זווג אל או\"א הא' בהיותן שניהן שוין למעלה במקומן שוין בקומתן פב\"פ אשר זה נקרא בחי' זווג או\"א עלאין והב' הוא בחי' אמא רביעא על בנין והוא כאשר אמא הנה\"י שלה מתלבשין המוחין דז\"א בתוכם ואח\"כ מתלבשים הנה\"י דאמא תוך ז\"א ואז נקרא ואם רובצת על האפרוחים לפי שהיא יורדת למטה משיעור קומת (אבא) ומשפלת עצמה למטה ואז היא דומה על הנוקבא דז\"א כאשר היא מזדווגת עם ז\"א פב\"פ בסוד ג\"ת שבו לבד כנודע וכן עתה היא אמא עלאה פב\"פ עמו נגד חצי ת\"ת התחתון ונה\"י של אבא לבד ואז בהיותן כן צריך שגם אבא ירכין ראשו וישפיל עצמו למטה כדמיון ז\"א עם נוקבא בג\"ת שבו כנ\"ל וזווג זה הוא זווג דיש\"ס ותבונה וזכור זה ולא נטרך לחזור ולהזכירו בכל פעם ופעם. והנה זה הזווג הב' נחלק לב' אופני הא' כאשר אמא מתלבשת בז\"א לבד והב' כאשר אמא מתלבשת במלכות עצמה נוקבא דז\"א ושניהן נקרא זווג אחד והנה ההפרש שיש בין הזווגים הנ\"ל הוא כי בזווג (הא') הנ\"ל שהוא בהיותן למעלה שוין בקומתן זהו עיקר הזווג שלהם האמיתי אבל זווג הב' נקרא זווג לפרקים של מקרה והוא כאשר גברו עונות של התחתונים ואין בהם כח לקבל השפעה העליונה אז צריכה האם העליונה למעט אורה כדי שנוכל (שיוכלו) לקבלו ואז יורדת למטה להיותה רובצת על בניה כדרך העוף והנשר המתרחפת על בניה שלא יטרפוה עופות נכרים ורובצת עליהם לשומרם ואז הוא בזמן שהבנים צריכין לאמם שזה מורה חולשה שבהם עד שצריכין שאמא תרביץ עליהן לשומרן ואותו הזווג הנעשה אז נקרא זווג לפעמים של מקרה. והרי נתב' ב' מיני זווגים שיש לאו\"א בבחי' עצמן מה שינוי יש בהם ועתה נבאר ב' מיני זווגים בבחי' הזווג עצמו מהו התכלית וההפרש שלו הנה זווג אחד הוא נקרא זווגא שלים כנזכר זוהר פרשת אחרי דס\"א ע\"ב והזווג הב' נקרא זווגא דלא שלים. וביאור הדברים הוא כי זווג שלים הוא אשר תכלית הזווג הוא כדי להוריד עטרות ומוחין אל הבנים זו\"נ כדי להוציא נשמות חדשות ע\"י זווגם של זו\"ן עצמן וזווגא דלא שלים הוא כאשר תכלית הזווג הוא כדי להוריד חיות ומזון אל העולמות שהוא מוכרח בעת בריאת העולם וצורך להם וגם לתת כח (נ\"א מוחין) לזו\"ן שיזדווגו ויולידו נשמות ישנים שכבר נבראו בעת בריאת עולם ולחזור לחדשם ופי' הענין יתב' לך בהקדמה שנבאר לך בענין נשמות חדשות וישנות במקומו בדרוש הגלגולים פ\"ז. ואמנם ענין שינוי ב' זווגים אלו כי כאשר מזדווג אבא עם אמא ע\"י חכמה שלו שהם סוד הנקודות כנודע כי כל השמות שיש בחכמה הם בנקודות אבל אותיות השמות שהם בבינה אין בהם ניקוד והנה כשמזדווג אבא עם אמא מבחי' חכמה שלו אשר השמות הם מנוקדים אז הוא זווגא שלים שהוא זווג חכמה עם בינה אבל כאשר הזווג הוא מבחי' בינה דאבא שהם שמות בלתי ניקוד אז נקרא זווגא דלא שלים כי נקרא זווג בינה עם בינה כי הרי אין אבא מזדווג עם אמא אלא בבחי' בינה שבו והבן מאד. והנה זה היא משארז\"ל נשבע הקב\"ה שלא יכנס בירושלים של מעלה שהוא זווג או\"א עד שיכנס בירושלים של מטה שהוא זווג שלים דזו\"ן לגמרי גם מצינו בזוהר באדר\"ז דאו\"א לא מתפרשין לעלמין והוי זוגייהו תדיר והנה מצינו במקומות רבים דאמא מתתרכת מעל בנין ואין לה זווג כנזכר בתקונים על שלח תשלח את האם וע\"פ ובפשעכם שולחה אמכם אבל הענין מובן עם הנ\"ל כי זווג השלים שהוא זווג דאו\"א בבחי' חכמה שהם הנקודות זה נפסק בעונותינו מימות החורבן וכמ\"ש פ' פקודי דרנ\"ג ע\"א על היכל אהבה כי מן החורבן ואילך לא נכנסו שם הנשמות חדשות אמנם זווגא דלא שלים שהוא לחדש נשמות ישנות או להחיות העולמות אין זווג זה נפסק לעולם. ודע כי העולה מכל זה כי ב' מיני זווגים הם כ\"א כלול מב' זווגים כי הנה הזווג העליון שהוא בחי' (בהיותה) למעלה במקומה יש ב' (מיני) זווגים דלא שלים וזווג שלים. ובזווג הב' שהוא בהיותה למטה בסוד הרביצה על האפרוחים יש בו ב' זווגים הנ\"ל זווגא דלא שלים וזווג שלים:",
  "parentheses": [
    {
      "hns": "242.1.1",
      "text": "אבא"
    },
    {
      "hns": "242.2.1",
      "text": "הא'"
    },
    {
      "hns": "242.3.1",
      "text": "שיוכלו"
    },
    {
      "hns": "242.4.1",
      "text": "נ\"א מוחין"
    },
    {
      "hns": "242.5.1",
      "text": "בהיותה"
    },
    {
      "hns": "242.6.1",
      "text": "מיני"
    }
  ]
}