{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 548,
    "section_hns": "548.1",
    "path_trace": [
      "text#14",
      "#2",
      "38",
      "3",
      "1"
    ],
    "paren_count": 2
  },
  "text_he": "ועתה נבאר בחי' התקשרות שיש בין לאה ורחל יחד ובו יתבאר כמה פסוקים וכמה מאמרי רז\"ל. והנה רז\"ל פי' על פסוק עקב ענוה יראת ה' מה שעשתה יראה עטרה לראשה עשתה ענוה עקב לסולייתא ביאור הדברים האלה של ז\"א שהם לאה ורחל נקרא ענוה ויראת ה'. ואמנם רחל נקרא יראת ה' ראשית חכמה כי היא ראשית כל הספירות מתתא לעילא והיא פתח לכולם והיא הנקרא אשת חיל יראת ה' שהם סוד ושמתי כ\"ד כ\"ד שמשותיך שהם גימטריא חיל אבל לאה נקראת ענוה לפי שהיא למעלה באחורי רישא דז\"א ונודע כי הענוה ניכרת באדם בהשפל ראשו וכופפה למטה נגד פני אדם מפני ענותנותו ונכנס לפי מי שגדול הימנו. וז\"ש והאיש משה עניו מאד כי הנה נתבאר במ\"א כי משה לקח צפורה והיא א' מן ד' בחי' שיש ללאה וכולן נקרא לאה על שמה וצפורה א' מהם שהיא ג\"כ עומדת למעלה נגד דעת ז\"א והרי נתבאר איך משה לקח מדת ענוה העליונה אבל רחל שהיא ה' תתאה הקטנה הנקרא יראה ה' זוטרתי היא לגביה משה בסוד שם הגדולה לאה ושם הקטנה רחל. וז\"ס שארז\"ל ועתה ישראל מה ה' אלהיך שואל מעמך כי אם ליראה אטו יראה מילתא זוטרתי היא והשיבו הן לגבי משה מילתא זוטרתי היא. וכבר נת\"ל כי לאה יוצאת מן הארת המלכות דאמא המתלבשת בז\"א בסוד מוחין. ואמנם הנה\"י שלה הם נעשין לבושין דג' מוחין דחב\"ד דז\"א אמנם המלכות דאמא אינה משמשת כלל לז\"א וז\"ס מה שארז\"ל על ענין הז' רקיעין אשר תחתון שבהם נקרא וילון אינו משמש כלום אלא יוצא ערבית ונכנס שחרית. והענין הוא כי הרקיע הוא אשר נקרא דרך סתם רקיע אשר בו קבועים חמה ולבנה כוכבים ומזלות והוא בחי' היסוד דתבונה שהוא הנקרא רקיע בכ\"מ והוא ו' זעירא בסוד נוטה שמים כיריעה ובו קבועים חמה ולבנה וכו' לפי שכל האורות כולם יצאו משם כנודע כי חמה ולבנה שהם זו\"נ הם קבועים בו ומשם הם יונקים זה מן החסדים וזה מן הגבורות העמדין בדעת המלובש ביסוד דתבונה הזה. והנה הכוכבים הם אורות החסדים היוצאין משם ונופלין תוך יסוד דז\"א כנודע ומכים שח בכח ומתפזרים ונעשו ניצוצין דקין אשר הם סוד הכוכבים המאירים וז\"ס ומצדיקי הרבים ככוכבים כי מצדיקי רבים שרשם מן יסוד הנקרא צדיק והם מקבלין הארת הכוכבים של החסדים שבתוך היסוד מאירין כמותן. ונלע\"ד ששמעתי ממורי זלה\"ה כי המזלות הן נקבות והן מן ניצוצין הנעשין ביסוד מנפילת הגבורות גם הם מלמעלה עד היסוד דז\"א ומכין שם ונופלין ומתפזרין ונעשין ניצוצין. והנה המלכות של התבונה היא הנקרא וילון אינו משמש כלום אל ז\"א אמנם מאיר את הארתה ומוציאה לחוץ לצורך לאה העומדת מחוץ לז\"א ואם כן אחר שלאה יוצאת מבחי' מלכות זה של תבונה אשר היא בחינת עטרה של היסוד שבה כנודע וזכור זה. א\"כ נמצא כי מקומה הוא בדעת ז\"א כי שם מקומה העיקרי וגם לאה היוצאת מהארתה מוכרח הוא ששם מתחיל שיעור קומת הכתר שבה עד למטה עד החזה הנ\"ל. ואמנם רחל מתחיל הכתר שלה מהחזה ולמטה עד סיום רגלי ז\"א ממש באופן כי בסיום רגלי ועקבי לאה משם מתחיל כתר רחל למטה מרגלי לאה. וזשארז\"ל מה שעשתה יראה עטרה לראשה עשתה ענוה עקב לסולייתא ר\"ל רגלים דלאה שהיא הנקרא ענוה עשתה יראה שהיא רחל כתר לראשה כנ\"ל. אבל הלשון עדיין צריך ביאור כי מלשון רז\"ל נראה כי מהעקב עצמו של ענוה נעשית עטרה ליראה ולא אמרו שכתר היראה היא תחת עקב דענוה. לכן צריך לבאר הענין יותר בפרטות כי הנה כפי הנ\"ל נמצא שמראש כתר דלאה עד סיום רגלי דרחל הם ז\"ס דעת חג\"ת נה\"י כי המלכות שבז\"א היא עצמה שורש רחל כנודע ומהראוי היה ששתי נשים הללו אחת אהובה רחל ואחתשנואה לאה לא יוכל להסיר חלק השנואה בעבור האהובה כי חלק כחלק יאכלו שניהן וירשו מקום בעליהן ז\"א שוה בשוה ותקח לאה ג\"ס וחצי שהם דעת חו\"ג וחצי ת\"ת העליון ותקח רחל מחצי ת\"ת ולמטה עד סיום רגלי ז\"א שהם ג\"ס אחרות וחצי תחתון של ת\"ת. ואמנם אין הדבר כך אלא שלאה לוקחת שליש עליון מג\"ש דת\"ת (דז\"א עד החזה אך רחל וכו') ורחל לוקחת כל ב\"ש תחתונים דת\"ת דז\"א לכתר שלה כמבואר במ\"א ושם נתבאר טעמים רבים ואחד מהם הוא שבחזה נשלם יסוד אמא לכן משם ולמטה שאורות החסדים ההם בגלוי נבנית רחל באחורי ז\"א וכ\"ז נת\"ל. והנה בזה תהיינה צרות זו לזו ותפול ביניהן קנאה על הדבר הזה לכן מה עשה המאציל העליון עשה באופן ששליש עליון דת\"ת יהיה כולו ללאה ושליש תחתון כולו לרחל אבל שליש האמצעי יהיו שני אחיות משמשות שוה בשוה ויהיה ברשות ושותפות שניהן כלומר כי שיחלק שליש אמצעי לב' חלקים א\"א כי כולה בחי' א' ואינו מתחלק אבל יהיה כתר של רחל עולה עד שם וגם רגלי לאה יורדים עד שם ומתלבשים רגלי לאה בכתר של רחל כשיעור שליש אמצעי בלבד והרי שתיהן משתמשות בשוה. וזשארז\"ל מה שעשתה ענוה עקב לסולייתא שהם רגלי לאה מהם עצמם נעשה ראש וכתר של רחל הנקרא יראה. אמנם דע כי פעמים שרחל לוקחת כל מקום אותו שליש אמצעי ואין רגלי לאה מתפשטים בתוך כתר רחל כשיעור שליש ההוא וז\"ש אצלינו בכוונת ק\"ש בפ' ואהבת צריך לכוין לתת ב' אורות לרחל כמנין ואהבת שהם ב\"פ אור ורחל נקראת א\"ת כמ\"ש למטה בע\"ה כמארז\"ל אתין וגמין רבויין הם וזהו ואהבת את ר\"ל שתאהב את רחל הנקראת את והוציא בלשון אהבה ע\"ד ויאהב יעקב את רחל כי האהבה יתירה הוא שנתן לה חלק יתר על לאה כנ\"ל והם ב' אורות אלו כמנין ואהבת כנ\"ל. והאורות הללו הנה הם בחי' הב\"ש תחתונים של ת\"ת כנ\"ל ולפי ששליש העליון הוא במקום הסתום אבל אלו הב\"ש הם במקום הגלוי שמאירין החסדים לכן נקרא אור אור. וענין זה נת\"ל בענין הכתר של רחל שהוא ב\"ש דת\"ת דז\"א הנקרא ב\"פ אור אור בסוד ושמתי כדכ\"ד שמשותיך אבל כתר של לאה אין בו רק אור א' לבד כנ\"ל שם באורך ויתבאר לקמן. נמצא כי יש זמן שלוקחת רחל ב\"ש לבדה ויש זמן ששליש אמצעי אע\"פ שהוא לעולם שלה עכ\"ז יש זמן שרגלי לאה מתלבשין בכתר שלה בתוכו ממש כשיעור שליש אמצעי (גם לפעמים לוקחת רחל שליש בגנבה ממש כשיעור שליש זה אמצעי) לבד אבל לעולם שיעור כתר של רחל הוא ב\"ש. וז\"ס ותגנוב רחל את התרפים אשר לאביה פי' כי מקום השליש האמצעי שלפעמים לוקחת אותו רחל לה לעצמה בלבד דרך חטיפה וגניבה נקרא תרפים. נמצא כי לבן הוא לובן העליון שהוא אבא עלאה ולו ב' בנות רחל ולאה כנזכר זוהר פרשה ויצא דקס\"ב על וללבן שתי בנות ע\"ש ולפעמים גונבת רחל מן לאה שליש האמצעי הנקרא תרפים ולוקחת לה לבדה כי ממון אביה הוא ואינה נותנת ממנה אל לאה אחותה:",
  "parentheses": [
    {
      "hns": "548.1.1",
      "text": "דז\"א עד החזה אך רחל וכו'"
    },
    {
      "hns": "548.2.1",
      "text": "גם לפעמים לוקחת רחל שליש בגנבה ממש כשיעור שליש זה אמצעי"
    }
  ]
}