{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 463,
    "section_hns": "463.1",
    "path_trace": [
      "text#14",
      "#2",
      "32",
      "5",
      "1"
    ],
    "paren_count": 4
  },
  "text_he": "וקודם שנבאר אותן נבאר מאמר א' הובא בזוהר פרשה תצוה קפ\"ד עמוד ב' בתרין נקודין אתפרשת מלכו דשמיא סטרא דקדושא חד דילה וחד דעלמא דאתי כו' אשתכחו תלת נקודין בעלמא. קיצור הדברים הוא כי ג' נקודות הם א' נקודה עלאה טמירא בג\"ע וא' נקודה בירושלים אצעית דישובא לחוד ולא לכולי עלמא כמו נקודת ג\"ע ג' נקודה דסטרא אחרא דחרובא וזהו ביאור המאמר זה והוא דרוש נעלם וראוי להעלימו כי כבוד אלקים הסתר דבר. דע כי הנה בראש יש כמה מיני נקבים וחלונות באותן הכלים לצאת מתוכן הבלים להאיר בחוץ והם אזנים עינים נחירים ופה ז' חלונות אבל הגוף הוא סתום ומוכרח הוא שיהיה בו חלונות לצאת לחוץ האור הגנוז תוך הכלים ולהאיר אל העומדין שם הם הנבראין כולם. והנה מצינו ראינו ג' נקבים בגוף ב' מהם דרך פנים והם נקודת פי הטבור ונקודת פי האמה ונקב א' באחור שדרך בו יוצאין השרים אל החצונים ואלו הם ג' נקודות הנזכר כאן ואע\"פ שנקודת הטבור סתומה בהכרח הוא שמשם יוצא קצת הבל כי היותו התינוק בסוד העיבור טבורו פתוח כנודע. והנה תחלה צריך שתדע כי לא יצדק לשון נקודה רק אל בחי' היסוד בין שיהיה יסוד דכורא בין שיהיה יסוד נוקבא אבל עיקרו הוא ביסוד נוקבא. וזכור כלל זה להבין לשון הזוהר בענין הנקודה ההיא והיא הנקרא נקודה אמצעית כי בחי' נקודת היסוד הוא באמצעית הגוף וא\"כ צריך עתה להודיע איך ג' נקבים הנ\"ל כולם הם בחי' נקודת היסוד דכורא או נוקבא. ואמנם ב' נקודות בדרך הפנים שהם הטבור והיסוד והנה הטבור הוא גם כן נקודת היסוד כנודע שיסוד דאמא המתלבש תוך ז\"א מסתיים בחזה דז\"א ותכף תחתיו הוא הטבור שהוא ענין יציאת האורות מיסוד דאמא המסתיים בחזה ומרוב הארתן בוקעים ויוצאין לחוץ במקום הטבור לכ פי הטבור סתום בסוד אמא עלאה הנקרא עלמא דאתכסיא וזה הוא נקודה דנטלה מאמא עלאה טמירא כו' כי היא נקודת היסוד דאמא אשר בטבורא דז\"א ונקודה תתאה (זו) היא פי היסוד דז\"א ממש ואע\"פ שעיקר פי הנקודה אינו אלא יסוד דנוקבא. כי הנה נתבאר אצלינו בענין שיעור קומת פרצוף רחל מהחזה ולמטה באחור ז\"א איך ת\"ת דרחל שהיא גופא דילה מכוון נגד יסוד דז\"א ושניהן מסתיימין כאחד נמצא כי פי היסוד של הזכר הארה היוצאת משם הוא ממש כנגד יסוד רחל שבאחוריו נמצא כי זו הנקודה תתאה שהוא ביסוד דרחל אינה באתכסייא כמו היסוד דאמא שהיא מלובשת תוך ת\"ת ז\"א ממש אר זהו סבת קריאתה עלמא דאתכסייא כי ז\"א מכסה ומלבישה כמבואר אצלינו ע\"פ ס\"ד סוף פ\"ק באומר אתא מפתחא דכליל בשית ומכסה פתחהא והבן זה. ואמנם נקודה תתאה זו שהוא פי היסוד דז\"א אשר ג\"ה שם הוא יסוד דרחל מכוון כנגדו כנ\"ל הנה כנגדן יש נקודה ג' באחור דז\"א שדרך בו יוצאין השמרים אל החצונים כנ\"ל. ונלע\"ד ששמעתי ממורי זלה\"ה כי גם בזה שייך בחי' היסוד כי שם בחי' יסוד של הנוקבא של הקליפות המכוון ממש נגד נקודת האחור הזה שבקדושה והוא נקרא נקודה דחורבא כמ\"ש. ועתה נבאר מאמר הנ\"ל בתרין נקודין אתפרשת מלכו דשמיא הנה נתבאר אצלינו כי בחי' עולם הוא ז\"א כמ\"ש אמרתי עולם חסד יבנה שהוא הראשון מן הו\"ק דז\"א ונודע כי הז\"א הוא עץ חיים מהלך ת\"ק שנה בסוד ה\"ח המתפשטין בו וכל א' כלול עד ק' הרי ת\"ק וכן העולם כולו מהלך ת\"ק שנה נמצא כי כל העולם כולו הוא בחי' ז\"א ואמנם צד פנים שלו הוא קדושה גמורה וצד האחוריים שלו יש שם אחיזה של החצונים כמ\"ש. והנה צד הפנים מתחלק לב' בחי' כי מחציו ולמטה אשר שם האורות של החסדים דאמא גולים שם הוא בחי' הישוב שבו שוכנים ועומדים שם בני אדם וכנגד המקום הזה עצמו מן האחור הוא מקום עמידת רחל נוקבא דז\"א וזה סוד שנקרא רחל ארץ כנ\"ל בסוד א\"י ארץ ז\"א הנקרא ישראל לפי שבשיעורה יש שיעור הישוב הנקרא ארץ ע\"ש שהיא מריצה את פירותיה כמארז\"ל אע\"פ שהיא עומדת באחור שהוא מקום חורבה סופה לחזור בפנים בעת הזווג ושם לא יש אחיזה אל החיצונים כנודע לכן נקרא רחל ישובא לא חורבא ח\"ו כי חוזרת פב\"פ בעת הזווג. אמנם מחציו של ז\"א ולמעלה מצד הפנים שהוא מהחזה ולמעלה אין כנגדו ישוב כי הארותיו הם סתומים ואי האורות נמשכין לחוץ כדי שישבו בו בני אדם לכן נקרא עלמא דאתכסייא סתימא ושם מקום לאה כנגד האחור אשר איננה נקרא ארץ ואינה בחי' ישוב כי גם היא נקראת עלמא סתימאה כמ\"ש אצלינו. אמנם שם מחציו ולמעלה מצד הפנים הוא מדור אל הנשמות העליונות הנקרא ג\"ע הארץ אשר עליה נאמר עין לא ראתה אלהים זולתך יעשה למחכה לו עלמה סתימאה והנה כאשר נעריך כל אורך גופא דז\"א יהיה (כל) נקודת מחציתו פי הטבור אשר כנגדו ג\"ע הארץ שהיא נקודה טמירא אמצעיתא דכל סטרין בין בבחי' ישוב בין בבחי' חציו העליון שאין בו ישוב כנ\"ל ושם באמצעיתו יש ההוא עמודא דנעיץ באמצעיתא כנז' בזוהר וכאשר נחלק הישוב לבדו שהוא מחציו דז\"א ולמטה עד סיום הרגלים יהיה הנקודה האמצעית בפי היסוד דז\"א אשר נקודה זו נקרא ירושלים שהיא באמצע הישוב כנודע והיא נקודה דאתגלייא. ואמנם מצד האחור דז\"א מחציו ולמעלה אין בו דבר כלל ומחציו ולמטה יש בו נקודה ג' באחור אשר משם יוצא פסו ושמרי המאכל ומכאן יוצא הארה אל החצונים וז\"ס שהקליפה וע\"ז נקרא צואה בלי מקום וכמ\"ש צא תאמר לו כי משם הם נזונים ומצד הפנים אי אפשר לחיצונים להתאחז לכן הושם הצינור זה באחוריים כי שם הם נאחזים וניזונים וז\"ס שיש ע\"ז הנקרא פעור אשר עבודתה בכך לפעור עצמו ולהוציא הזוהמא אליה כי זהו מזונה ממש ואין שפע נמשך לה כי אם עד\"ז והנה יסוד דאבא הוא מן החזה דז\"א ולמטה והוא ממש מכוון מבפנים נגד נקב וצינור האחור הנקרא פעור. וזשארז\"ל ע\"פ ויקבור אותו בגי מול בית פעור כי כל זמן שפעור עולה ומקטרג רואה את משה קבור ששם שהוא יסוד אבא ונטמן שם ונרתע ושב לאאחוריו ואינו מקטרג על ישראל והדבר מבואר. ובענין פרעה מלך מצרים בארנו ענין זה של פעור איך הוא קשור עם העורף שהוא פרעה וע\"ש היטב ושם נתבאר. והנה נקודה זו נקרא נקודה דאמצעיתא דחורבא דעלמא שהוא מקום אחיזת הקליפות המחריבין את העולם ולהיות שהם בחי' חורבן ושממון לכן לא הושמה נקודה אחרת שנית (פי' בחצי העליון דז\"א באחוריו) ואינו דומה לצד פנים שיש בו ב' נקודות כנ\"ל. וטעם הדבר לפי שבאחור הוא מקום סטרא דחורבא לכן נגד חצי התחתון שהוא ישוב עולם הזה התחתון יש כנגדו אחיזה אל החצונים שהם בחי' נקודת האחור כנ\"ל שהוא הנקרא נקודה דחורבא אבל בחציו העליון שהיא בחי' ג\"ע הארץ הנקרא אימא עלאה סתימאה אין שם כנגדו אחיזה אל החצונים מצד האחור כי אין החצונים נכחזין באמא כנודע לכן אין באחור רק נקודה א' לבד בחצי התחתון אבל מצד הפנים הם ב' נקודות. והנה ז\"ש לשון המאמר בתרין נקודין אתפרשת מלכו דשמיא כו' סטרא דקדושה כו' פירש ב' נקודין אלו שניה הם בצד הפנים של ז\"א הקדוש אשר אין שם רק סטרא דקדשה לבד פירוש שאין אחיזה אל החצונים בהם רק בנקודת האחור לבד וקרא לבחי' צד הפנים סטרא דקדושה לסבה הנ\"ל וביאר עניינם ואמר כי הנקודה א' תתאה הלא היא ירושלים כי היא למטה ארץ השפלה לכן איננה נקרא סתימאה כי הרי היא גלויה לעין כל בריה וז\"ס מציון מכלל יופי אלהים הופיע ירצה כי מציון הוא יסוד דז\"א אשר היסוד הזה נקרא מכלל יופי בסוד ויהי יוסף יפה תואר ובסוד והדרת פני זקן כנודע. הנה מבחי' ציון הנזכר אלקים שהיא מלכות הנקראת רחל הופיע וקבלה הארתה משם ע\"י ציון שהוא היסוד דז\"א כמבואר אצלינו ענין הארה זו והוא ענין הה\"ג שבז\"א שיורדין עד היסוד ומשם ניתנים אל הנוקבא העומדת באחור (נ\"א דרך אחור) בדעת שלה ולא עוד אלא שאפי' הב' חסדים המגולין הניתנין ג\"כ לרחל אינן ניתנין אליה עד שירדו תחלה ביסוד דז\"א ואח\"כ עולין מש בסוד אור חוזר ואז ניתנין אל רחל כנודע נמצא כי כל הארות רחל הנקראת אלקים הוא מציון מכלל יופי שהוא יסוד דז\"א וכבר נודע כי הוי\"ה אלקים הוא חיבור ז\"א ורחל לכ ירושלים שהיא בחי' רחל היא כנגד פי היסוד של ז\"א הנקרא נקודה תתתה. אמנם נקודה העליונה הנה היא נקוד' עלאה סתימאה והיא נקודת טבור שהוא סתום וזהו נקודה עלאה למעלה ממקום נקודה תתאה שביסוד כנ\"ל שהיא תתאה ופתוחה אבל נקודת הטבור עליונה וסתומה והיא בחי' ג\"ע הארץ בחי' אמא עלאה הסתום מעין כל בריה בסוד עין לא ראתה וגו' גם היא עלאה בסוד מי יעלה בהר ה'. והנה נקודה עליונה היא אמצעית לכל ג' נקודות כאשר אנו משערין כל אורך העולם ישוב וחורבה שהוא כל בחי' ז\"א נמצא שנקודת הטבור מחצית הגוף ממש כנ\"ל אבל נקודה תתאה היא מחצית בחי' ישוב שהיא רחל כנ\"ל והנה כנגד נקודה זו תתאה אשר בצד פנים יש מכוונת נגדה ממש בצד האחור נקודה אחרת השלישית ונקרא נקודה דחורבא כי שם נאחזין החצונים כנ\"ל. ונחזור לענין יהושע וכלב כי אלו לבדם נמלטו ונתקיימו ונכנסו לארץ לפי שאינם מבחי' מרגלים כנ\"ל רק הם בחי' ב' הבלים ואורות הנ\"ל שהם מפי הטבור ופי היסוד ומשם יוצאין יהושע וכלב. ובזה תבין איך הם מכלל דור המדבר ועם כ\"ז נתקיימו ונכנסו לארץ והענין הוא כי להיות האורות אלו יוצאין מצד הפנים של ז\"א מקום שדור המדבר עומד שם לכן הם מתערבין עם דור המדבר ונכלין עמהם. ועוד ט\"א והוא כי דור המדבר יוצאין מחצי ת\"ת תחתון של ז\"א שהוא מהחזה ולמטה וגם ב' האורות הנ\"ל הם יוצאין למטה מן החזה ולכן מתערבין יחד אבל להיות כי האורות אלו הם יוצאין מן גופא דז\"א בעצמו וסבת האורות האלו הם מחמת רבוי אורות של אמא המתפשטין תוך גופא דז\"א לכן הם בוקעין גוף ז\"א וכיון שמוצא פתח פתוח שהם פי הטבור ופי היסוד דז\"א יוצאין דרך שם לחוץ נמצא כי האורות האלו עיקרם מן אורות דאמא ולכן אין להם שייכות לדור המדבר שהם אורות דאבא לכן נכנסין אלו לא\"י שהיא רחל שהיא מצד אורות אמא ובפרט כי אלו הב' הם אורות גדולים מאד כי יהושע וכלב לבדם לקחו כל הב' אורות אלו לכן היה בהם כח לכנוס לא\"י. וז\"ש ויהושע בן נון וכלב בן יפונה חיו מן האנשים ההולכים תור את הארץ פירוש כי גם הם הלכו בחבורת אנשים מרגלים ההם אע\"פ שאינם מכללם לכן נתקיימו וחיו ולא מתו. ושכחתי מה ששמעתי ממורי זלה\"ה בזה איזה מהם ביסוד ואיזה מהם בטבור יהושע או כלב. ואני מסופק אם שמעתי כי כל\"ב גימטריא ב\"ן שהוא הוי\"ה במילוי ההי\"ן היוצאת מן יסוד ז\"א אל הנוקבא רחל אבל יהושע הוא יותר עליון ממנו והוא מהטבור. אבל הותר נלע\"ד שהוא בהיפך כי יהושע הוא הבל היוצא מיסוד דאתגלייא הבל רב וגדול וכלב הוא הארת הטבור שהוא הארה מועטת לפי שפתחה סתום כנ\"ל לכן היה יהושע מלך על ישראל משא\"כ כלב וגם כי הרי יהושע מיוסף אתי והוא יסוד א\"כ הבל היבוד הוא יהושע:",
  "parentheses": [
    {
      "hns": "463.1.1",
      "text": "זו"
    },
    {
      "hns": "463.2.1",
      "text": "כל"
    },
    {
      "hns": "463.3.1",
      "text": "פי' בחצי העליון דז\"א באחוריו"
    },
    {
      "hns": "463.4.1",
      "text": "נ\"א דרך אחור"
    }
  ]
}