{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 278,
    "section_hns": "278.1",
    "path_trace": [
      "text#14",
      "#2",
      "18",
      "6",
      "1"
    ],
    "paren_count": 0
  },
  "text_he": "מ\"ק אכן מסוד היניקה ולמטה אני זוכר היטב מ\"ש לי מורי זלה\"ה והענין כי ימי היניקה הם כ\"ד חדש והוא כי נשאר ג\"ס להתברר והם ה'י'מ' וכבר ידעת שהאשה אחר שילדה היא זבה דמים והענין כי כבר ביארנו שבמעי האשה נתברר הולד ובהמשך ימי העיבור הם מתבררין מעט מעט עד שנמצא בסוף ימי העיבור אז נשלם להתברר וכל מה שיוכל להתברר נתברר ונעשה ממנו גוף הולד ולכן הולד הוא מתגדל תוך מעי אמו מעט מעט כי מתברר מעט מעט ומתגדל גופו מאותו בירור עד שנשלם להתברר ומה שהוא סיגים גמורים שאין בו תועלת הוא נעשה דם טמא ואז כשיולדת נפתח רחמה ויצא ממנה דם טמא שהם הסיגים ויצא הולד מבורר ומתוקן וכל הסיגים הללו הם מאותן ח' ספירות שנתבררו כנ\"ל ונשארו ג\"ס שלא נבררו כלל ואלו הסיגים שלהם נשארו תוך מעוי דאימא והג\"ס עצמן יצאו לחוץ עם ז\"א כי בודאי שלא יצא חסר. ואמנם הסיגים שלהם המעורבים עם מעט הקדושה לא יכלו להתברר מטעם הנ\"ל כי הם תחתונים שבכולם וז\"ס הדם שארז\"ל שנשאר תוך אשה שלא יצא לחוץ עם השאר כי השאר כבר נתברר ואין בו תועלת לכן יצא לחוץ בסוד דם טמא אך זה הדם שעדיין לא נברר נשאר תוך מעוי דאמא וע\"י אריכות זמן היניקה הוא מתברר בתוכה ונעשה חלב וזה נעשה ע\"י עלייתו אל מקום הדדים וכמ\"ש בע\"ה בס\"ד הדם איך הוא מתברר ומתהפך לחלב. וכשתחלק הכ\"ד חדשים דיניקה לג\"ס יהיה ח' חדשים לכל ספי' והטעם שצריך ח' חדשים בירור לכל ספי' מאלו הג' הוא כי החלב אינו יונק הולד כולו ביום א' רק יונק מעט מעט ועל ידי שהוא יונק הוא מתגדל כנודע כמו שבסוד עיבור מתגדל מעט מעט כן עתה ע\"י בירור זה שהוא יונק הוא מתגדל. ובזה תבין למה ב' שנים הראשונים הולד אינו אוכל מעצמו רק צריך יניקת חלב הטעם שצריך שתברר לו אמו אותן הג\"ס שנשארו כי הוא אין כח בידו לבררם והחלב שיונק התינוק הנה בודאי שהלב שבו מוליך הכל תחילה אל הכתר שבו ואח\"כ אל המוחין. ואח\"כ אל הגוף כי כן סדר מעלתו כנודע מסוד אכילת אדם כי המלך שהם המוחין אוכלים תחילה והנה מן הכתר עד נצח שהם הספי' מבוררים הם ח' ולכן צריך ח' חדשים עד שיתברר ההוד ותתחלק ותעבור אורה דרך הח\"ס הנ\"ל. וכן ח' חדשים לספי' יסוד וכן ח' חדשים לספי' מלכות הרי כ\"ד חדשים של ימי היניקה. וא\"ת בשלמא ספי' ההוד אינה עוברת רק דרך הח' ספי' אבל היסוד צריך ט' ספי' כי צריך לעבור גם ספי' ההוד וספי' מלכות צריך י'. והתשובה הוא כי ח\"ס הראשונים כולם נמצאו מתוקנים יחד קודם זמן יניקה אבל אלו הג\"ס שלשתן ביחד באים להתברר וביחד הם מתבררין ואין אנו נותנין זמן לזו קודם לזו רק שאנו אומרים שבצירוף שלשתן אז הם צריכין כ\"ד חודש אך הם כולן ביחד מתבררין ואין בהם קדימת זמן כלל עד שיצטרכו לחשוב כל א' בפ\"ע וזה מבואר. אך נלע\"ד כדי לקיים מ\"ש למעלה בענין הנצח שעליו נאמר בהדי הוצא לקי כרבא וכיון שהם תרי פלגי דגופא והוא מתערב בהוד שאינו מתוקן לכן גם הנצח נפגם עמו ועדיין צריך תיקון והוא נמנה בכלל ספי' של ימי היניקה א\"כ כפי זה הדרך צריכים אנו לומר כי ג\"ס שנתבררו בימי היניקה הם נה\"י ג\"ת של ז\"א כי המל' הנוק' של ז\"א אינו בכלל ימי היניקה כי ימי היניקה הם צריכין לז\"א לבדו כי הבת יונקת ג\"כ כ\"ד חדשים בפ\"ע ואנו מוציאין ספי' המל' ומניחין במקומה ספי' הנצח כנלע\"ד ליישב כנ\"ל. וזה שאנו אומרים שהדם היוצא מן מקור האשה בעת לידתה היא טמא על כל זה דע כי יש ברירה וברירה דברירה הכל הוא כפי העולם שאנו מדברים בו כי אם הוא בנוק' דאצילות או באמא עילאה אם הוא באמא עילאה הנה אותו הדם היוצא ממנה אע\"פ שבערכה הם סיגים עכ\"ז הם עדיין צריכין להתברר בנוק' תתאה מל' וכן הדם היוצא מנוק' דז\"א דאצילות שאינו ראוי להיות משם חלקי אצילות הנה הם סיגים בערך האצילות אך הם יורדין בבריאה ומתברר מה ששייך ממנו לבריאה והשאר יורד ביצירה בסוד דם וכן הולך עד שיתברר מכל עולם ועולם עד שיורד בנוק' תתאה דעשיה ושם מה שיוכל להתברר הוא סיום הבירור ומה שיוצא משם בסוד דם הוא סיגים וקליפות גמורות אשר לא יוצלח לכל והם סוד הקליפות שתחת העשייה ששם מקומם. ונחזור לענין כי משם תבין הטעם למה התינוק בזמן היניקה אינו הולך ברגליו רק כפי הזמן שהוא יונק כך ניתן כח ברגליו לילך עד שבסוף ימי היניקה כבר הולך ברגליו הענין הוא כי הז\"א הוא ו\"ק מחסד עד יסוד ובהיותו בסוד עיבור הוא ג' כליל בג' שהם נה\"י כלולין ונעלמים תוך חג\"ת ולכן כשהוא יוצא ממעי אמו ויונק סוד החלב הנעשה מבירור נה\"י כנ\"ל אז מתפשטין נה\"י שלו שהם הרגלים ואז הם מתחילין להתגלות מעט מעט וכאשר כלו להתברר אחר כ\"ד חדשי היניקה אז הוא הולך על רגליו כי כבר נתגלו רגליו ונתקנו. גם תראה כי לפעמים בשנה וחצי התינוק יכול להלוך והענין הוא כי אחר שנתקנו בחי' נ\"ה שהם הרגלים כבר הוא יכול להלוך אע\"פ שאין היסוד נברר כי עיקר ההליכה ברגלים תלוי:",
  "parentheses": []
}