{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 655,
    "section_hns": "655.1",
    "path_trace": [
      "text#14",
      "#2",
      "42",
      "14",
      "1"
    ],
    "paren_count": 3
  },
  "text_he": "בענין המסך שיש בין אצילות לבריאה ובין בריאה ליצירה ובין יצירה לעשיה ובו יתבאר קצת מהנ\"ל ונבאר ענין מצות מעקה והנה סוד מצוה זו הוא כי על בנין העולמות האלו כתיב כי תבנה בית חדשש כו' והנה גג\"ך גימטריא שם הוי\"ה מעקה גימטריא רי\"ו והענין כי הרי\"ו של שם ע\"ב כנודע וכמ\"ש ועשית מעקה לגגך שהוא שם הוי\"ה. והענין כי נתבאר בדרוש הקודם כי ד' עולמות אבי\"ע הם הנקרא חו\"ב תו\"מ והנה הכתוב אומר כולם בחכמה עשית כי האצילות כולל את כולם וממנו יצאו והנה אחר שנאצל עולם האצילות אז עשתה הבינה דאצילות מסך א' להבדיל בין אצילות ובין בריאה והנה ודאי הוא כמו שיש כח באותו לבוש של בינה כשיורד ממנה להלביש לזו\"ן עד מתחת רגליהם הנה ג\"כ יש בו כח להתפשט יותר ולהלביש את כל העולמות אשר תחתיו שהם בי\"ע והנה ודאי יש כח באצילות נגד כל אשר תחתיו כי פשוט כי כל דבר עליון גדול כנגד כל מה שלמטה ויותר ג\"כ וכמשארז\"ל על רגלי החיות ככולהו ושוקי החיות ככולהו כעזכר פ' בשלח אבל המאציל העליון לא רצה כך שיתפשט עד למטה. ולהבין טעם הדבר נמשיל לך ונאמר כי ארבע העולמות האלו הם כדמיון ד' בתים זו למעלה מזו וכולן שוין בארכן וברחבן אלא שהם עומדים זו למעלה מזו והנה בית העליון הוא עולם האצילות והנה בגג הבית הזה אין לנו רשות לדבר כי מן הכתר דאצילות ולמעלה נאמר עליו במופלא ממך אל תדרוש. אמנם נתחיל לדבר מן הבית הב' שהוא עולם הבריאה שהוא בחינת בינה כנ\"ל אשר היא נקרא בי\"ת רבתי דבראשית וזהו כי תבנה בית חדש בית עלאה דבריאה והנה גג הבית הזה הוא עצמו קרקע עולם האצילות כי קרקע בית העליונה שהוא מסך הנ\"ל הוא עצמו גג של הבית הב' הנקרא בריאה כי רגלי בני העליה העליונה שהם זו\"ן דאצילות דורכין ע\"ג מסך ההוא והוא קרקע להם וגג לדרים בבית הב' שהוא בריאה והנה בזה המסך שבין אצילות לבריאה הנקרא גג הבריאה כנ\"ל צריך לעשות בו מעקה א' גבוה י' טפחים והענין הוא כי האמת הוא שאור האצילות אינו יכול ליפול בבריאה כי מסך ההוא מפסיק בנתיים אמנם אם לא יהיה שם מעקה בצדדי הגג יוכל ליפול אור האצילות דרך צדדי גג הבריאה ועד סיום העשיה בחוץ למחיצת הבריאה ויצירה ועשיה אחורי הכתלים אשר להם ואם יפול האור שם ימות וביאורו הוא כי סוד המיתה הוא ענין פרידת הדבר ועקירתו מעולמו וממקומו ללכת אל עולם אחר למטה ממנו ע\"ד מיתת ז' מלכים שמלכו בארץ אדום כי ירדו בבריאה ודבר זה נקרא מיתה כמ\"ש בדרוש המלכים אמנם או\"א אע\"פ שירדו למטה כיון שלא ירדו ויצאו חוץ מעולם אצילות לא נזכר בהם מיתה וזש\"ה כי יפול הנופל ממנו כי כאשר לא יהיה מעקה בצדדי הגג יפול משם אור האצילות באחורי הג' עולמות בי\"ע ואז יקרא אור ההוא מת כנ\"ל. נמצא כי כמו שהוצרך לעשות מסך ורקיע אל עולם האצילות שהוא משמש במקום גג דבריאה כדי להפסיק ולמנוע שלא יפול אור האצילות בבריאה כך צריך לעשות כתלים ומעקה בצדדי הגג גבוה עשרה טפחים וזה אופן מעשהו הנה נת\"ל שהיה בכח מסך ההוא הנעשה ממלבוש הבינה להתפשט עד סיום עולם עשיה אמנם לסבת נפילת הנ\"ל הוצרך המאציל לעשות מעקה הנ\"ל באופן זה כי אותן השוליים של מסך העודפים והיו יכולים להתפשט עד למטה בעשיה הגביהם והעלה אותן למעלה מגג הבריאה וזקף אותם ומה שהיה תחלה בסוד כתלים אל עולמות בי\"ע נעשה מעקה וכתלים אל עולם אצילות ועי\"כ לא יפול אור האצילות למטה לא דרך מטה ולא דרך צדדים. ואמנם מציאת המעקה הוא כי הנה ד' עולמות אבי\"ע הם סוד ד' שמות ע\"ב ס\"ג מ\"ה ב\"ן כנודע אשר הם בעצמן בחי' חו\"ב תו\"מ המכונים לד' עולמות אלו כנ\"ל. והנה כל סוד הוי\"ה מאלו הד' יש בכל א' י' אותיות במילוי חוץ מהאחרון שם ב\"ן דמילי ההי\"ן שאין בו רק ט' אותיות והנה כמו שאו\"פ של שלשה עולמות בי\"ע נמשך מעולם אצילות וכן כמו שבכל ג' הויות של ס\"ג מ\"ה ב\"ן כלולים בהוי\"ה של ע\"ב דמילוי יודין גם סוד המלבוש הזה הנמשך מבינה דאצילות להלביש ג' עולמות אלו הוא ג\"כ מבחי' ג' הויו\"ת של ס\"ג מ\"ה ב\"ן וכולם כלולים בלבוש האצילות שהוא הוי\"ה דע\"ב. נמצא כי הלבושים של בי\"ע שהם ס\"ג מ\"ה ב\"ן קודם שירדו להתפשט למטה העלה אותם למעלה בסוד מעקה ומחיצות לעולם אצילות ובהיותם שם כל הג' שמות שהם ס\"ג מ\"ה ב\"ן שעולין רי\"ו (פי' כי כל אחד מהם ע\"ב ס\"ג וי' אותיות מ\"ה וכ\"ו ב\"ן באחוריים) כמנין מעקה כולם כלולים בשם ע\"ב שהוא עשרה אותיות נמצא שבהיותן באצילות אין גבהין רק י' כי יותר גדולים הם י' טפחים באצילות מל' טפחים בבי\"ע. ונמצא כי גובה המעקה הזה הוא י\"ט כנגד הוי\"ה דיודי\"ן דע\"ב שבאצילות שהוא י\"ס דאצילות וז\"ש ועשית מעקה לגגך כי ס\"ג ומ\"ה וב\"ן הם כמנין מעקה לצורך גגך שהוא הוי\"ה דע\"ב דאצילות שמילויו י' אותיות וזה השיעור שנתנו אל המעקה שיהיה גבוה י\"ט. ואמנם מ\"ש שג' הויות ס\"ג מ\"ה ב\"ן גימטריא (רי\"ו) מעקה הוא באופן זה כי ס\"ג עם י' אותיותיו הם ע\"ג ושם מ\"ה עם מספר הד' אותיות הוי\"ה הם ע\"א ושם ב\"ן בחי' אחוריים שלו שהוא דרך ריבוע כזה י' י\"ה יה\"ו יהו\"ה הם גימטריא ע\"ב והנה ג' ע\"ב הם רי\"ו גימט' מעקה אשר שמות אלו נעשים מעקה אל האצילות וביאור ענין ג' הויות אלו שאנו עושי אותם בחי' ע\"ב ע\"ב ע\"ב נתבאר בדרוש רפ\"ח ניצוצין מה ענינם כי אלו הרי\"ו הם מכלל הרפ\"ח ניצוצין שנפלו וחזרו לעלות בסוד מעקה. והנה זו שמעתי לפ\"ד ממורי זלה\"ה אבל מה שמ\"כ אצלי מכת\"י בשם מורי זלה\"ה הוא זה כי הנה אין המעקה נעשה מג' הויות הנ\"ל רק מהוי\"ה אחרונה של ב\"ן בלבד. והענין כי הנה כשיורד האור עליון להלביש העולמות הנה מה שיורד למטה מאצילות הם ס\"ג מ\"ה ב\"ן ואמנם כאשר חזרו אלו הג' שמות לעלות אין עולין כולם באצילות כי גם הבריאה צריך שתהיה מלובשת ולכן נשאר שם ס\"ג מלבוש לבריאה וכל זה הוא בעת ירידת האור למטה נמשך ומלביש את הבריאה ואח\"כ כאשר עלה האור לעלות בסוד מעקה באצילות כנ\"ל הנה חוזר שם מ\"ה ועולה ומלביש לשם ס\"ג כי כל א' מהן גובהן י' וגובהן שין ונשאר הוי\"ה בההי\"ן ב\"ן והיא העולה בעולם האצילות ונעשים שם בחי' מעקה אליו ולכן גובה המעקה הם י\"ט י' אותיות כמנין אותיות ב\"ן והכולל (ואפשר שהוא ע\"ב קד\"ם גי' רי\"ו. ואמנם כונת זה המעקה הוא כי הנה ודאי הוא שכמו שהאור האצילות עובר ויורד דרך מסך הנקרא גג דבריאה כדי להצטייר כמוהו בבריאה כי ע\"כ נקרא עולם הבריאה חותם האצילות כנ\"ל הנה גם כן צדדי ודופני הבריאה צריכין אורות רוחניות עליון של אצילות ולכן אותו אור העליון של אצילות עובר דרך אותו מסך של המעקה שבצדדי האצילות ויורד למטה עד צדדי הבריאה וכבר יש שם מחיצות כנ\"ל אשר נעשה משם מ\"ה ושם ס\"ג בירידה ובעליה ועובר האור ההוא דרך המחיצות ההם ומחיה אותן באופן כי כאשר האור עובר דרך דופני האצילות אע\"פ שאור זה גדול מהאור העובר דרך מסך הנק' קרקע דאצילות עכ\"ז אין שם רק מסך א' אמנם יש כאן ג' מחיצות א' מחיצת האצילות עצמו וב' מחיצות של הס\"ג ומ\"ה כנ\"ל ועי\"כ מתמעט האור ההוא העובר בתוכם והוא המחיה את הבריאה ונמצא עתה אור האצילות העובר דרך מסך מחיצות אלו אינו נק' כותל (ממש) אמנם הוא עובר דרך המחיצות הנקרא מעקה ודרך מסך הזה ומאיר למטה וזהו הטעם מ\"ש בגמרא כי המעקה די לו בהוצי ודופני והטעם הוא כי אנו צריכין שיעבור דרך שם הארה אל הבריאה ולכן אם נעשה בהוצי ודופני ש\"ד כי אף אם האור עובר דרך שם אינו בדרך נפילה כנ\"ל. והנה גם בגג היצירה יש בו מעקה ע\"ד שפי' בגג הבריאה והוא כי אור הבריאה ירד עד העשיה ואז נכפל ונזקף ונעשה מקיף בדופני הבריאה כי כמו שיש הפרש בין אצילות לבריאה כן יש הפסק בין יצירה לבריאה ובין עשייה ליצירה ולכן אם האור של הבריאה יפול ליצירה יקרא נפילה ומיתה. והנה היות המעקה הזה ג\"כ בחי' רי\"ו הוא באופן זה כי הנה נתבאר אצלינו כי עולם היצירה נקרא א\"ל יהו\"ה והנה זה האור היורד מיצירה ולמטה הוא א\"ל אל\"ף למ\"ד גימטריא רי\"ו וזה הרי\"ו עולה לגג היצירה ונעשה שם בחי' מעק\"ה שהוא בחי' רי\"ו ג\"כ והנה מעקה עשיה הוא כי הלא גם העשיה היה אור שלו מתפשט ויורד מאד בסוד הרקיע שארז\"ל שהיה מותח והולך עד בלי די ואז חזר לעלות ונעשה מעקה לגג העשיה. ואמנם מעקה הבריאה הוא כדי שלא ירד אור האצילות עד בריאה ומעקה יצירה הוא כדי שלא ירד אור הבריאה ביצירה ומעקה עשיה כדי שלא ירד אור היצירה לעשיה וגם כדי שלא יתפשט אור העשיה למטה עד הקליפה שתחת העשיה לכן חזר בסוד מעקה בראש העשיה והנה מעקה עשיה הוא שם ב\"ן ונודע שהוי\"ה זו היא בעשיה ב\"ן ונעשים ע\"ב קד\"ם שהוא י' י\"ה יה\"ו יהו\"ה. יו\"ד יו\"ד ה\"ה יו\"ד ה\"ה ו\"ו יו\"ד ה\"ה ו\"ו ה\"ה שהם אחוריים דעשיה והם גימטריא רי\"ו כמנין מעקה. וא\"ת למה מעקה הבריאה והעשיה הם מהויות ומעקה יצירה הוא משם א\"ל הטעם הוא כנודע כי תמיד אנחנו מכנים שם הוי\"ה אל יצירה שהוא סוד ז\"א הנקרא הוי\"ה כנודע כי בינה ומלכות שהם בחי' בריאה ועשיה הם שמות אהי\"ה אדנ\"י לכ אין מעקה יצירה נעשית מעצמותה שהוא הוי\"ה רק משם א\"ל אמנם בריאה ועשיה שאין עצמותה בחי' הוי\"ה לכן נעשית המעקה מבחי' שם הוי\"ה כנ\"ל:",
  "parentheses": [
    {
      "hns": "655.1.1",
      "text": "פי' כי כל אחד מהם ע\"ב ס\"ג וי' אותיות מ\"ה וכ\"ו ב\"ן באחוריים"
    },
    {
      "hns": "655.2.1",
      "text": "רי\"ו"
    },
    {
      "hns": "655.3.1",
      "text": "ואפשר שהוא ע\"ב קד\"ם גי' רי\"ו. ואמנם כונת זה המעקה הוא כי הנה ודאי הוא שכמו שהאור האצילות עובר ויורד דרך מסך הנקרא גג דבריאה כדי להצטייר כמוהו בבריאה כי ע\"כ נקרא עולם הבריאה חותם האצילות כנ\"ל הנה גם כן צדדי ודופני הבריאה צריכין אורות רוחניות עליון של אצילות ולכן אותו אור העליון של אצילות עובר דרך אותו מסך של המעקה שבצדדי האצילות ויורד למטה עד צדדי הבריאה וכבר יש שם מחיצות כנ\"ל אשר נעשה משם מ\"ה ושם ס\"ג בירידה ובעליה ועובר האור ההוא דרך המחיצות ההם ומחיה אותן באופן כי כאשר האור עובר דרך דופני האצילות אע\"פ שאור זה גדול מהאור העובר דרך מסך הנק' קרקע דאצילות עכ\"ז אין שם רק מסך א' אמנם יש כאן ג' מחיצות א' מחיצת האצילות עצמו וב' מחיצות של הס\"ג ומ\"ה כנ\"ל ועי\"כ מתמעט האור ההוא העובר בתוכם והוא המחיה את הבריאה ונמצא עתה אור האצילות העובר דרך מסך מחיצות אלו אינו נק' כותל (ממש"
    }
  ]
}