{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 216,
    "section_hns": "216.1",
    "path_trace": [
      "text#14",
      "#2",
      "13",
      "13",
      "1"
    ],
    "paren_count": 9
  },
  "text_he": "ענין הסתכלות מצחא דעתיקא במצחא דז\"א הנזכר באדרא דקל\"ו הוא כי הנה כבר ביארנו איך ברישא דא\"א יש בחי' כתר שבו אשר משם מתפשטין י\"ג חוורתי דרישא שהם בחי' לבנונית הכתר ע\"ד מש\"ל ואמנם החוורתי או הם כוללים ג' הויות כנגד ג' מוחין אשר שם בפנים והבן זה היטב וכל הוי\"ה הוא משם ע\"ב דיודי\"ן והוי\"ה ג' שהוא חוורתי דרישא מבחי' דעת נמשכת דרך אחורי רישא דא\"א דמיניה ירתין צדיקייא ת' עלמין דכסופין כי הם ד' אותיות השם ע\"ב ובו ד' יודין וכ\"א כלול מי' הרי ת' אמנם ב' הויות אחרות שהם בחי' ב' מוחין חו\"ב אשר בכתר שיש בהם ח' אותיות ובהם ח' יודין הם נמשכין כנגד הפנים והם מתפשטין בבחי' הפנים דעתיקא ששם מאירין אלו הח' חוורתי והרי בין הכל י\"ב חוורתי ועוד יש חד חוור הכולל כל י\"ב חוורתי שעמו נקרא כולם י\"ג חוורתי דרישא וזהו החוור הי\"ג נשאר למעלה ברישא דגלגלתא. ונבאר אלו הח' חורתי שנמשכין על הפנים והם ב' הויות שבהם ח' אותיות כפשוטן אמנם הם במילוי יודין והם מתחלקין הוי\"ה א' בפן א'. הוי\"ה ב' בפן ב'. ואמנם כ\"א מאלו הויות יש בהם מ\"ב אותיות שהם ד' אותיות הפשוט וי' אותיות המילוי הרי י\"ד וכ\"ח אותיות דמילוי המילוי הרי מ\"ב אותיות בפן א', ומ\"ב אותיות בפן הב'. וכבר נתבאר במקומו כי בחי' הפנים הוא תיקון ז' דת\"ד דא\"א כנזכר באדרא והוא תיקון תרין תפוחין קדישין והנה כל פן ופן משניהם כולל י\"ס כנודע כי אין דבר שבקדושה פחות מי' ונבאר ענין הפן א' וממנו יובן הפן ב' הנה נודע כי ענין נ' שערים שיש בבינה לפי שהוא ענין מ\"ב הנ\"ל שיש בבינה ולפי שהוא ז' שמות שבהם מ\"ב אותיות ועם ז' שמות עצמן הרי מ\"ט ויש שער ן' הכולל כל המ\"ט והוא כתר עליון שבהם הרי ן' שערי בינה כנזכר תיקון כ\"ב ובזה אל תתמה אם שער הן' הוא לבדו כתר וכל המ\"ט הם בט\"ס אחרות והנון כתר עליון כי הרי הוא כולל כל המ\"ט שערים (כולם) ואינו חלק שער פרטי. והנה לא נדבר עתה בענין כללות הז' שמות אשר עמהם הם מ\"ט ועם הכולל ן' אבל נדבר בשם מ\"ב עצמו שהוא שם מ\"ב אותיות והם מ\"ב שערים והנה נחלקים אל י\"ס הכוללים מ\"ב שערים והנה כתר (עליון) שבהם הוא שער העליון שהוא שער המ\"ב הכולל כל המ\"ב שערים אמנם ט\"ס תחתונים אין כל ספי' מהם כוללת כל המ\"ב שערים רק כל ספי' מהם כוללת כל המ\"א שערים לבד והענין כי שער המ\"ב הוא בכתר כנ\"ל ומ\"א שערים הם בט\"ס וכל ספירה מהם כוללת ג\"כ כ\"א כל מ\"א שערים א\"כ הם בט\"ס של הפן א' ט\"פ מ\"א והם גימטריא שס\"ט ועם כללותם הם ש\"ע שערים אבל הכתר שלהם הוא כולל כולן כי הוא (שער) מ\"ב הכולל כל המ\"א שערים התחתונים והנה הם נחלקים בכל ט\"ס וכל ספירה כוללת כל מ\"א שהם ש\"ע בין כולם והרי נתבאר כי בפן א' דעתיקא יש בו הוי\"ה דיודי\"ן ובה מ\"ב אותיות ובחי' שער העליון מן המ\"ב הוא הכתר אשר שם והמ\"א אותיות הם ט\"ס אשר כ\"א מהם כולל כל המ\"א שהם ש\"ע ושער העליון של תשלום המ\"ב כולל כולם והוא ג\"כ גי' ש\"ע וכמו שיש הוי\"ה בפן א' כעד\"ז בפן ב' והוי\"ה הב' אשר שם והנה נודע כי שם בעתיק לית שמאלא כי כולא ימינא כנזכר באדרא דקכ\"ט וב' הפנים נחשבין כא' וז\"ש הם (דף י\"ג סעיף מ\"ט) דקכ\"ח דעתיקא נתפשטו אנפוי לש\"ע רבוא עלמין עם היות שיש ש\"ע בפן א' וש\"ע בפן ב' והכל הוא התפשטות ההוא חוורתא כנ\"ל ועוד יש טעם בזה כי הנה בב' הויות אלו הם (ב') מוחין חו\"ב אשר משם (נמשכו) או\"א כמ\"ש בע\"ה. ודע כי או\"א כחדא שריין ועכ\"ז אבא טמיר וגניז יתיר כנזכר באדר\"ז דרצ\"א כי להיותו טמיר וגניז יתיר הוא נכלל באמא לכן כל ב' הפנים נחשבין כא' ואינן נזכר אלא ש\"ע רבוא עלמין לבד אבל כפי האמת הם ב' ש\"ע כמבואר אצלינו ע\"פ ישעיהו פרק י\"א פסוק ח' ושעשע יונק על חוק פתן והנה ב\"פ ש\"ע גי' תש\"ם והוא נרמז בפסוק מפני שיבה תקום ר\"ת מש\"ת כי מפני שיבה הם ב' תפוחין דע\"ק וזהו שעש\"ע גי' תש\"ם וז\"ס והאדמה לא תש\"ם כמ\"ש בע\"ה ועוד ט\"א כי הנה אבא טמיר וגניז יתיר לכן סוד הכתר של אמא כלול באבא כי שער המ\"ב העליון שהוא כתר שבה כנ\"ל כלול באבא נמצא כי נשארין מ\"א לבד באמא וג\"ם באבא וז\"ס גם צפור מצאה בית כי צפ\"ר חסר ו' גי' ש\"ע נהורין היוצאין מן מ\"ב שערים הנ\"ל ואבא לוקח (הג\"ם הכוללין) הכ\"ע הכולל כל צפ\"ר ש\"ע נהורין וז\"ס כי א\"ם לבינה תקרא כי הבינה נקרא א\"ם מפני שחסר ממנה הכתר והיא נכללת באבא ולכן לעולם הבינה נקרא אם והבן זה גם צפור מלא ו' גי' שע\"ו וש\"ע הם ש\"ע נהורין של החוורתא הנמשכין אל הפנים ואות ו' רמז אל הפנים עצמן שהם תיקון ז' מי\"ג ת\"ד וזה תיקון ז' כולל כל ו' תיקונים הקודמין אליו שהם ו' של צפו\"ר. ודע כי כמו שאותן החוורתא מתפשטות בפנים של עתיקא כן ג\"כ מבחי' המצח הרצון של עתיקא נמשך הארה אל הפנים שלו והענין כמ\"ש במ\"א כי היסוד דעתיק גנוז תוך מצח דא\"א ולכן נקרא מצח הרצון והיסוד נקרא שלום כי הוא כולל כל שע\"ו נהורין הנ\"ל ואלו מתפשטין במצח ומשם נמשכין עד העינים וג\"כ עד הפנים גם ידעת מ\"ש באדר\"ז דרצ\"ב בענין ז\"א ממוח הדעת דברישא אתפשטו אנפוי ונהרין אנפוי ואסהידו אנפוי באו\"א כנודע שעד\"ז יהיה ג\"כ בא\"א כי דעת שלו הגנוז במצחא שלו אשר בתוך הדעת הזה הגנוז יסוד דע\"י וא\"כ גם דעת הזה מתפשט עד אנפוי דא\"א ואנהירו אנפוי מסוד הדעת שבו. והנה נתבאר כי הנה הפנים הם תיקון ז' מי\"ג ת\"ד דעתיקא והנה באדרא קל\"ב אמרו דיקנא דכהנא רבא בח' תיקונין אתתקן והענין כי י\"ג ת\"ד הם וה' תיקונים קדמאין הם בסוד מוחין של הדקינא שהם עד החסד לכן תיקון ו' ורב חסד כנודע ומשם עד תשלום י\"ג הם ח' תקונים וכולם נקרא ע\"ש החסד וז\"ש דדיקנא דכהנא רבא בח' תיקונים אתתקן כי החסד נקרא כהן כנודע. גם ביאור ענין זה הוא ע\"ד הנ\"ל כי הנה ח' חוורתא דרישא דא\"א הם מתפשטין בתרין תפוחין דיליה כנ\"ל ומהם נמשכין ח' ת\"ד דכהנא רבא שהוא סוד החסד בחי' זה החוורתא שהוא שם ע\"ב דיודין גימטריא חסד והנה אח\"כ מתפשטין אלו הח' חוורתא בגרון דא\"א ושם נעשין ב\"פ ע\"ב שהם שורש הח' חוורתא הנ\"ל ואלו הם בחי' אחה\"ע בגרון שהוא גימטריא מ\"ב מ\"ב ולפיכך יש שם בחי' זווג א' הנעשה ע\"י החיך והגרון כמבואר אצלינו והנה סוד אחע\"ה הוא זווג שם ס\"ג עם שם אהי\"ה שהם גימטריא אחע\"ה כי אלו הם ג\"כ זווג חו\"ב ואם תסתכל בכל הנ\"ל תבין כי כל בחי' האלו הם זווג חו\"ב ולכן כל אלו המשכות והתפשטות הנ\"ל הם בחי' חו\"ב ובזה תבין ענין או\"א וזו\"ן איך נמשך מכאן אליהם כח הזווג. והענין כי מאלו הפנים נמשך הארה לזו\"ן ואו\"א וכן מן המצח דעתיקא לפי ששם היסוד דע\"י מלובש בדעת דא\"א עצמו וכל זה הוא בחי' זווג ומשם נמשך אל הגרון אל הזווג אשר שם ומשם יצא הזווג אל או\"א אשר שם בגרון דא\"א כי שם ב' כתרים שלהם כמ\"ש. ונבאר תחלה איך נמשכים מכאן הזווגים שלהם דע כי כאשר או\"א או זו\"ן מסתכלין במצח של א\"א אז הזווגים שלהם הם שלמים לפי שאז הם שוין בקומתן למעלה אבל כאשר מסתכלים בפנים דעתיקא ולא במצח אז אין זווגם שלם ולא שלמים בקומתן והזווג הוא בסוד הרכנת הראש ר\"ל אע\"פ שהזווג הוא פב\"פ עכ\"ז הוא בהיות בחי' ז\"א בבחי' חצי ת\"ת ונה\"י שלו לבד עם נוקבא קצרות הקומה (שלה) כשיעור הנ\"ל וכעד\"ז באו\"א ב' בחינות וכמ\"ש לקמן בע\"ה. ודע כי ב' מיני הסתכלות הם א' הוא הסתכלות הז\"א או או\"א בעתיקא הב' הוא הסתכלות דעתיקא בהם וכ\"א מאלו הב' נחלק לב' אחרים והם ד' או כאשר הסתכלות הוא במצח או\"א (נ\"א א\"א) או כאשר הסתכלות הוא בעין לבד וכ\"א מאלו נחלק לד' בחי' או הסתכלות עין א' או הסתכלות ב' עיינין וגם כזה יהיה בז\"א המסתכל בעתיקא וכן ב' חלוקות אלו כאשר עתיקא מסתכל בז\"א סוף דבר הם חלוקות רבים ואנו לא ביארנו למעלה רק ב' בחי' לבד כנ\"ל שהם אלו הסתכלות או\"א או ז\"א במצח דעתיק או הסתכלות בפנים לבד:",
  "parentheses": [
    {
      "hns": "216.1.1",
      "text": "כולם"
    },
    {
      "hns": "216.2.1",
      "text": "עליון"
    },
    {
      "hns": "216.3.1",
      "text": "שער"
    },
    {
      "hns": "216.4.1",
      "text": "דף י\"ג סעיף מ\"ט"
    },
    {
      "hns": "216.5.1",
      "text": "ב'"
    },
    {
      "hns": "216.6.1",
      "text": "נמשכו"
    },
    {
      "hns": "216.7.1",
      "text": "הג\"ם הכוללין"
    },
    {
      "hns": "216.8.1",
      "text": "שלה"
    },
    {
      "hns": "216.9.1",
      "text": "נ\"א א\"א"
    }
  ]
}