{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 300,
    "section_hns": "300.1",
    "path_trace": [
      "text#14",
      "#2",
      "20",
      "3",
      "1"
    ],
    "paren_count": 0
  },
  "text_he": "ועתה נבאר הלידה איך ילדה אימא עילאה את זו\"ן והנה בביאור של התפילות בענין ק\"ש נתבאר שם אצלינו ענין לידת אמא עילאה את זו\"נ בסוד ו' תיבות דשמע ישראל ע\"ש היטיב כי הנה שם נתבאר. וסוד הענין הוא כי הנה הז\"א הוא הולד הנתון בעיבור במעי אמא שהוא ט' חדשי העיבור וכאשר נשלמו ט' חדשי העיבור אז נולד ויצא לחוץ ואמנם יש בחי' לידה בין בז\"א עצמו בין בבחי' המוחין שלו של זמן הגדלות כנ\"ל שהם בחי' רוחניות ונשמות המוחין דז\"א וב' הבחי' שוין כי כבר נתבאר אצלינו כי תמיד נכנסין ומתלבשין נה\"י דאמא ומתפשטין תוך ז\"א עצמו בין בבחי' זמן עיבור בין בבחי' קטנות שהוא זמן יניקה ובין בזמן הגדלות הנקרא אצלינו מוחין דגדלות שהוא רוחניות המוחין כנ\"ל. והנני מתחיל לבאר בחי' לידת המוחין דגדלות ז\"א שהוא בחי' רוחנית ונשמות כנ\"ל וממנו יתבאר לך לידת ז\"א עצמו ממש כי הכל א'. דע כי הנה הפסוק אמר בילדכן את העבריות וראיתן על האבנים וארז\"ל כי האבנים הם הירכיים של אשה שכאשר יולדת מצטננות ומתקשות כאבנים ולכן נקרא אבנים. ולהבין זה נבאר תחלה מה ענין הלידה ומי גרם אותה והענין הוא כי יש אורות רבות שם בבטן אמא עילאה ע\"י העיבור כנ\"ל וזהו גורם שהולד שהוא ז\"א רוצה לצאת ולהולד ולהיות פי רחמה צר וסתום א\"א אל הולד לצאת מתוכה לכן כאשר בא זמן הלידה שנגמר זמן העיבור וכבר נתקן ונצטייר העובר אז בחי' האורות והרוחניות שיש בנה\"י דאמא מסתלקין משם ועולין למעלה בגוף אמא עצמה במקום שהעובר עומד שם בבחי' עיבור ואז מתרבים שם האורות כי הנה יש שם אור של הת\"ת עצמו דאמא והאורות של מחצית גוף התחתון שלה כנ\"ל וכל האורות דזו\"נ אשר עומדין שם בסוד העיבור ואין הבטן שלה יוכל לסבול כל רבוי אורות ההם ואז האורות של בחי' אמא עצמה שהם בעל הבית הם דוחקין את האורות של זו\"נ שאינם שלה שהוא אורח ומוציאין אתה לחוץ דרך פי היסוד שלה ונבקע ונפתח רחמה ויוצא הולד לחוץ ונמצא כי עליות והסתלקות אורות דנה\"י דאמא מלמטה למעלה כנ\"ל הוא לב' תועליות א' לצורך הלידה כנ\"ל כי ע\"י עלייתן מתרבים שם האורות ודוחקין את העובר ומוציאין אותו לחוץ והב' הוא לצורך המוחין דז\"א כמבואר אצלינו שאינן נכנסים בז\"א אלא אחר היותן מלובשים בנה\"י דאמא ולכן הוצרכו להתרוקן מן האורות שלהם כדי שיתלבשו במקומם אורות המוחין דז\"א כי ב' בחי' האורות שלה ושל ז\"א א\"א להיות שם ביחד. והנה כאשר עולין ומסתלקין אורות הנה\"י דאמא הם עולין ועומדין בחצי ת\"ת התחתון דאמא עצמה שהרי שם הוא מעמד ז\"א בסוד העיבור ודוחקין אותו לחוץ וא\"כ נמצא שהם עומדין תחת המקום החזה של האמא ששם עומדין ב' דדים של האשה והרי הם עושין תועלת ג' בעלייתן למעלה כי אז נתוסף הארה גדולה ובולטין אותן האורות לחוץ ונעשים במקום הזה כעין ב' דדים ונבקעים ומהם יוצא החלב להניק הולד אחר הלידה וזהו סבה וטעם למה אין באיש בחי' ב' דדים בולטות כמו באשה. והנה זה נרגש בחוש הראות שתכף אחר הלידה זב החלב ויוצא דרך הדדים משא\"כ בתחלה והנה נודע כי הנה החלב הוא דם מתחלה שהיה למטה ברחם שלה ועלה למעלה משם עד מקום הדדין ונהפך לחלב כי ע\"י עליית האורות הנ\"ל שם למעלה גורם שיתהפך לחלב. ובזה יובן משארז\"ל ע\"פ אדם כי ימות באהל אין התורה מתקיימת אלא במי שממית עצמו עליה כי התורה הוא ז\"א כנ\"ל שהוא תורה שבכתב והקיום שלו הם המוחין ואין התורה יכול להתקיים להיות לו מוחין המקיים אותו אלא ע\"י בינה הנקראת מי כנודע אשר היא ממיתה עצמה בשביל התורה כי נה\"י שלה מסתלקין האורות שלה ונשארין כמתים כלים בלי עצמות וגוף בלי נשמה ועושה כן בשביל התורה שהוא ז\"א כדי שיתלבשו בתוכה המוחין שהם הקיום שלו ועיין לקמן ענין התלבשות הזה מה ענינו. גם ז\"ס הפסוק הנ\"ל ויאמר בילדכן את העבריות וראיתן על האבנים כי הנה בעת זמן הלידה מסתלקין האורות מן הירכיים של האשה שהם נ\"ה שלה ונשארים קרים ויבשים כאבנים כמו ירכי האדם במותו כי הנה אורות שבתוכו שהוא רוחניות הוא כמו אש בסוד נר ה' נשמת אדם ומחמת האדם בעודו בו ואחר שמת מתקרר ומתקשה לכן קרא הפסוק הזה לנ\"ה של האשה בעת לידתה אבנים לטעם הנ\"ל. גם הוא לסבת טעם אחר כנודע מזוהר ומתקונים כי חג\"ת הם אבות ונה\"י נקרא בנים לכן נקרא אבנים מלשון בנים. עוד טעם ג' כי נה\"י שלה חוזרין להעשות בחי' הגוף אל זו\"נ שהם בני התבונה כאשר מתלבשין בתוכם:",
  "parentheses": []
}