{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 813,
    "section_hns": "813.1",
    "path_trace": [
      "text#14",
      "#2",
      "50",
      "7",
      "2"
    ],
    "paren_count": 0
  },
  "text_he": "דע כי בכל העולמות יש להם פנימיות וחיצוניות והנפשות הם מן הפנימיות והמלאכים מן החיצוניות כנודע והם ב' בחי' והחיצוניות נחלק לב' שהם מלאכים הנקרא מלאכי שלום שהם פנימיות דיצוניות ולכן הם דבוקים עם נפשות הצדיקים ומקבלים אותן בעת פטירתם ואומרים יבא שלום ינוחו על משכבם ומלאכים החיצונים הן הנקראין אראלים צעקו חוצה בבחי' בתי בראי והנה כל הנ\"ל הם סטרא דקדושה וכנגדן יש בקליפה פנימיות וחצוניות ובחי' פנימיות נחלק לב' שהם נפשות גרים הנקרא קליפת נוגה הפנימיית ונפשות עכו\"ם והם חיצוניות וכן בחי' החיצוניות נחלק לב' שהם שדין יהודאין דפנימיות ושדין נוכראין דחיצוניות. ואמנם נפש צדיק פנימיות ישראל נותנים לה יצ\"ט שהוא מלאך א' מפנימית דחיצוניות דקדושה ויצה\"ר שהוא שד אחד מפנימיות דחיצוניות דקלי' ולעם הארץ יצה\"ט מלאך מחיצוניות דחיצוניות דקדושה ויצר הרע שד חיצון מחיצוניות דחיצוניות דקליפה ונפש הגרים והאומות כולם הם יצר הרע ויצר טוב מהשדין דקליפה. והנה ענין המיתה הוא כי היצה\"ר והשד הנ\"ל הוא הזוהמא שהטיל בה הנחש שהוא נפש הבהמית של היסדות תתאין הנקרא עפר וע\"י המיתה מתעכלים היסודות גולם וצורה שהיא נפש הבהמית ונשאר גוף אדם הראשון זך ונקי כמקודם החטא שהיה מעפר העליון ויסודות עלאין וצורתם שהוא הנפש חיה ראשונה מקודם שחטא וגם נשאר ממה שנזדכך אז מד' יסודות עצמן תתאין בגולמם ובצורתן והוברר הטוב שבהם ועד\"ז הגוף והלבוש אשר לו בכל עולם מאבי\"ע יבורר הטוב שבקליפה ההוא ויתחבר עם הטוב של הקדושה שבה וזה נרמז פ' שלח דקס\"ב ובפ' אכן כאדם תמותון ופגריכם אתם וגו' ואותו הגוף הזך הראשון הוא מלבוש שמתלבש בו בג\"ע הארץ אחר פטירתו כנזכר דקס\"ט ע\"ב ולפעמים זוכה גם בעוה\"ז בסוד ותלבש אסתר מלכות ומרדכי יצא בלבוש מלכות ועל הזוהמת גוף הבהמית רע שבגולם ארבע יסודות נאמר וראו בפגרי האנשים כי תולעתם לא תמות בקבר וגו' ועל הצורה שהוא הרע שבנפש הבהמית נאמר ואשם לא תכבה בגהינם והנה בפ' פנחס דרי\"ט נראה כי הנפש היא זולת היצה\"ט והיצר הרע כי הם מלאכים ממש טובים ורעים ובדף רכ\"ד מלאכים הם לעילא ונק' שכלים נבדלים ואינם אוכלי קרבנות וארבע יסודין הם חיות טבעים ויש בהם טובים כגון ריאה לב כליות ורעים טחול כבד מרה והם נקרא שדין טובים כמלאכים אריה דאכיל קורבנין ורעים כלב דאכיל קורבנין ולהיותן יסודים טבעים אכלין קורבנין ובדרכ\"ב נראה כי גיהנם תחתון הוא ד' יסודות רעים כבד וטחול וכו' שהם שדין טבעים וג\"ע תחתון הם ד' יסודות טובים ריאה וכו' שהם מלאכים והרי כי גם ביסודות יש מלאך ושד שהם יצ\"ט ויצה\"ר והם פנימיות רמ\"ח איברים החיצונים כי היסודות דרמ\"ח איברים החצונים הם איברים פנימים ועל דרך זה בגוף אדם ממש ובמקום אחר נראה כי יש עלת העלות ורכיב על ד' חיות אלהות דאצילות וכנגדן ד' חיוון דאלקים אחרים סמאל ואיתל חיוון דסחרין לכורסייא דבריאה ונק' שכליות ואית ד' חיוון דיצירה פני אריה שור כו' ואית ד' חיוון דארבע יסודות מסטרא דדכיו ונקרא חיות טבעים ממונים על גופא ולקבלייהו ד' חיוון טבעיים דיסודין דמסטרא מסאבא ממונים על ארבע מררין דגופא מרה חוורא מרה סומקא מרה ירוקא מרה שחורה. והיותר נראה מרעיא מהימנא פ' פנחס ובפרט מדרי\"ט ורכ\"ב ורכ\"ד ורכ\"ה ורל\"ד ורל\"ח ע\"א כי אין נפש האדם נקרא אלא מנפש דעשיה שהם אופנים ורקיעים דעשיה ומשם ולמעלה אך בחי' נפש דאדם שבד' יסודות דעשיה הם נפש הבהמית כמ\"ש ורוח תשוב אל האלקים וגו' ורוח האדם העולה וגו' ורוח הבהמה היורדת למטה לארץ וזה הנפש הבהמית שבאדם שבד' יסודין נחלקת לב' בהמות וחיות טהורות דדכיא וכן ד' חיות טבעיות מלאכים דדכיו הממונין על ארבע יסודות ויש שדים חיות טבעים דורסים דטומאה אשר בד' יסודות ג\"כ ואלו החלקים הב' דנפש הבהמית נקרא יצ\"ט ויצה\"ר והם כסא ומלבוש לנפש האדם דעשיה כדי שעל ידו תתלבש בגוף הממשי ולכן הם סוד קרבנות בהמה ועוף כו' כי הנפש הבהמית היא החוטאת ואלו מגדלים ויועצים הגוף וכל מדות רעות כגון כעס וכיוצא כולם מהם נמשכים לפגום הנפש והם נפש המתאוה והחומדת לכן נקרא יצה\"ר ותחלה ביום הלידה נכנס נפש האדם דעשיה מצד קטנות רוכבת על יצה\"ר בסוד אליהו שעלה בסערה השמימה וכפאו ועשאו מרע טוב וגוף שבו נראה בעוה\"ז כלול מיצר הטוב ומיצה\"ר שניהן טובים כנ\"ל והם כוחות וצורת הגוף ולא גולם הגוף ממשי וביום הי\"ג שנה נכנס היצה\"ט ונעשה כסא לנפש אדם דעשיה דגדלות וזה סוד עני ורוכב על החמור באופן כי ב' היצרים הם צורת ד' יסודות הטוב והרע ונקרא כחות הנפש ולא הנפש עצמה כי הנפש הוא אופנים דעשיה ואלו הב כחות מגדילין הגוף הנוצר מהגולם ומהחומר דד' יסודות וב' היצרים הם צורת הד' יסודות טוב ורע והם נעשין כסא ומלבוש לנפש עצמה כי אי אפשר שתשרה הנפש על הגוף עצמה של גולם היסודות אלא באיצעית צורותיהן שהם למטה ממדרגות הנפש ולמעלה ממדרגה גולם היסודות הנקרא גוף:",
  "parentheses": []
}