{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 273,
    "section_hns": "273.1",
    "path_trace": [
      "text#14",
      "#2",
      "18",
      "3",
      "1"
    ],
    "paren_count": 0
  },
  "text_he": "ועתה צריך לבאר כמה שאלות שיש בכל הנ\"ל והוא כי צריך לידע למה היו השינוים האלו שבשם ע\"ב אנו לוקחין חשבון מדרגה הז' ומס\"ג ב' מדרגות שהם ה' וז' וממ\"ה ב' מדרגות שהם ג' וז' ומב\"ן מדרגה א' בלבד והיא הד' והתשובה כי הנה נת\"ל כי הצד השוה שבד' הויות הנ\"ל שהם ע\"ב ס\"ג מ\"ה ב\"ן הוא שהמדרגות שהם ממדרגה הז' ולמטה כולם נפלו בבריאה ולכן בשום חשבון אין אנו מחשבין משם ולמטה כלל רק ממדרגה הז' או למעלה הימנו ולא למטה ממנו כי כל שלמטה ממדרגה הז' כלולים בה כי כולם גרועים ממנה ואינו עולה בשום חשבון כלל ולכן אין אנו מזכירין ומחשבים באלו הרפ\"ח ניצוצין רק אלו הד' מספרים שיש בד' מלואים של ד' שמות אלו שהם ע\"ב ס\"ג מ\"ה ב\"ן ולהיותם משונים במילויהן לכן נזכרים כל הד' מלואים לפי שזה גי' ע\"ב וזה ס\"ג וזה מ\"ה וזה ב\"ן ואין מספרם שוים במילוייהן. גם צריך שתדע כי במקום שאנו מחשבין בחי' הפנים אין האחוריים עולים בשום חשבון כי טפלים הם אל בחי' הפנים הראשונים המעולים מהם לכן אין אנו מחשבין באלו הרפ\"ח ניצוצין בחי' האחוריים כלל רק משם ב\"ן האחרון כמ\"ש הטעם למטה בענין המל'. גם צריך שתדע כי כ\"מ שיש בו מספרים וחשבונם שוין אין אנו מחשבין את שניהן אלא א' בלבד והוא כי הנה י' אותיות דס\"ג וי' אותיות דמ\"ה ירדו בבריאה עכ\"ז לא חשבנו בחי' י' אותיות דמ\"ה כיון שכבר נחשבו י' אותיות דס\"ג הראשונים מהם כי כבר ביארנו שאפי' בחי' הד' מילוין הנ\"ל לא היינו מונין ומחשבין אותן ד\"פ אלא להיותן משונים זה מזה כי זה ע\"ב וזה ס\"ג וזה מ\"ה וזה ב\"ן משונים במילוייהם וטעם הדבר הוא במה שנקדים לך הקדמה א' והוא כי הנה כאשר הניצוצים שוין במציאותן ומספרם נשארו שניהן במקום שנשברו ונפלו העליונים ושם נשארים התחתונים עמהם כיצד הרי שנפלו י' אותיות דס\"ג ואח\"כ נפלו י' אותיות דמ\"ה והנה עם היות י' אותיות דמ\"ה גרועים במעלה מי' אותיות דס\"ג עכ\"ז בנפלו למטה לא נפלו רק עד מקום שירדו י' אותיות דס\"ג ושם נתערבו ונתקשרו עמהם י' אותיות דמ\"ה לפי שבחי' ס\"ג נשבר קודם מ\"ה כנודע כי תחילה מלכו העליונים ונשברו ואח\"כ התחתונים ולכן בעת שירדו י' דמ\"ה פגעו ומצאו י' אותיות דס\"ג שירדו שם בבריאה תחילה ונתערבו עמהם ולא ירדו עוד למטה מהם ונדבקו עמהם לסבת היות מספרן שוה אבל כאשר אין ב' הבחי' במספרם שוין כל אחד יורד בקומו הראוי לו לירד ולכן כל הבחי' השוות לא כפלנו אותן למנות בחשבון ולכן בחי' י' אותיות דמ\"ה אשר נתקשרו במקום נפילת י' אותיות דס\"ג אינן נמנין בפ\"ע אבל המדרגה הזו של מ\"ה אשר איננה דומה למספר מדרגה הז' דס\"ג נחשבת בפ\"ע כי זו מספרה ס\"ג וזו מספרה מ\"ה וכן מדרגה הג' משם מ\"ה שמספרה כ\"ו נכנס בכלל החשבון לפי שמשם ע\"ב ומשם ס\"ג לא נפלה מדרגה הג' לכן אנו מחשבין גם אותה בחשבון על הע\"א של מ\"ה וכן בס\"ג אשר המדרגה הה' שבה לא ירדה כמוה משם ע\"ב לכן נמנים בחשבון הע\"ג ניצוצין דס\"ג וכן מדרגה הז' שהוא החשבון משונה מן ז' של ע\"ב ושל מ\"ה גם היא נחשבת. ונשאר לנו לבאר עתה ע\"ב הד' של ב\"ן שהיא במל' הנה הוא המדרגה הד' שהוא בחי' האחוריים והנה אמרנו למעלה כי כאשר יורדין הפנים אין האחוריים נכנסין בחשבון כלל וכאן היה הדבר להפך כי האחוריים נכנסין בחשבון ולא הפנים. והתשובה הוא כי בג' שמות אשר חשבנו בחי' פנים לכן לא חשבנו בחי' האחוריים אבל כאן במל' שאין הפנים נחשבין במספר אז נחשבו האחוריים ועדיין נשאר לנו לתרץ כי אדרבא אעיקרא דדינא פירכא למה אין בחי' הפנים נמנין במל' ולא היו האחוריים נכנסין במנין כדמיון שאר האחוריים לכן צריך שנבאר לתרץ לכל המדרגות מלמעלה למטה ונאמר כי הסבה שאין אנו מחשבין המדרגה הג' שהיא בחי' הפנים והוא מספר ד' אותיות הפשוטים הטעם הוא כמ\"ש למעלה שכשיש ב' מספרים ומניינם שוים אינן נמנין רק פ\"א ומדרגה זאת כבר נכנסה בחשבון ע\"א ניצוצות דשם מ\"ה ואלו הכ\"ו נשארו ונתקשרו שם למעלה כנ\"ל וכן מדרגה הז' שהוא מספר הט' אותיות המילוי שהוא גי' ב\"ן לא נמנית עם שהוא בחי' הפנים וגם שאינו דומה לשאר מלויים כי לסיבה זו נמנית לעולם המדרגה הז' בע\"ב ובס\"ג ובמ\"ה אבל הנין כמ\"ש ענין הוי\"ה דשם ב\"ן ומה עניינה. דע כי שם של ב\"ן דמילוי ההי\"ן אשר במל' הוא ב' הויות יחד ממש והיא הוי\"ה כפולה ונקרא מערת המכפלה כנודע כי ו\"ד דמילוי יו\"ד גי' י' כחשבון אות הפשוט וכל השאר הם אותיות הוי\"ה כפולה ממש. והנה ענין ב' הויות אלו עניינם הוא כי הוי\"ה א' בחי' ז\"א והוי\"ה הב' הוא בחי' הנוק' עצמה וכאשר מתחברים הז\"א בנוק' אשר אז מאיר ז\"א בנוק' הנה אז הז\"א נותן הארת הוי\"ה שלו אליה ואז נעשין ב' הויות בנוקבא ואז נעשית בה שם ב\"ן שהוא בחי' ב' הויות וזכור הקדמה זו. והנה בהקדמה זו הותרה השאלה הנ\"ל כי להיות שעיקר האותיות של שם ב\"ן הוא מן הז\"א כנ\"ל לכן אין ראוי למנותן בפ\"ע בבחי' המל' לכן אין המדרגה הז' שהוא מספר ב\"ן נכנס בכלל החשבון ע\"ב ניצוצין שלה וכן מדרגה הג' שהוא מספר כ\"ו אינה נכנסת בחשבון לפי שנשארת דבוקה למעלה עם מדרגה הג' שבז\"א שכבר נכנסת בחשבון. אך י\"ל למה אין אנו חושבין מדרגה ב' שהוא אחוריים הפשוטים כזה י' י\"ה יה\"ו יהו\"ה ולא שייך לתרץ כדמתרץ כאן ואי לאו דמסתפינא הוה אמינא שנכנסו במקום אותיות דמ\"ה שנכנס בו כדלקמן פ\"ד אך בפ\"ד לא משמע כן וצ\"ע. וכן המדרגה הה' שהיא בחי' הפנים והם ט' אותיות המילוי כצורתן עם היותם משונים מן האחרות שהם י' בכל מילוי עכ\"ז לא נכנס בחשבון והטעם עם הנ\"ל שכיון ששורש שם זה במילוי ב\"ן הוא מן ז\"א לכן לא נמה בנוק':",
  "parentheses": []
}