{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 524,
    "section_hns": "524.1",
    "path_trace": [
      "text#14",
      "#2",
      "35",
      "3",
      "5"
    ],
    "paren_count": 0
  },
  "text_he": "וז\"ס שמרני מידי פח יקשו לי שכבר הודעתיך שמ\"ד הם מ\"ב א' דהוי\"ה ומ\"ן הם ב' שמות מ\"ב כי אין טפה יורד מלמעלה שאין טפיים עולה כנגדן וב' טפין הם ב' מ\"ב שהם גימטריא פ\"ד שהם סוד המ\"ן ועם ד' שברחם הרי פ\"ח. וז\"ס שמרני מיד\"י פ\"ח כי אלו הידים העליונים הם שהמשיכו המ\"נ למטה וכשאוחזין בהם החצונים נקרא יד\"י פ\"ח. ונחזור לענין כי ב' צירין וב' דלתות יש באשה כמ\"ש כי לא סגר דלתי בטני וכן כי נפהכו עליה ציריה וסוד הענין הוא שאלו כ\"ב אתוון הנ\"ל הם נעשין דל\"ת וציר א'. והנה אלו האתוון הם כפולין כמ\"ש בע\"ה ולכן יש ב' צירים וב' דלתות וכשתחברם יחד יהיו צורתם ס' סתומה כזה ם' של לםרבה המשרה ואלו הם סוד מ' יום של יצירת הולד וכאשר נקודת היסוד שלה היא סתומה והולד הוא בתוכה אז הוא צורת מ' סתומה וכשיולדדת נפתח רחמה ואותן הב' דלתות שהיו דבוקות זו בזו ונעשו צורת ם' סתומה נפתחין ואז הולד יוצא משם ובהיותה ם' סתומה אז נקרא גן נעול מעיין חתום והמ\"נ של המעיין חתומים שם וסתומים. הרי בארנו סוד דלתות שברחם שהם סוד הכלי המקבל בתוכו אל הולד ובתוך כלי זה נתונין המ\"נ כי המ\"נ אינו הכלי עצמו אבל הם סוד ה' אותיות מנצפ\"ך הכפולות. באופן כי הכ\"ב אותיות הם דלתות וה' אותיות מנצפ\"ך הם המ\"נ ולכן יש הפרש בין כ\"ב אותיות לאלו ה' מנצפ\"ך הכפולים וכאשר מעלה מ\"נ הם אלו ה' דמנצפ\"ך ואח\"כ בציור הולד נצטייר ע\"י כל הכ\"ב אתוון לכן אין ציור הולד עד מ' יום כנגד מ' סתומה הנ\"ל ואלו ה' אותיות מנצפ\"ך הם סוד ה\"ג שבה שיורדין ביסוד שלה ונרשמות שם וידוע שהגבורות נמשכין לה מבינה הנקרא חמות דז\"א וזהו חותם כנ\"ל. ועתה נבאר איך הם ב' דלתות והענין כי מתחלה נמשכו המוחין בה ונתנו בה הה\"ג וכ\"ז ע\"י ז\"א כי היו עוברים מאחורי ז\"א ולחוץ אליה ואז נרשמו ביסוד שלה דל\"ת א' וציר א' והמ\"נ שהם המנצפ\"ך כי כל אלו הדל\"ת והציר והמ\"ן הם סוד הכ\"ב אתוון וה' של מנצפ\"ך שקבלה המלכות ע\"י ז\"א. עוד יש לה בחי' אחרת והיא כשננסרה המלכות מאחורי ז\"א וכבר כתבתי בתפלת ר\"ה ענין הנסירה ושם בארנו שהוא סוד הסתלקות המוחין מז\"א ויוצאין לחוץ על ראשו ונכנסין הנה\"י של אמא עם מוחין בראש הנוקבא מאחוריו ואז ננסרת הנוקבא דז\"א מאחוריו כי מתחלה כשהיתה מקבלת על ידו היתה דבוקה עמו אב\"א אבל עתה כשלוקחת המוחין מאמא עצמה היא ננסרת ונפרדת מן הז\"א. ואמנם אז בעת הנסירה לוקחת המוחין פעם ב' בהארה יותר גדולה מבתחלה עד אין קץ כי מתחלה היה תמצית האור ע\"י מחיצות ועתה לוקחת המוחין עצמן ואז נגמרת לתקן וחוזרת לקחת פ\"ב אותן כ\"ז אותיות התורה. ואז יש לה ב' דלתות וב' צירין וב' מנצפ\"ך. וענין ב' צירין ושתי דלתות כבר בארנו למעלה שהם צורות ם' סתומה אבל ענין ב' מנצפ\"ך הם סוד י' דמים שבאשה ה' טמאים וה' טהורים ואלו המנצפ\"ך שלוקחת עתה ע\"י אמא הבינה הם ה' טהורים שהם הגבורות ממותקות אבל אותן שלקחה מתחלה ע\"י ז\"א הם דינין גמורים. ואלו הב' בחי' הם ציון וירושלים כי ציון הם השניים שלוקחם ע\"י בינה ולכ ציון הוא רחמים וירושלים הוא די והם הראשונים שקבלה ע\"י ז\"א. וכבר ידעת כי הבינה הנה\"י שלה שבהם ניתנין המוחין של ז\"א הם ג' אהי\"ה אחר דיודי\"ן קס\"א והוא בנצח וא' דאלפי\"ן קמ\"ג והוא בהוד וא' דההי\"ן קנ\"א ביסוד ושלשתן הם תנ\"ה והוא גימטריא חותם ע\"ה ולפעמים נעשה נד\"ת דותה ואין להאריך. אמנם עתה שקבלה פ\"ב המוחין ע\"י בינה אז קבלה הארה ג\"כ מן לבושים שלה שהם ג' אהי\"ה הנ\"ל שהם גימטריא חותם. וז\"ס מלכות שבנוקבא שהוא סוד החותם החיצון כי כל עיקרה מן הלבושים של נה\"י דאמא וכשאדם מזדוג עם אשתו אז נקרא חתן וכלה כי ג' אהי\"ה במלואן עם ג' שמות עצמן הם גימטריא חת\"ן כי עתה נכנס בהם וכן היא נקרא כלה שהם ה' אותיות מנצפ\"ך שהוא אות ה' מכלה וכל א' כלול מי' הרי נ' וזהו כ\"ל מכלה:",
  "parentheses": []
}