{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 490,
    "section_hns": "490.1",
    "path_trace": [
      "text#14",
      "#2",
      "34",
      "2",
      "13"
    ],
    "paren_count": 9
  },
  "text_he": "(ט) הנה מצינו שהמלכות נקראת נקבה טעם הענין הוא כמ\"ש באדרא קמ\"א תנא מתפשט האי ת\"ת מטבורא דלבא ונקיב ואעבר בגיסא אחרא ותקין פרצוף דנוקבא עד טבורא ומטבורא שארי ובטבורא שלים כי אורות דמלכות רחל נתנם לה ע\"י בעלה ז\"א בן בכור שנוטל פי שנים חלקו וחלקה. ואח\"כ נקיב בחזה שלו ומשם דרך הנקב ההוא יוצאין אורות שלה לאחורי ז\"א כי שם עומדת היא כמ\"ש אחור וקדם צרתני ואז נגדלת שם ונתקנת כל פרצופה ונודע כי המלכות היא ה' אחרונה שבשם הוי\"ה ועי\"כ נקרא נקבה ר\"ל נקב ה' כי על ידי הנקב הנ\"ל נבנית המלכות שהיא ה' אחרונה ונעשית על ידו נקבה. גם ט\"א כי זמני גידולה הם ד' זמנים הרמזין בר\"ת נקבה נערה קטנה בוגרת ה' תתאה ואע\"פ שאין כן סדרם אלא קנה\"ב כמ\"ש בע\"ה עכ\"ז נקרא נקבה בסדר אותיות אלו להורות גם טעם א' שהיא נקב ה'. והנה אע\"פ שכ\"ז מאלו הד' יש בה פרטים רבים הנה הכללים אינם רק ד' כנ\"ל. ואמנם פרטם הם ע\"ד מה שהיו בז\"א הנה נודע כי ז\"א היה לו כמה בחי' אם בעת יציאת המלכים אם בשעת עיבור א' של התיקון אם ביניקה אם במוחין דבחינת אחור אם במוחין דבחי' פנים אם בישראל סבא ותבונה אם באו\"א אם בדיקנא דא\"א וכיוצא בזה פרטים רבים אחרים ובהכרח כי דוגמת כל הבחי' הנ\"ל יהיו כנגדן מדריגות בנוקבא. ותחלה נבאר כל פרטים שיש בזמן הא' שהוא זמן קטנה ופרטיו הם כך אע\"פ שיש בכל פרט מהם פרטים אחרים יותר בפרטות. ונתחיל לבאר ענינו (הנה בעת צאת המלכים יצאו ג\"ר שהם א\"א ואו\"א שלימים בי\"ס אך היו מבחי' ב\"ן לבד שהוא בחי' נפש וגם הכלים לכל א' אך לא היו מתוקנים בבחי' פרצוף כיון שלא בא עדיין שם מ\"ה החדש והז\"א בבחי' ו\"ק לבד דב\"ן עצמות וכלים ובלי תיקון פרצוף. ונוקבא יוצאת בבחי' ספי' א' לבד עצמות וכלים משם ב\"ן ובעת התיקון עתיק א\"א ואו\"א נתוסף בהם תיקון בשם ב\"ן שלהם שנעשה פרצוף שלם ומשם מ\"ה כל הי\"ס וז\"א נתוסף בו ג\"ר דשם ב\"ן עצמות וכלים משם מ\"ה כל הי\"ס עצמות וכלים, ונוקבא ניתוסף בה ט\"ס משם ב\"ן עצמות וכלים, ומשם מ\"ה הי\"ס עצמות וכלים. ובזה תבין איך בכל פרצוף מהה' פרצפים יש בהם בחי' מ\"ה וב\"ן בין בזכרים בין בנקבות והם בחי' רוח ונפש של אותו פרצוף. גם תמצא כי בעת הפגם מסתלקים מז\"א ג\"ר דב\"ן הנקרא גדלות וגם כל הי\"ס דמ\"ה שבו ומנוקבא מסתלקין ט\"ס ראשונים דב\"ן וי\"ס דמ\"ה). והנה בצאת המלכים יצאו מבחי' ב\"ן מעיני א\"ק והיו בו י' אורות של י\"ס דב\"ן שהם כללות כל עולם אצי' ותחלה נעשה בחי' כלים ואח\"כ יצאו האורות לכנוס בכלים. ואמנם הי' כלים האלו היו קטנים ונקרא נקודות פי' כי לא היה כל כלי וכלי מהם גדול כדי שיוכלו כל הי' חלקי האור הנקודה ההיא להתפשט בתוכו דמות צורת אדם כמו שהוא עתה אח\"ז התקון רק חלק העשירית שבה לבד באופן שכל כלי מהם היה גדול כשיעור כלי של כתר של עתה של הנקודה ההיא שהיא עשירית א' מי' חלקי הכלי ואותו עשירית נקרא נקודה כי הנקודה היא י' שהיא עשירית ולכן נקרא י' נקודות וכולן בחי' הכתרים לבד וכנ\"ל. והנה שרשם אינם רק ה' נקודות לבד אלא שהג\"ר כל א' יש בו י' אורות אך הכלי (נ\"א הכל) הוא שיעור אור א' מהם לבד והו' נקודות אחרות אינם רק נקודה א' לבדה שהוא כנגד ז\"א דאצילות והטעם שנקרא ו' נקודות הוא בבחי' כל המוסיף גורע אל אותו הנקודה דז\"א ור\"ל כי אותה הנקודה שהיא ראויה שיהיה בו י' אורות כמו שיש לכל א' לג' נקודות העליונים כנ\"ל הנה בז לא היה כך כי לא יצאו רק ו' חלקי נקודה ההוא אחרונות מדעת חסד ואילך ואורות הג' נקודות עליונים לא יצאו כי נשארו בשרשם למעלה והרי יש בנקודה זו ו' חלקי הנקודה בבחי' האור וכן אין כח בכלי שלה רק ו' חלקים מן חלק א' לבד של הנקודה שהיא כתר שבו לבד באופן כי ו' נקודות אלו אינם רק מעט יותר ממחצית נקודה א' בלבד ונקודה החמישית שהיא עשירית שבכולן מן הי' נקודות הכללות כנ\"ל הוא נקודה מלכות דאצילות נוקבא דז\"א. ואמנם אע\"פ שאנו קורין אותה נקודה אינה כשאר הג' נקודות ראשונים שכל א' היתה הכללות מי' אורות אמנם אין בה רק חלק א' חלק האור הנקודה (ההיא) והיא בחי' אור הכתר שבה וכן בבחי' הכלי לא היה בה רק עשירית א' לבד מי' חלקי (כלי) הכתר הראויה אליה אחר התיקון כלל העולה כי נקודה עשירית של י' נקודות של המלכים שאינו רק ה' נקודות לבד כנ\"ל. והנה היא קטנה מכל שאר הנקודות בין באור בין בכלי בין באור אין בה רק עשירית האור ובכלי אין בה רק עשירית שבעשירית הכלי והג' נקודות העליונים האור ההוא שלם בכל חלקיו והכלי אין בה רק עשירית בלבד והנקודה הרביעית הכוללת ו' נקודות כנ\"ל האור שבו הם ו' נקודות התחתונים שלימות בלבד והכלי הוא ו' חלקים של חלק עשירית הראוי' אל הכלי אחר התיקון. באופן כי הז\"א היה אז ו' נקודות כמנין ו' של הוי\"ה והם מדעת עד יסוד כי נ\"ה הם תרי פלגי גופא ונחשבין לא' ונמצאו שהם ו' נקודות כמבואר אצלינו ואז הנקודה של נקבה היתה בסוף היסוד דז\"א בסוד העטרה עצמה דיסוד בחי' נקודה ז' אליו עטרה בראש צדיק שהוא היסוד. וכבר בארנו לעיל כי זה הנקודה היתה בחי' כתר שבה וע\"כ נקרא עטרה כי כתר ועטרה הכל הבנה א' כי עטרה לשון סובב כמו עוטרים את דוד ואנשיו וכתר מלשון רשע מכתיר את הצדיק ומלשון כותרת כי הכתר מקיף את הד' מוחין בסוד גולגלתא. וכן עטרה מקפת ראש היסוד בסוד ועטרותיהן בראשיהן של צדיקים נמצא כי עטרת היסוד היא עצמה נקודה (דנוקבא) (המלבש) ממש בבחי' הכתר שבה כנ\"ל. ואמנם שיעור (גדלה הוא) גודל העטרה שהוא חלק א' מג' שלישים מדת היסוד. ואמנם מדת יסוד רובע מדת הת\"ת שהוא הגוף כמ\"ש בע\"ה בפסוק זה כי אין מדתו כמדת גודל שאר הקצוות כנראה בחוש העין. וז\"ש ומספר רובע ישראל כמש\"ל בע\"ה א\"כ נמצא כי העטרה שהוא שליש היסוד ויסוד רביעית ת\"ת א\"כ יהיה מדתה בקרוב (למעלה שהוא) חלק א' י' חלקים שבכל כלי וכלי שלכל ספירה וספירה וע\"כ נקרא נקודה לבד כנ\"ל. וז\"ס וכל בשליש עפר הארץ שהוא הכלי של המלכות הנקרא עפר הארץ מדדו המאציל כשיעור העטרה שהוא שליש היסוד ופסוק זה נאמר בין בבחי' הראשונה של המלכות הנקרא ארץ בזמן המלכים שמלכו בארץ אדום שהיתה היא עצמה עטרה כנ\"ל ובין בזמן התיקון שנפרדה המל' פרצוף בפ\"ע כמ\"ש אז נשארה העטרה דבוקה שם ביסוד ועליה נאמר וכל בשליש עפר הארץ. והנה הסבה שמתחלה יצאה המל' תחת היסוד בבחי' עטרה ולא במ\"א וגם למה הי' דבוקה שם הטעם הוא כי נודע כי לעולם אפילו קודם התיקון דנה\"י דאמא היו נכנסין תוך גופא דז\"א ע\"ד שאר הזמנים. והנה נ\"ה הם סתומים אך היסוד הוא פתוח תוך ז\"א והוא בקו האמצעי ויוצאין אז האורות דרך היסוד ומתקנים שם את המלכות ע\"כ יש לה שורש שם בסוד העטרה וזכור טעם זה לכל הזמנים ולכל המדרגות המלכות שלעולם אין דיבוקה והתחלת יציאתה אלא בקו האמצעי נגד היסוד או נגד הת\"ת או נגד הדעת וכיוצא וכמ\"ש בע\"ה. והטעם לפי שכל בניינה הוא מיסוד אמא שבתוכה הגבורות והיסוד דאמא הוא תוך קו אמצעי דז\"א וע\"כ מקומה שם תמיד. ואמנם לפי שגם הו' נקודות לא יצאו מקושרים יחד כולם אלא נפרדין כל א' מחבירו בסוד הרה\"ר ולא בסוד הרה\"י כמבואר במקומו ע\"כ גם הנוק' היתה למטה מן היסוד בבחי' עטרה וע\"כ בהיות הנקבה בבחי' עטרה לא נמצא אז עדיין נקבה אל הזכר:",
  "parentheses": [
    {
      "hns": "490.1.1",
      "text": "ט"
    },
    {
      "hns": "490.2.1",
      "text": "הנה בעת צאת המלכים יצאו ג\"ר שהם א\"א ואו\"א שלימים בי\"ס אך היו מבחי' ב\"ן לבד שהוא בחי' נפש וגם הכלים לכל א' אך לא היו מתוקנים בבחי' פרצוף כיון שלא בא עדיין שם מ\"ה החדש והז\"א בבחי' ו\"ק לבד דב\"ן עצמות וכלים ובלי תיקון פרצוף. ונוקבא יוצאת בבחי' ספי' א' לבד עצמות וכלים משם ב\"ן ובעת התיקון עתיק א\"א ואו\"א נתוסף בהם תיקון בשם ב\"ן שלהם שנעשה פרצוף שלם ומשם מ\"ה כל הי\"ס וז\"א נתוסף בו ג\"ר דשם ב\"ן עצמות וכלים משם מ\"ה כל הי\"ס עצמות וכלים, ונוקבא ניתוסף בה ט\"ס משם ב\"ן עצמות וכלים, ומשם מ\"ה הי\"ס עצמות וכלים. ובזה תבין איך בכל פרצוף מהה' פרצפים יש בהם בחי' מ\"ה וב\"ן בין בזכרים בין בנקבות והם בחי' רוח ונפש של אותו פרצוף. גם תמצא כי בעת הפגם מסתלקים מז\"א ג\"ר דב\"ן הנקרא גדלות וגם כל הי\"ס דמ\"ה שבו ומנוקבא מסתלקין ט\"ס ראשונים דב\"ן וי\"ס דמ\"ה"
    },
    {
      "hns": "490.3.1",
      "text": "נ\"א הכל"
    },
    {
      "hns": "490.4.1",
      "text": "ההיא"
    },
    {
      "hns": "490.5.1",
      "text": "כלי"
    },
    {
      "hns": "490.6.1",
      "text": "דנוקבא"
    },
    {
      "hns": "490.7.1",
      "text": "המלבש"
    },
    {
      "hns": "490.8.1",
      "text": "גדלה הוא"
    },
    {
      "hns": "490.9.1",
      "text": "למעלה שהוא"
    }
  ]
}