{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 159,
    "section_hns": "159.1",
    "path_trace": [
      "text#14",
      "#2",
      "10",
      "5",
      "1"
    ],
    "paren_count": 6
  },
  "text_he": "תחילה היו הי\"ס כוללים כל עולם אצילות עצמות וכלים אלא שהעצמות היה שלם והכלים קטנים ולכן מתו פי' כי כלי נקודת עתיק היה חצי כתר דעתיק עד הטבור שלו וכלי נקודת א\"א היה חצי התחתון של הכתר ובו נכללין כל הי\"ס שלו וכן בעתיק וכלי אבא היה חכמה לבד ובו כלולים כל הי\"ס וכלי אמא היה בינה לבד ובו כלולים כל הי\"ס שלה וכלי זו\"ן היו (נ\"א ז\"א היה) ז' כלים הא' מחסד לבד וב' מגבורה ג' מת\"ת ד' מנצח ה' מהוד לבד ו' מיסוד לבד הז' ממלכות לבד וכל י\"ס שלו כלולים בהם וכלי המלכות היה של מלכות ממש שבה לבד וכל הי\"ס שבה כלולים בה. ועוד שינוי אחר היה בהם קודם התיקון כי כל אחד היה זה למעלה מזה ואין זו מתלבשת בזו כלל ואז נמצא שהכל נקרא פרצוף אחד וגם בלתי התלבשות שום ספי' בחברתה והיתה שיעור קומתה כמו שהוא עתה ממש כל אורך האצילות ואחר כל התיקון אז נתוספו ט' כלים וחצי תחתון בכתר דעתיק וגם שנתלבשו ונתפשטו אלו באלו ובזה נתרחבו הכלים לאין קץ ויוכלו לסבול כל האורות עד שנשארו בקומתן שוה ונתוספו ט' כלים וחצי התחתון דכתר בא\"א וגם שנתלבשו אלו תוך אלו וגם נתלבשו כל הכלים דעתיק בתוך כלים דא\"א ונתוספו ט' כלים באבא זולת כלי החכמה שבה שכבר היה בה מעיקרא וגם נתלבשו אלו באלו וגם נתלבשו כל הכלים דא\"א ועתיק תוך כלים דאבא ונתוספו ט' כלים באמא זולת כלי הבינה שבה שכבר היה בה מעיקרא וגם נתלבשו כל כלים דעתיק ודא\"א ודאבא בתוכה ונתוספו בז\"א ג' כלים הראשונים דכח\"ב וכלי האחרון דמלכות זולת ו' כלים דו\"ק שכבר היה בו ולא עוד אלא שכל כלי שבו כלול מכל הי' כלים כנודע וכן בכל שאר הפרצופים והבן זה ונתלבשו אלו באלו וגם נתלבשו כל הכלים דעתיק ודא\"א ודאו\"א בתוך ז\"א ונתוספו ט' כלים הראשונים בנוקבא זולת כלי מלכות שבה שכבר היה בה מעיקרא וגם נתלבשו אלו באלו וגם נתלבשו כל כלים דעתיק ודא\"א ודאו\"א וז\"א בתוך כלים שלה. וכבר ידעת שמלבד שהם י' כלים גמורים בכל פרצוף וגם כל כלי מהם כולל י' כלים וכו' ונמצא כי י' כלים נתרחבו לאין תכלית ושיעור קומתן לא נשתנה כי הרי נתלבשו זה תוך זה והבן זה מאד מאד ובזה יוכלו לסבול האורות. והרי נתבאר מה שהיה קודם התיקון ומה שהיה אחר תכלית כל התיקון אבל באמצע היו שינוים רבים כי התחילו לתקן מעט מעט כי כשנתקן עתיק נתקן כל בחי' עתיק שיש בכל הי\"ס [שממנו ולמטה] וכשנתקן א\"א ניתקנו כל בחי' כתרים שיש בכל הכלים ממנו ולמטה ונעשה הכלים דכתרים בהם וכשנתקנו או\"א נתקנו כל בחי' כלים של חו\"ב שיש מהם ולמטה וכשנתקן ז\"א נתקנו כל הכלים של ו\"ק שיש מהם ולמטה בכל כלי מהם וכשנתקן הנוקבא שהיא מלכות נתקנו כלים של מלכות בכל כלי מהם ואז נתקנה הנוקבא הרי ביארנו דרך כלל עוד שורש א' בתיקון ז\"א וממנו נלמד לכל השאר כי אינו דומה עת תיקון ג' תחתונים לעת תיקון ג' אמצעים ולעת תיקון ג\"ר והנה הז\"א הז' כלים שבו היה באופן זה כי תחלה היו ז' כלים וכל כלי מהם היה א' לבד חסד מחסד וגבורה מגבורה ת\"ת מת\"ת נצח מנצח הוד מהוד יסוד מיסוד מלכות ממלכות ובעיבור נתוספו נה\"י בכל א' שבכל כלי וכלי שבהם שבז' כלים אח\"כ ביניקה נתוספו חג\"ת בכל כלי מהם מן הז' כלים הראשונים ואח\"כ במוחין נתוספו ג\"ר בכל א' מז\"ת ועוד נתוסף גידול אחר והם ג' כלים ראשונים כל א' כלול מי' וכל זה נעשה בגדלות האמיתי. והנה ג' כלים הראשונים יש בהם אחור ואמצע ופנים ובג' כלים האצעים ג\"כ ג' לבושים וכן ג' כלים התחתונים ג\"כ ג' לבושים ונמצא כי בעיבור נעשה כלים דאחוריים לבד בג' תחתונים דנה\"י כל כלי כלול מנה\"י ומלכות שבו כי קודם העיבור לא היו רק ג' כלים דאחור זה מנצח לבד וזה מהוד לבד וזה מיסוד לבד ובחג\"ת ניתוסף (נ\"אא וכן בחג\"ת ונתוספו) ע\"י עיבור ג' כלים בכל כלי מהם כי תחלה היו ג' כלים דאחור זה מחסד לבד וזה מגבורה לבד וזה מת\"ת לבד (וכן בהנה\"י) כנ\"ל וע\"י העיבור נעשה ג' (נ\"א ה') כלים דאחור בכלי החסד הם חסד ונהי\"ם שבו וה' כלים (נ\"א וג' כלים) דאחור בכלי דגבורה והם גבורה ונהי\"ם שבו וג' כלים דאחור בכלי הת\"ת והם ת\"ת ונהי\"ם שבו (וכן בנה\"י דכלים) אך בג\"ר לא היה עדיין שום כלי כלל ועיקר וביניקה נתוסף כלי דגבורה ות\"ת בכלי חסד וכלי גבורה נתוספו כלי חסד ות\"ת ובכלי ת\"ת נתוספו כלי ח\"ג ובכלי הנה\"י חג\"ת בכל א' מהם הרי הם ו' כלים כל א' כלול מז\"ת ובגדלות נתוספו ג\"ר בכל כלי וכלי מז' כלים תחתונים ונתוספו לגמרי עוד ג' כלים ראשונים כל אחד כלול מי' כלים גמורים:",
  "parentheses": [
    {
      "hns": "159.1.1",
      "text": "נ\"א ז\"א היה"
    },
    {
      "hns": "159.2.1",
      "text": "נ\"אא וכן בחג\"ת ונתוספו"
    },
    {
      "hns": "159.3.1",
      "text": "וכן בהנה\"י"
    },
    {
      "hns": "159.4.1",
      "text": "נ\"א ה'"
    },
    {
      "hns": "159.5.1",
      "text": "נ\"א וג' כלים"
    },
    {
      "hns": "159.6.1",
      "text": "וכן בנה\"י דכלים"
    }
  ]
}