{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 215,
    "section_hns": "215.1",
    "path_trace": [
      "text#14",
      "#2",
      "13",
      "12",
      "1"
    ],
    "paren_count": 7
  },
  "text_he": "ועתה נבאר מציאות החוטם והפה דא\"א דע כי בפה דא\"א יש בו חיצוניות ופנימיות והפנימית הוא שם ס\"ג שהוא פנימית רוחא שבפה זה ובהתחברו בשם אהי\"ה בסוד זווג יהיה פה עם הכולל והם בחי' זכר ונקבה שבתוך י\"ס של הפה והם חיך זכר וגרון נקבה ואז יוצאין שאר הכ\"ב אותיות מזווג זה כי אחע\"ה הם מ\"ן דנוקבא שהוא בגרון גי' פ\"ד וגיכ\"ק אותיות החיך מ\"ד ומתחברים יחד אחע\"ה וגיכ\"ק ואז יוצאין תחלה אותיות הלשון דטלנ\"ת שהוא בחי' הדעת הנקרא לשון אח\"כ יוצאין אותיות השיניים שהם זסשר\"ץ (והם ה\"ג מנצפ\"ך) אח\"כ יוצאין אותיות שפתיים שהוא יותר חיצוניות והם בומ\"ף ואלו הג' מוצאות של שיניים ולשון ושפתיים הם ג' שמות יה\"ו ששלשתן גי' ס\"ג כמו השורש שממנו יצאו שהוא פנימית רוחא של הפה כנ\"ל והם במלוי יודין ואל\"ף ונשאר בחי' א' בתוך הפה והשאר יוצא לחוץ בסוד הבל היוצא מן הפה דא\"א והוא אור המקיף והרי נרמז השורש של הפה בפנים שהוא ס\"ג ושם אהי\"ה ואח\"כ תולדות היוצאין והם ג' יה\"ו שהם ס\"ג וכ\"ב אותיות העולין ג\"כ פה ועוד יש בחי' פה החיצוניות והוא אחוריים דמ\"ה העולין ק\"ל תסיר מהם מ\"ה נשאר פ\"ה וז\"ס מי שם פה לאד\"ם כי מאדם שהוא גי' מ\"ה וממלואו מרבועו נעשה פה ואז יוצאין אותן התולדות והבל של הפה כנ\"ל על דרך בחי' זאת של הפה החיצוניות והנה בחוטם דא\"א גם הפנימית שבו הוא ס\"ג כמנין חוטם והחיצונית הוא ג' שמות אהי\"ה שהוא גי' ס\"ג חוט\"ם ואלו הג' אהי\"ה יוצאין מג' אלפין שיש במילוי מ\"ה דאלפין שהוא פ\"ה דא\"א כנ\"ל ומשם נמשכין למעלה ונעשה בחי' חיצונית דחוטם. והנה אלו הב' בחינות דחוטם ופה דא\"א יוצאין מהם בחי' הבלים ואורות מקיפין ונמשכין הארתן עד זו\"נ כמ\"ש בע\"ה ואורות דחוטם נמשכין עד הפה ושם מתלבשין תוך אורות הפה ונעשים אורות הפה בבחי' או\"מ אל האורות החוטם ומלבישין אותן ואם תסתכל כל זה הוא בבחי' אורות אח\"פ דא\"ק היוצאין אל הנקודים שהוא דמיון זו\"נ ודי בזה ואמנם פנימית החוטם הוא ס\"ג כי ה' ראשונה בנוקבא דפרדשקא בצד ימין כנזכר באדר\"ז והוא ה' על י' כסדר כל מ\"ן (ומתמן נשיב רוחא דחיי לז\"א וו\"ד הוא רוחא דגניז והה' הוא הנקב) ובצד שמאל היא ה' שניה (ונשיב מתמן רוחא דחיי לנוקבא) והוא\"ו הוא הכותל המפסקת. ואמנם יו\"ד דס\"ג נחלק כי י' פשוטה רוחא דגניז בנקב ימין לז\"א ו\"ד דמילוי יו\"ד רוחא דגניז בנקב שמאלי לנוקבא והנה מאלו האורות נמשכין האורות עד זו\"נ וגם עד או\"א כדי לעוררם אל הזווג והענין כי הנה הוי\"ה אהי\"ה הם או\"א, ובזו\"נ הם הוי\"ה אלהים והוי\"ה אדני, והנה יה\"ו הראשון דפנימית הפה נמשך עד אבא להאיר בו כדי לעוררו אל הזווג ולאמא נמשך (יה\"ו (הב') הנזכר מפנימית הפה וגם יורד י' פשוט מבחי' חוטם שהוא ס\"ג דפנימית וגם) אהי\"ה הא' דחיצוניו' והם אותן ג' אלפין אשר שם בפה ואח\"כ אל הז\"א בבחי' הראשונה יורד יה\"ו הב' דפנימיות וגם יו\"ד (נ\"א ה') ראשונה דס\"ג) פשוטה פנימיות דחוטם שבנקב ימין, ולנוקבא בבחי' ראשונה דאלהים יורד מן החוטם לבד ו\"ד מילוי דס\"ג שבנקב שמאלי דחוטם פנימית וגם האהי\"ה הב' דחיצוניות דחוטם ואח\"כ אל הז\"א בבחי' [דהוי\"ה] הב' יורד יה\"ו הג' דפנימית הפה וגם י' פשוטה הראשונה דס\"ג דפנימית דחוטם בנקב ימין ולנוקבא בבחי' הב' דאדני יורד מן החוטם בלבד וד' דמילוי יו\"ד דס\"ג דנקב שמאלי דחוטם בפנימית וגם יורד מאהי\"ה הג' דחיצוניות החוטם (בנקב ימין) (וצ\"ע איך אפשר שאמרנו שמג' אלפין שבפה דא\"א נעשין ג' אהי\"ה דחיצוניות דחוטם שלו והרי החוטם גבוה מן הפה ואפשר שהוא ע\"ד הנ\"ל שאות א' שבשם מ\"ה דאלפין במלוי וא\"ו הוא בחי' אהי\"ה דאמא ויורדת שם להחיות ז\"א שהוא מ\"ה וכן הוא כאן אבל אין הכוונה ממש שאחר שירדו למטה בפה חזרו לעלות ונעשו חוטם אלא תחלה נעשו חוטם ואחר כך ירדו בפה):",
  "parentheses": [
    {
      "hns": "215.1.1",
      "text": "והם ה\"ג מנצפ\"ך"
    },
    {
      "hns": "215.2.1",
      "text": "ומתמן נשיב רוחא דחיי לז\"א וו\"ד הוא רוחא דגניז והה' הוא הנקב"
    },
    {
      "hns": "215.3.1",
      "text": "ונשיב מתמן רוחא דחיי לנוקבא"
    },
    {
      "hns": "215.4.1",
      "text": "יה\"ו (הב'"
    },
    {
      "hns": "215.5.1",
      "text": "נ\"א ה'"
    },
    {
      "hns": "215.6.1",
      "text": "בנקב ימין"
    },
    {
      "hns": "215.7.1",
      "text": "וצ\"ע איך אפשר שאמרנו שמג' אלפין שבפה דא\"א נעשין ג' אהי\"ה דחיצוניות דחוטם שלו והרי החוטם גבוה מן הפה ואפשר שהוא ע\"ד הנ\"ל שאות א' שבשם מ\"ה דאלפין במלוי וא\"ו הוא בחי' אהי\"ה דאמא ויורדת שם להחיות ז\"א שהוא מ\"ה וכן הוא כאן אבל אין הכוונה ממש שאחר שירדו למטה בפה חזרו לעלות ונעשו חוטם אלא תחלה נעשו חוטם ואחר כך ירדו בפה"
    }
  ]
}