{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 256,
    "section_hns": "256.1",
    "path_trace": [
      "text#14",
      "#2",
      "16",
      "6",
      "1"
    ],
    "paren_count": 1
  },
  "text_he": "אחר שבארנו סוד הולדת או\"א וזו\"ן נבאר עתה סוד התלבשותן את א\"א כי כבר ידעת כי א\"א מתלבש תוך או\"א והנה דע כי חיות ונשמה של או\"א הוא נמשכת מב' רישין כתר ומ\"ס גלגלתא ומוחא כי הם משפיעין לבינה שמבינה נתהוו גלגלתא או\"א מן הכתר לאבא ומחכמה לאמא. ואמנם סוד השפעה זו כבר ידעת כי הלא סוד דיקנא דא\"א אינה מתלבשת כלל כי ארכה מהגרון עד טבורא דלבא ושם מתחיל ראש ז\"א נמצא כי מגיעין שערות אלו עד שערות דז\"א ועל ידם נמשך השפעה לראש ז\"א כנזכר באדרא א\"כ נמצא כיון ששיעור קומת או\"א הם מהגרון עד טבורא דלבא דא\"א ודיקנא דא\"א נמשכה עד הטבור דיליה א\"כ נמצא דהאי דיקנא חפיא על או\"א כי אינו מתלבש בהם כנ\"ל נמצא חופף עליהם ואינון אתכלילו ביה וז\"ס הנרמז באדר\"ז דרפ\"ט אתנהרו ג' רישין עלאין וכו' ובמזלא תליין ואתכלילין ביה כי או\"א הם ב' רישין דאתכלילו במזלא והבן זה ולכן אינן יכולין להזדווג או\"א רק ע\"י דעת עילאה שהוא מזל הי\"ג דדיקנא וביאור מזלא הוא כי כבר בארנו לך בפ' נשא בר\"מ כי י\"ג ת\"ד הם ג' שמות הוי\"ה דיודי\"ן והנה ג' הויות הם י\"ב אותיות והם סוד י\"ב ת\"ד ותיקון הי\"ג הוא כולל כולם כי בו יש כל ג' הויו\"ת (פעם ב') הנ\"ל שהם י\"ב אותיות והי\"ג הכוללת והנה ג' הויו\"ת הם ע\"ח גימטריא מזלא או מזל עצמו עם המלה והבן זה. והנה בזוהר אמרו כי ב' ת\"ד הח' והי\"ג שניהן נקראו מזלא והענין כי ב' מסוג א' כי הם יורדים תרוייהו בשיקולא עד טבורא כנזכר באדרא קל\"א ואלו הב' מזלות מהם יונקים או\"א השפע הנ\"ל מכתרא ומ\"ס כי או\"א אתכלילו במזלא ושיעור או\"א הם עד טבורא של א\"א נמצאו אלו הב' מזלות חפיין עלייהו ואבא עיקר יניקתו ממזל הח' ואמא מן הי\"ג ולפי שמזל ח' עליון מן הי\"ג לכן אבא דיניק ממנו הוא גדול מאמא אך בערך דתרוייהו כחדא נפקי ונחתין בשיקולא עד טבורא לכן גם או\"א כחדא נפקי וכחדא שריין והנה בזה ידעת איך או\"א כחדא שריין ואיך אבא גדלה מעלתו מאמא וראוי שתדע כי מזל הח' הוא סוד א' שציורו וי\"ו ומזל י\"ג צורתו א' יו\"ד כנזכר בתיקונים שיש ב' מיני א' והנה להיות שמאלו הב' מזלות הם יונקים או\"א לכן א' שצורתו יו\"י הוא באבא וא' שצורתו יו\"ד באמא כי הד' היא נקבה. והנה טעם היות מזל הח' צורת יו\"י כי הרי הוא נחית בשקולא עד טבורא לכן בו נכללין כל י\"ג ת\"ד שהם י\"ב ועמו י\"ג והי\"ב שהם מתגלין בו הם צורת ו' שבאמצע אות א' וכבר בארנו כי כל ו' כפולה ו\"ו הרי י\"ב. גם הודעתיך בענין ווי עמודים שהוא סוד ו' שבאמצע אות א' שבשם צבאות שנחלקת לב' בזה האופן א' וכן הוא עד\"ז ממש והנה זה המזל כולל את אלו הי\"ב בב' מציאות א' בערך היותו עליון מהם וזהו בהיותו בסוד י' עלאה דאות א' והם נשפעים ממנו הב' בערך היותם כלולין בו והוא מקבל מהם וזהו בסוד י' תתאה דאות א' אך ב' בחי' אלו הם א' לפי האמת והנה הם עתה י\"ג והנה י\"ב אלו שבו נחלקים לג' שמות הוי\"ה הם י\"ב אותיות ומילואי שמות אלו הם ביודי\"ן מספרם רי\"ו ומזל י\"ג הוא א' שצורתו יו\"ד והוא ג\"כ על סוד הנ\"ל רק שלפי שמציאותה הוא בחי' ד' לכן שמותיו הם ג' אהי\"ה והם י\"ב אותיות ומלואם הוא ג\"כ ע\"ד הנ\"ל במילוי יודי\"ן נמצא איך מזל הח' מתלבש במזל הי\"ג בסוד הוי\"ה אהי\"ה לכן הוא עד\"ז באו\"א אשר הם יונקים מאלו הוי\"ה באבא אהי\"ה באמא והבן כל זה ולכן ע\"י ב' מזלות אלו נכללין או\"א ומזדווגים על ידו. ואמנם מה שאו\"א הם מלבישין גוף א\"א הוא בינה וחג\"ת דא\"א והבינה נעשה כתר לשניהן ובבחי' זו אנו קורין הבינה כתר אך החג\"ת נעשה גוף לשניהן צד ימין לאבא וצד שמאל לאמא. ואמנם כבר ידעת כי ח\"ג הם ב' דרועין שהם ו' פרקין כנזכר פ' ויחי דרס\"ב תמיד חסד חסדים גבורה גבורות והנה מאלו הב' זרועות נעשו או\"א וסדר פרקין אלו הם כך ב' פרקים עליונים הם חכמה דאבא וחכמה דאמא מזרוע ימין לאבא ומזרוע שמאל לאמא וב\"פ האמצעים הם בינה לאבא ובינה לאמא מחסד לאבא ומגבורה לאמא ע\"ד הנ\"ל הרי ב' מוחין חו\"ב לאבא מזרוע ימין חסד וב' מוחין חו\"ב לאמא מזרוע שמאל גבורה נשארו ב\"פ א' מזרוע ימין חסד וא' מזרוע שמאל גבורה והם ב' עיטרין חו\"ג דאחסינהו או\"א לברייהו ת\"ת כנזכר באדרא רצ\"ב. ואמנם סדר ו' פרקין אלו הם היפך מה שנראה והנה הראשונים הם ב' ידים ואח\"כ האמצעים ואח\"כ האחרונים והם סמוכים לכתף ומחוברים שם והטעם הוא דע כי הנה אדרבה סוד הידים והפרקין אמצעים הם יותר גבוהים בסוד וכל אחוריהם ביתה משא\"כ בראשי הכתפים שהם פנים ואחור וה\"ז מעלה א'. עוד מעלה ב' כי הנה הידים יש יכולת באדם להגביהן עד המוחין משא\"כ בפרקין הסמוכים לכתף שאין כח לכתפיים להגביהם למעלה. גם מעלה אחרת כי כל הפרקים הסמוכים לכתף הם דבוקים ממש בגוף כי הם סוד ב' עטרין הדבוקים בזעיר אנפין אך שאר הפרקין אינם דבוקים בגוף ויכולין להעלותן אל המוחין ובזה תבין סוד הגבהת ידים בעת הנטילה שהם סוד חו\"ג ב\"פ הידים הנעשין מוחין והבן זה. והנה תוך חג\"ת המקוריים שהם כחב\"ד דאו\"א יש נה\"י דעתיק וכבר ידעת כי גם בשוקיים יש ששה פרקין והם נחלקים ממש ע\"ד הנ\"ל עד שנמצאת שנשארו ב\"פ תחתונים שהם בסוד הרגלים מגיעין בב' עטרין דז\"א ובזה נאחז עם רישא עלאה דעתיק וכן סוד ב\"פ תתאין דחג\"ת דא\"א הם ג\"כ בז\"א ואמנם חצי ת\"ת דא\"א שבאו\"א ממנו נעשה ב' דעות לאו\"א כיצד ידעת ענין וקרא זה אל זה כי הת\"ת נקרא זה נגד י\"ב פרקין שבו כמנין ז\"ה שהוא י\"ב ונחלקין לב' ו' זעירא ו' רבתי והנה ת\"ת ו' רבתי ו\"ק שבו שהם נגד ו\"פ דב' דרועין והיסוד ו' זעירא ו\"ק שבו נגד ו' פרקי רגלים. ובזה תבין מ\"ש בפ' בראשית כי יש בהיכל הרצון ו' היכלים כלולים בו כי לעולם יש בחי' זו בת\"ת וביסוד ו' בכל א' והנה אם תחלק הת\"ת לחצאין ישארו ג' ג' והג' הם לאו\"א והג' לז\"א מהטבור ולמטה כמ\"ש והנה ג' חלקי הת\"ת הזה ב' מהם מתהוים ב' דעת לאו\"א והחלק הג' מתחלק לב' גופין דאו\"א ושאר קומתן נשלם ע\"י זווג הפה הנ\"ל שמרוב השפע נעשין נה\"י אחרים לאו\"א הרי כלל הדברים שמחצי ת\"ת נעשין ב' דעות דאו\"א עד סיום הרגלים שלהם והנה בדוגמא זו הוא יסוד דעתיק הגנוז בת\"ת דא\"א גם הוא נחלק דוגמת הת\"ת לו\"ק ג' מהם לאבא ואמא וג' מהם לזעיר אנפין ע\"ד הנ\"ל בת\"ת דא\"א כי כבר נתבאר שגם היסוד הוא ו\"ק כנזכר באדרא וצדיק יסוד עולם דכליל שית בקרטיפא חדא:",
  "parentheses": [
    {
      "hns": "256.1.1",
      "text": "פעם ב'"
    }
  ]
}