{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 630,
    "section_hns": "630.1",
    "path_trace": [
      "text#14",
      "#2",
      "40",
      "9",
      "1"
    ],
    "paren_count": 2
  },
  "text_he": "נלע\"ד מ\"ש במ\"א כי ג' מיני מוחין הם דע כי עיקרם הם ב' לבד והם מוחין דעיבור ומוחין דיניקה וב' בחי' אלו נקראים בחי' א' לפי שכולן שמות אלקים וגם לפי שבעיבור לא היה דעת אל העובר כי אם ביניקה אך עיקר מוחין שלמים דאלהים הם מיניקה ויש בהם י\"ס שלימות דמוחין דאלהים אך הכלי שלהם אינו רק מבחי' ו\"ק לבדם הרי הם כלים ועצמות ומוחין דאלקים ע\"ס וכל זה נקרא חיצוניות עם שהם כלים ומוחין. ועוד יש מוחין שלימים די\"ס דהויות וכשאלו נכנסין גם כלים שלהם נגדלין ונעשים י\"ס שלימות והמוחין והחו\"ג הם המגדילין את הגוף נמצא כי אלו הג' ראשונות דזעיר אנפין הנקרא מוחין דיליה בבואם נגדלים גם הכלים עצמם ונעשין י' כלים עצמם (המגדילים את הגוף יחד וע\"כ) ואלו הג' מוחין הם ג' קוין ונכללים מי\"ס ומתפשטין בכל הגוף שלו ונגדל ואלו הם מוחין הבאים בסוד תוספת שהם הכלים והמוחין דגדלות שארכם י\"ס ומתפשטין בפנימיות ז\"א והם בחי' פנימיות שלו נמצא כי בעיבור ויניקה יש כלים דג' כליל' בג' או בו\"ק לבד ובתוכם מוחין דאלקים פנימיות ובגדלות כלים ומוחין דהויות פנימיות מכולם והם ג' כלים וג' מוחין וכ\"ז נקרא כלים חיצון ופנימי כי הכלים ומוחין דעיבור ויניקה נקרא חיצון וכלים ומוחין דגדלות נקרא פנימי ובתוכם העצמות מתלבש (אח\"כ) נפש ורוח בכלים ומוחין דעיבור ויניקה ונשמה בכלים ומוחין דגדלות. ועיין היטב במ\"א איך כל בחי' דאלקים מוחין דיניקה הם חיצונית כללות העולמות, וכל המוחין דגדלות הם הויות והם הפנימית, גם נתבאר כי הזווג החיצון הוא מבחי' אלקים וזווג הפנימי הוא לצורך מוחין דגדלות שהוא פנימי. העולה מכל זה כי בכל י\"ס יש בו ב' בחי' אם ג\"ר שהם סוד או\"א שבאותו פרצוף ובהכרח יש בהם י\"ס גמורות ואם בחי' ז\"ת שהוא ז\"א של אותו פרצוף וכמו שאו\"א של האצילות מתלבשין בז\"א דאצילות כן בכל פרצוף בעצמו מיניה וביה. ג\"ר שבו יש בו י\"ס גמורות ומתלבשין תוך ז\"ת שלו ולפעמים ז\"ת של ג\"ר הכוללים י\"ס כנזכר הם מתלבשים תוך ז\"ת עצמן ממש של הפרצוף ההוא וז\"ס ק\"ש מוחין דו\"ק דקטנות ר\"ל ז\"ת דחו\"ב של הפרצוף ההוא ופעמים נכנסים אף הג\"ר של המוחין בעצמן ואז נשלם הפרצוף להתגדל ויש לו מוחין שלימים כי לעולם בחי' ז\"ת נקרא קטנות ונמצא כי עד שיכנסו ג\"ר שהם המוחין חו\"ב עצמם של הפרצוף ההוא עצמו נקרא קטנות ואז נקרא גדול דוגמת או\"א כל כללות האצילות שהם גדולים תמיד ואינו נקרא קטן אלא ז\"א דכללות דאצילות. וכן בפרצוף עצמו דז\"א כל זמן שאין בז\"א דכללות דאצילות רק ז\"ת שבו שהם ז\"א שבז\"א נקרא קטן וכאשר יש בו ג\"ר שבו שהם בחי' או\"א דז\"א עצמו אז נקרא גדול כי לעולם יהיה כלל זה בידך שהג\"ר אין בהם חסרון להיות נקראי' קטנים ולעולם הם שלימים בי\"ס שבהם מצד חכמה דז\"א תוך י\"ס שלימות מצד בינה דז\"א וכאשר אלו נכנסין תוך ז\"א שבז\"א עצמו שהם ז\"ת שבו אז נשלם כללות הפרצוף ונקרא גדול. וכבר ידעת כי בתי גוואי הם או\"א נמצא כי כל בחי' חו\"ב נקרא פנימי. העולה מכל זה כי ז\"א שבז\"א שהוא ז\"ת שבו הם כלולים מי\"ס והכלים הז' האלו עם המוחין שלהם נקרא קטנות ונקרא חצוניות, וחו\"ב שבז\"א שהם ג\"ר שבו הנקרא מוחין דגדלות ומתלבשין ז\"ת שלהם בז\"ת הראשונים הנקרא ז\"א שבז\"א וג\"ר שבהם נשארין מגולים דוגמת עתיק תוך א\"א וזה נקרא פנימיות ומחו\"ב דז\"א מכל י\"ס שלהם נמשכין הנשמות, ומז\"ת דז\"א עצמו הנקרא קטנות נמשכין חיצוניות העולמות, ויש עצמות אורות בפנים של כל זה ונמצא כי הנפש ורוח דז\"א הוא בז\"ת, ונשמה ונשמה לנשמה הם בג\"ר שבו המתפשטים תוך ז\"ת שבו בבחי' כלים ומוחין כנ\"ל. וכן עצמות הנשמה והחיה כו' מתפשטין תוך ר\"ן דעצמות ונמצא כי יש עי\"מ בז\"ת דז\"א הנקרא חיצוניות, כנגדן עי\"מ בג\"ר שבו הנקרא פנימיות. ובאולי נוכל לומר כי חו\"ב דז\"א הם עיבור ויניקה דילהון ומכתר דז\"א נמשך להם מוחין אחרים המתפשטים בהם כנודע כי כפי שהוא בכללות העולמות כן הוא בפרטות בכל פרצוף ופרצוף מיניה וביה. נמצא כי הי\"ס דכתר וי\"ס מחכמה וי\"ס מבינה שהם ג\"ר דז\"א מעולם לא היה בהם פגם מיתת המלכים ולכן באים עתה בסוד תוספת תמיד ומסתלקים וחוזרים והי\"ס דחכמה והי\"ס דבינה דז\"א הם לעולם מתלבשים בז\"ת דז\"א בסוד צ' דצלם מוחין פנימים. והג\"ר שבהם נשארין מקיפים בסוד מוחין בסוד ל' דצלם וי\"ס דכתר שבו מקיף למקיף והם ם' דצלם וכ\"ז נקרא מוחין דגדלות ר\"ל ג\"ר שבז\"א ולפי שהם מתלבשין תוך ז\"ת נקראי' פנימית דז\"א אך הז\"ת עצמם נפרדין וכולם שוין במעלתן ואין זו נעשית מוח לאחרת וכולם סוד יניקה והמלכות שבז\"א היא ג\"כ י\"ס אחרות והם האחוריים של ו\"ק דז\"א הנקרא יניקה וקטנות והבן היטב כי להיות בחי' מלכות שבז\"א נקרא' אחוריים וניתנין אל הנוקבא בבחי' פנימית כי המלכות דז\"א עטרה שבו היא פנימית דנוקבא והרי הם [ג'] בחי' י\"ס חיצוניות כלים דמלכות שבו דז\"א אלו נקרא אחוריים ממש הניתנין אל הנוקבא בעת הנסירה ובכחן נגדלת כי נעשה לה המוחין שהם בחי' הג\"ר שבה שהם בחי' אחוריים אל ז\"א ועוד בחי' אמצעי דז\"א עצמו י\"ס דו\"ק דיניקה ועוד בחינת פנימית הכלים של י\"ס דחו\"ב שבו המתפשטין בתוכו כנ\"ל והרי ג' בחי' חיצון אמצעי ופנימי דכלי דז\"א שהם מלכות דז\"א וז\"א דז\"א ואו\"א דז\"א וכ\"ז בחי' הכלים וכנגדן בעצמות נר\"ן ומלכות דז\"א נעשית חיצונית אחוריים לו וז\"א דז\"א הוא העיקרי שבו הנקרא אלקים שהוא הז\"א עצמו והוא אמצעי ואו\"א שבו הם הפנימית בתוכו כדי להחיותו ולכן הנשמות אינם נמשכין אלא בהיות ז\"א כלול בי\"ס שלו לגמרי שיש לו ג' מוחין מעי\"מ כנ\"ל. ובזה תבין כי אלהים דעיבור הוא נפש מלכות דז\"א ואלקים דיניקה הוא רוח דו\"ק דז\"א עצמו, וע\"ש זה נקרא הז\"א אלקים כנודע כי אלקים דעיבור הוא מלכות שבו ולכן עיקר הז\"א הוא אלקים בחי' ו\"ק שבו, והמוחין ג\"ר נקרא הוי\"ה ואלו הם בחינת צלם שיש בז\"א א' צלם אלהים וא' צלם הוי\"ה כי אלקים דעיבור הוא מלכות שבו והוא בחי' כתר דנוקבא כנודע כי הם בחי' א' עטרה וכתר, עטרה לו וכתר לה וסוף סוף נמשך לה כל הבחי', והבן זה היטב כי אחר הנסירה די\"ס דכתר שלה ניתנים בו כל גבורות הזכר כנודע וכנזכר בכוונת ב' ימים דר\"ה:",
  "parentheses": [
    {
      "hns": "630.1.1",
      "text": "המגדילים את הגוף יחד וע\"כ"
    },
    {
      "hns": "630.2.1",
      "text": "אח\"כ"
    }
  ]
}