{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 218,
    "section_hns": "218.1",
    "path_trace": [
      "text#14",
      "#2",
      "13",
      "14",
      "1"
    ],
    "paren_count": 3
  },
  "text_he": "ובענין הש\"ע נהורין הנזכר באדרא קכ\"ח ומהאי אתפשט אורכא דאנפוי לש\"ע רבוא עלמין שמעתי ממורי זלה\"ה כמה בחי' (הם) וכולם הם ג\"כ ש\"ע נהורין א' הוא ע\"ד הנ\"ל כי הנה יש ש\"ע נהורין מצד החכמה וש\"ע נהורין מצד הבינה ואותן ש\"ע דאבא הם טמירין אמנם ש\"ע של הבינה הם מתגלים בפנים העליונים מצד הבינה שהיא אהי\"ה אשר יש בפשוט ומילוי ומילוי דמילוי א\"ם אותיות והט\"ס שהם בפנים העליונים המתגלים מצד הבינה כל ספי' שבה שם אהי\"ה בסוד א\"ם אותיות וכולם גימטריא ש\"ע נהורין רק כי של אבא הם טמירין ולכן ש\"ע אחרים אינן נזכרים. גם יש ש\"ע באופן אחר והוא מן י\"פ מילוי ס\"ג שהוא גימטריא ל\"ז וי\"פ ל\"ז גימטריא ש\"ע גם יש ש\"ע באופן אחר כי הנה בחי' פנים העליונים הוא תיקון ז' של י\"ג ת\"ד ובמקומו ביארנו כי הם מתחילין ממטה למעלה תיקון א' הוא א\"ל והוא המלכות כו' תיקון ז' שהוא אמת הוא בחסד הנקרא א\"ל וא\"כ בב' פנים הללו יש ב' שמות א\"ל וכשיהיו במילוי אל\"ף למ\"ד אל\"ף למ\"ד הם גימטריא ש\"ע. גם באופן אחר כי הפנים הם תיקון ז' הנקרא ואמת והנה הוא כללות פרצוף פנים עם החוטם כי ג' שמות ס\"ג יש בפן אחד וג' שמות ס\"ג יש בפן ב' והרי הם גימטריא שע\"ח וס\"ג א' בחוטם עצמו כי כן חוטם גימטריא ס\"ג וז\"פ ס\"ג גימטריא אמת. אמנם הששה ס\"ג לבד אשר הם בב' הפנים הם גימטריא שע\"ח וה\"ס ח' חוורתא דרישא המתפשטין בפנים לש\"ע נהורין כנ\"ל והרי הם ש\"ע ועם ח' חוורתא הם שע\"ח כנ\"ל. והנה דע כי אלו הש\"ע נהורין דאנפין עלאין נמשכין עד היכל הו' דהוד הנקרא היכל עצם השמים ושם האי רוחא דביה הנקרא אור פני\"אל ואותו הרוח של ההיכל נקרא כך כנזכר פ' פקודי רמ\"ו לפי שאלו השע\"ח נהורין נמשכין שם והם גימטריא אור פניא\"ל וגם ההבנה (נ\"א ההכנות) שלו הם אותיות נחלקות אור פניא\"ל ר\"ל אור הפנים העליונים הנמשכין מא\"ל שהוא ב' א\"ל במילוי וב' ס\"ג עם י' אותיות בכל אחד הם גימטריא פני\"ו והם לשון רבים ב' ס\"ג ב' א\"ל כנ\"ל גם נקרא חשמ\"ל כנזכר שם שגם הוא גימטריא שע\"ח. ודע כי יש בקליפה בחי' ש\"ע ואלו ש\"ע הם נגד ש\"ע דקדושה דא\"א והם נקרא ע\"ש בסוד כבגד יאכלם ע\"ש כי הוא האוכל ומכלה בגדים העליונים שהם בחי' מלבוש כמנין חשמ\"ל והענין הוא כי יש בחי' בקליפה והחשמ\"ל הנ\"ל אשר צרופה הוא ח' שמ\"ל כנזכר פ' ויקהל שהוא בחי' הקליפה שרוצה ליקח האור הזה ואינו יכול ליקח רק בחי' הש\"ע לבדו ומהם נעשה ע\"ש הנ\"ל אבל ח' היתירים שהוא בחי' ח' חוורתא כנ\"ל שהם עליונים המאירין בש\"ע נהורין שבפנים אין הקליפה לוקח אותן וגם ז\"ס עושה ע\"ש כסיל וכימה גם יש פי' אחר כמ\"ש באדרא קכ\"ח ומהאי אתפשט אורכא דאנפוי לש\"ע רבוא נהורין כו'. ובזה תבין מ\"ש פ' תרומה דקמ\"ה ויהי שירו חמשה ואלף כי הם סוד ה' תרעין מחסד עד הוד ואלו הם חמשה ואלף הם בחי' היסוד שהוא אילנא דחיי ההולך עד חו\"ב דרך חוט השדרה כנודע והנה נודע כי כל הי\"ס כלילין בעתיקא והג\"ר הם ש' לפי שהם עליונים הם בחי' מאות אך ז\"ת אין כ\"א מהם כלולה אלא מי' הרי הם ע' והרי בין כולם ש\"ע רבוא אבל ז\"א אין בו רק ק\"ן רבוא נהורין לבד לפי שכנגד ת\"ת עצמו הם ק' וכנגד הה' תרעין שיש מחסד עד הוד כ\"א כלול מי' הרי נ' הרי בין הכל ק\"ן רבוא והנה מן הש\"ע הנ\"ל תסיר ממנו ק\"ן הנ\"ל נשאר אר\"ך ואלו הם בחי' הנשארין בא\"א אשר על שמם נקרא אר\"ך אנפין דאתפשט אנפוי דיליה לאר\"ך רבוא וז\"א לק\"ן רבוא כנזכר באדרא קל\"ה ע\"ב ובין כולם ש\"ע רבוא. ונבאר ענין הז\"א למה אינו לוקח רק ק\"ן רבוא נהורין כנזכר באדרא נשא קל\"ה ומהאי אוירא דכיא נתפשטו אנפוי לק\"ן רבוא כו' וצריך שתדע כי גם אמא עלאה כאשר היא בבחי' הזווג הב' של רביצה על האפרוחים הנ\"ל שאז גם אבא מרכין ראשו ואינם שלמין בקומתן כנזכר במ\"א בסוד כי יקרא קן צפור לפניך והוא כאשר אין או\"א יכולין להסתכל במצח דא\"א אלא באנפין דידיה שאז הוא הזווג תחתון של או\"א ואז אין בה רק ק\"ן רבוא לבד כמו שיש אל הז\"א וענין הק\"ן הזה באמא (נ\"א דבאמא) הוא כי כאשר או\"א הם שוין בקומתן אז יש ט\"ס באמא וכל א' כלולה ממ\"א שערים כנ\"ל שיש באנפין דא\"א אותן הש\"ע נהורין הנכללין גם באמא עלאה ומקבלת אותן כאשר היא שלימה בט\"ס ואז מסתכלת במצח א\"א אבל כאשר אינה מסתכלת במצח א\"א רק באנפוי דא\"א אשר אז כאשר אין לאמא שיעור קומה רק מהחזה דתנה\"י דאבא לבד ואע\"פ שהיא שם פב\"פ עם אבא ע\"י הרכנת הראש. והנה בג\"ס נה\"י הם ג\"פ א\"ם א\"ם א\"ם גי' קכ\"ג ובב' שליש הת\"ת שהוא מחזה ולמטה כנודע הוא ב' שליש של א\"ם שהוא כ\"ז ועם קכ\"ג הרי ק\"ן רבוא לבד כן הענין בז\"א כי הלא שיעורו מחצי ת\"ת ונה\"י דא\"א ולמטה והוא דוגמת אמא כשהיא מן החזה דאבא ולמטה לכן גם בז\"א אין בו רק ק\"ן רבוא דוגמת ק\"ן דאמא אבל עכ\"ז יש הפרש בין ק\"ן דאמא לק\"ן דז\"א כי אמא נמשך אליה זה הק\"ן מא\"א עצמו להיותה דבוקה עמו שם עדיין אבל הז\"א הוא רחוק מאוד מהפנים דא\"א לכן אין נמשכין אלו הק\"ן רבוא מא\"א עצמו אלא ע\"י אמא הנקרא אוירא דכיא כמבואר אצלינו ואלו הב' הק\"ן אלה הם נרמזין במשנה אל תסתכל בק\"ן ק\"ן אלא במה שיש בו ועיין בשער הכוונות בתפלת ר\"ה בברכות אבות ענין ש\"ע נהורין שיש באנפין דנוקבא ודז\"א:",
  "parentheses": [
    {
      "hns": "218.1.1",
      "text": "הם"
    },
    {
      "hns": "218.2.1",
      "text": "נ\"א ההכנות"
    },
    {
      "hns": "218.3.1",
      "text": "נ\"א דבאמא"
    }
  ]
}