{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 537,
    "section_hns": "537.1",
    "path_trace": [
      "text#14",
      "#2",
      "36",
      "4",
      "1"
    ],
    "paren_count": 2
  },
  "text_he": "ונבאר עתה בדרך כללות ענין ג' זווגים שיש בזו\"נ. א' הוא בחי' זווג דאב\"א והוא בהיות הנוקבא אב\"א מהחזה דז\"א ולמטה. ב' הוא בהיות שניהן שוין בכל שיעור קומתן פב\"פ. ג' הוא בהיותה פב\"פ בבחי' היותה קצר הקומה מהחזה ולמטה כנ\"ל. ודע כי בעת בריאת עולם לא היה רק ב' זווגים ראשונים בלבד אך זווג הג' לא היה אז וכנ\"ל בדרוש כי ענין זווג זה ג' לא נתחדש רק מזמן בית ב' ואילך. ונבאר ענין ב' זווגים ראשונים הנה קודם שנברא העולם וקודם שנברא אדה\"ר היו כל העולמות בבחי' אב\"א שהוא בחי' עשיה שהוא אחור והבן זה היטב. וע\"כ ענין אלו הט\"ל מלאכות הם בימי החול כי הם בסוד עשיה כי שם הוא המעשה שהוא בחי' אב\"א וענין זה נוהג בכל העולמות ואז בששת ימי בראשית שהם ימי החול אז היו אותן הט\"ל מלאכות נעשין בבחי' עשייה שהיא בחי' אב\"א. והנה טעם היותן אב\"א היה מפני שכאשר עדיין לא נתקנו הג\"ר כאשר ירד האור בז\"ת לא היו יכולין לסובלו ומפני כך מתו בסוד ואלה המלכים כנודע ואחר שנתנו ג\"ר דהיינו ג' נקודות הראשונים דהינו א\"א דאצילות הוא כתר דאצילות וחו\"ב הם או\"א ונעשו בחי' פרצוף ונתמעט האור ע\"י תיקון התפשטות הפרצוף כמבואר במקומו ואז ע\"י (המעטת) התפשטות האור יש תיקון לשיוכלו התחתונים לקבל האור ואז היה יכולת בזו\"ן לקבל האור. וכאשר נתקנו או\"א ונעשו פרצוף הנה פסולת בירורים שנשתיירו מהם והדינין הקשים שבהם כולם ירדו למטה בזו\"ן ואז נתקן זו\"ן תחלה בבחי' אב\"א והיו כל הדינין וכל הקליפות שם כנ\"ל. וכשראה המאציל העלין שאם אז היה מתקן את זו\"ן פב\"פ יהיו הקלי' והדינין מתאחזין באחוריים שלהם כי אחוריים הם בחי' דין כנודע ובפרט שהם למטה בבחי' זו\"ן לכן הניחם בחי' אב\"א ועי\"ז לא יוכלו הקלי' להתאחז שם אבל לא היה צריך שמירה כדי שלא יתאחזו בפנים שלהם כי אין שם אחיזה אל הקלי'. והנה כל העולמות היו אז בבחי' אב\"א לסבה הנ\"ל. וכבר נתבאר בדרוש מדרגות העולמות איך היו קודם שנברא אדה\"ר מעלות העולמות העליונים מאד ובהיות זו\"ן שם למעלה במקום או\"א היה גם שם בבחי' אב\"א ואז נזדווג והולידו לאדה\"ר מבחי' אב\"א בהיותן למעלה והבן היטב. והנה אחר שנברא אדה\"ר לעבוד את האדמה ולשמרה כמ\"ש בפסוק אז ע\"י תפלתו ביום ההוא קיצץ הקוצים מן הכרם וסילק הקלי' אשר שם ועי\"כ חזרו זו\"ן פב\"פ שוין בכל קומתן בבחי' (ב') [ו') הנ\"ל. והנה כמו שתיקן בעולם אצילות כן גרם תיקון בכל העולמות של בריאה יצירה והחזירם פב\"פ אבל עולם עשיה לא תיקן לפי ששם הרע מרובה על הטוב כמ\"ש בע\"ה בדרוש אבי\"ע ופסולת מרובה על האוכל ויש שם קליפות רבים מאד לכן נשאר עולם העשיה בבחי' אחור ושם באותן אחוריים נאחזים הקלי' אשר שם בעשיה הנקרא אלקים אחרים. ואמנם בג' עולמות העליונים תיקן והחזירן פב\"פ ותחלה ננסרו האחוריים כנודע ואח\"כ החזירו זו\"ן פב\"פ באצילות ואז היתה יום השבת וזהו הטעם שנאסרו ט\"ל מלאכות בשבת לפי שהם בחי' אב\"א שהם בחי' המעשה הנקרא עשיה והעושה כן גורם להחזיר העולמות לבחי' אב\"א כמתחלה. ואמנם הזווג הג' הנ\"ל שהוא זווג פב\"פ מהחזה ולמטה זה לא היה בעת בריאת העולם כן רק בזמן בית שני כנ\"ל והוא אשר אנו עושין עתה ע\"י תפלתינו בימי החול אחר החורבן כנ\"ל:",
  "parentheses": [
    {
      "hns": "537.1.1",
      "text": "המעטת"
    },
    {
      "hns": "537.2.1",
      "text": "ב'"
    }
  ]
}