{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 544,
    "section_hns": "544.1",
    "path_trace": [
      "text#14",
      "#2",
      "37",
      "5",
      "1"
    ],
    "paren_count": 1
  },
  "text_he": "ואחר שנתבאר ענין לאה איך נתקנים ע\"י נהי\"ם דאמא הפנימים שבתוך זעיר אנפין נבאר עתה ענין אחיזתה עם ז\"א עצמו ואיך יוצאין הארותיה מתוך ז\"א אליה בחוץ. הנה ע\"ד שנת\"ל איך רחל נבנית ונתקנית ע\"י הפרקים של נה\"י דז\"א ומהם נעשין ג' קוין שבה כך לאה ג' קוין שלה נעשין מחג\"ת דז\"א. אבל צריך לבאר כי הנה נתבאר כי ראש רחל מתחיל מן החזה דז\"א ולמטה וכבר שם נסתיים קומת לאה ואין מלכות לאה נוגעת בחברתה אפילו כמלא נימא. והנה בחוש אנו רואין שכאשר אדם יפשוט זרועותיו וידיו לאורך בהמשך גופו הפרק הא' הנקרא קובד\"ו בלע,ז יגיע עד סיום הגוף ושאר הב\"פ שהם הזרוע עצמו ויד ישארו נתלין ומשתלשלין למטה ע\"ג הירכיים שהם נ\"ה ואם כן לאה הנבנית מג\"פ הזרועות נמצאת נכנסת לאה בגבול רחל מאד מאד. אבל ביאור הענין כך כי הנה נת\"ל כי הזרועות והשוקיים הם איברים ממשים בבשר ועצמות ואין האור יכול לבקוע ולצאת לחוץ זולת בין פרק לפרק דרך שם אפשר להאור לכנס בתוכו או לצאת מתוכו כי שם הוא מקום חלל ואע\"פ שהוא סתום בוקע האור ונכנס לתוכו ויוצא. והנה ג\"פ יש בכל זרוע וזרוע מאלו אשר לאה נבנית באחוריהם והנה האור היורד מן המוח החכמה דז\"א אל הזרוע הימין של חסד שבו לצורך ז\"א ודאי שהוא יורד מעילא לתתא בחי' אור ישר ותחלה יורד האור מן המוח הנ\"ל ונכנס בפרק עליון של זרוע שהוא הפרק המחובר לכתף עצמו דז\"א ומשם יורד האור אל הפרק הב' ומשם אל הפרק הג' לפי שהארת הז\"א הוא אור ישר מלעילא לתתא שהוא אור זכר משא\"כ ברחל נוקבא דז\"א שהארתה הוא בסוד אור חוזר מתתא לעילא הנקרא (אור ה') נוקבא כמבואר אצלינו איך אחר שירדו החסדים מעילא לתתא ביסוד דז\"א חזרו לעלות מתתא לעילא ואז מחי' אור זה נעשית רחל. וכן הענין בלאה שגם היא נקבה ונבנית ע\"י אור החוזר והוא כי הנה כאשר ירד אור ממוח חכמה דז\"א ונכנס בז\"א בפרק עליון של הזרוע עד סוף הפרק ההוא דרך יושר עד האציל הנקרא קובד\"ו ואז כאשר רצה המאציל שיבנה שם פרצוף לאה חזר האור ההוא מתתא לעילא מן האציל עד ראשש הפרק העליון במקום חבורו בכתף ומשם יוצא האור לחוץ בגלוי מבחוץ עד התחלת הגרון והארה זו נעשית בחי' החסד שהוא זרוע ימין של לאה בסוד אור חוזר נוקבא וכעד\"ז היא בזרוע שמאל דז\"א כי מפ\"ע שבו נעשה זרוע גבורה של לאה בבחי' אור חוזר עד התחלת הגרון ג\"כ. ואח\"כ מן האור היורד ביושר בפרק הב' של הזרוע ימין דז\"א מן האציל עד פרק כף היד חזר ועלה בסוד אור חוזר נוקבא עד האציל ממטה למעלה ויצא שם ממקום האציל לחוץ בגלוי ואז נעשה הנצח שהוא שוק הימין של לאה ונמשך עד התחלת פרק ראשון של הזרוע במקום חבורו אל הכתף נמצא נצח דלאה נעשה מן פרק ב' דז\"א אבל אינו עומד אלא נגד מקום פ\"ע זרוע דז\"א חסד לאה נעשית מן פ\"ע דזרוע דז\"א ואינו עומד אלא נגד מקום התחלת גרון ז\"א עד התחלת פ\"ע זרוע ז\"א ודבר זה גורם אותו היות הארה יוצאת מתתא לעילא כנ\"ל וכעד\"ז בהוד וגבורה דלאה הנעשים מפ\"ע וב' דזרוע שמאלי דז\"א. גם טעם היות כך הענין הנ\"ל הוא כדי שיהיה מקום לסבול בו כל פרצוף לאה ולא תצטרך לרדת בגבול רחל כמו שהקשתי למעלה באופן שנתרצו הקושיות הנ\"ל שהרי אין רגלי לאה יורדין רק עד סוף אצילי זרועות של ז\"א ואינה נכנסת בגבול רחל ועד\"ז היה בקו האמצעי שעלה האור ממטה למעלה ונעשית קו האמצעי שבה שהיא ת\"ת שבה האמנם בחי' יסוד אין בה כי אין לה רק הת\"ת הנעשה מנגד שליש עליון דת\"ת דז\"א אבל היסוד אינו נעשה בה עד שיתן לה אמא הנתונה תוך ז\"א בשליש ראשון דת\"ת דז\"א כמ\"ש בענין כוונת ויעבור שהם י\"ג מדות ושם יתבאר איך נבקע היסוד דאמא ויוצא לחוץ וניתן ללאה וע\"ש היטב. גם בברכת אבות בתיבת האל הגדול נתבאר ענין עשיית פרצוף לאה ופרצוף רחל ושם נתבאר כי עדיין לא נעשה בלאה רק ז\"ת שבה וגם בחי' הדעת שבה ובברכת כהנים ע\"י נשיאות כפים נעשין חו\"ב ג\"כ אל לאה וע\"ש. ואמנם קיצור הדבר נבאר כאן ענין ג\"ר שבה הוא באופן זה כי דעת של לאה נעשית מן הדעת של ז\"א שהרי כנגדו ממש עומדת לאה כנ\"ל אבל ב' מוחין דחו\"ב דלאה הוא ממש הענין נשיאות כפים של כהנים בעת ברכתם כמבואר אצלינו בכוונת ב\"כ וע\"ש היטב. והענין בקיצור כי כדי לעשות בלאה בחי' חו\"ב שבה אז מגביה ז\"א ב' ידיו למעלה כנגד ג\"ר באופן שראשי אצבעותיו יהיו ממש גבוהין נגד ראשו ואצבעות יד ימינו יהיה מצד ימין של הדעת ואצבעות שמאלו נגד צד שמאל של הדעת ואז יוצאין האורות בסוד או\"ח ממטה למעלה דרך קצוות האצבעות מבין הצפרנים כנ\"ל ואז מתגלין שם ונעשית בחי' חו\"ב דלאה מב' קצוות הדעת והם מתפשטין מן הדעת מלמעלה בסוד אור חוזר. נמצא שהם גבוהים מן הדעת כי לעולם בחי' חו\"ב הם גבוהים מן הדעת ומתחיל ההארה הנ\"ל לעלות ולהתפשט ממטה למעלה בב' צדדי הדעת ואז נעשו ב' מוחין דילה כנ\"ל. ואחר כך חוזר ז\"א להשפיל ידיו למטה כדרכו כי כבר נגמר פרצוף לאה וא\"צ להגביה. ובזה תבין ג\"כ טעם אחר למה נשתנו זרועות ז\"א להיות נעים ונדים ומופסקים משאר האיברים ואין קן ימיני ושמאלי שלימים מלמעלה למטה בלתי הפסק כמו קו האמצעי והוא כדי שיוכל להעלותן כשירצה ולהורידן וכל זה לצורך תיקון לאה. ועוד יש ט\"א ונת\"ל שהוא לצורך ז\"א עצמו שלא ינקו הקליפות ממנו:",
  "parentheses": [
    {
      "hns": "544.1.1",
      "text": "אור ה'"
    }
  ]
}