{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 517,
    "section_hns": "517.1",
    "path_trace": [
      "text#14",
      "#2",
      "35",
      "2",
      "1"
    ],
    "paren_count": 1
  },
  "text_he": "אח\"כ נקראת קטנה והיא אות ק' של נקבה וזהו כי הלא האשה עד י\"ב שנים ויום א' נקראת קטנה וענין י\"ב שנים אלו הוא כי אין האשה נתקנת עד גמר תקון האדם וז\"ש לא טוב היות האדם לבדו כי תחלה היתה הנוקבא בסוד צלע א' והיא היתה אחורי הת\"ת דז\"א בסוד ה' תתאה ואז נתקן אדם שהוא ז\"א והגדיל לגמרי ואח\"כ נתקנת הנוקבא כי אחר הגדלת הזכר עדיין הנקבה קטנה ואין הנוקבא נתקנת עד גמר תיקון הזכר לכן אנו רואין בחוש הראות והטבע כי האיש גדול בשנים מאשתו ואחר שבאו המוחין לז\"א והגדיל אז מאירין המוחין האלו בנוקבא ונתקנת. וכמו שאין ז\"א נקרא גדול עד שנגמרו כל המוחין לכנוס בו כך הנוקבא שאין בה שום גדלות אין נקראת גדולה עד שיגמרו כל המוחין לכנוס בה ואז נקראת נערה ובוגרת כמ\"ש כי ב' שמות אלו הם בימי הגדלות אבל בתחלה נקראת קטנה וידעת כי הזכר אינו גדול עד תשלום י\"ג שנים ויום א' והנוקבא עד י\"ב שנים ויום אחד לכן נבאר עתה אלו הי\"ב שנים ויום אחד איך היו מציאותן. כבר ידעת כי הנוקבא אינה נבראת רק מסיום שליש העליון דת\"ת הנקרא חזה ומשם ולמטה נמצא כי בנין המלכות הוא מב\"ש הת\"ת ונהי\"ם הם ד' מדות וב' שלישים. וכבר בארנו שהכתר שלה נעשה מב\"ש שלוקחת מת\"ת דז\"א והב' מוחין שלה מב\"פ קדמאין דנ\"ה וח\"ג דידה מב\"פ אמצעים דנ\"ה דידיה ונ\"ה דידה מב\"פ תתאין דנ\"ה דדכורא אמנם לקו אמצעי שבה שהוא דתי\"ם אין לה רק בחי' היסוד לבד וכבר בארנו במ\"א ועוד נבאר בדרוש א\"ט ב\"ח. ונבאר עתה בחי' הכתר שלה כי כבר נודע מ\"ש בענין ה\"ח המתפשטים בגופא דז\"א ואין לך ספי' א' מן החסד עד הוד שאין בו חסד א' מן הה\"ח והנה בת\"ת דז\"א שם הוא חסד א' ונחלק לג\"ש כי אין לך שום מדה שאין לה ג\"פ. ואמנם עד החזה הוא שליש א' ועד הטבור הוא שליש ב' ועד סיום הגוף הוא שליש ג'. והנה החסד הזה הנוגע אל הת\"ת מתפשט בג\"ש ת\"ת וכבר בארנו כי החסדים בעת עלייתן מגדילין הם את ז\"א כי יורדין ונופלין ביסוד ומשם עולין עד הכתר ומגדילין את ז\"א ואמנם בזכר יש עלייה וירידה אך הנוקבא אין בה הארת החסדים אלו רק בדרך עליה בסוד אור חוזר ממטה למעלה הנקרא אור נוקבא וז\"ס עלי באר ענו לה. וכבר בארנו שאין המלכות לוקחת מזה החסד שבת\"ת רק חצי שליש כי שליש ג' התחתון מן הג\"ש ממנו נתחלק חציו עולה לכתר ז\"א וחציו האיר אל האחור וניתן אל כתר דרחל ושם בארנו כי ז\"ס ב' מלכים שתמשין בכתר א' כי מן שליש זה נחלק לב' כתרים לזו\"ן וכמו שפנימית כתר רחל נבנית מחסד שבת\"ת שהוא פנימית והוא הדעת המתפשט בו כן גוף ומלבוש וכלי של הכתר דרחל הוא נעשה מן כלי של גוף דת\"ת דז\"א עצמו נמצא שהמלכות לוקחת חיצוניות ופנימיות ת\"ת דז\"א לצורך פנימית וחיצונית כתר שלה ואמנם הפנימית שהוא האור אשר לוקחת משם הוא חצי שליש ת\"ת אך מן החיצונית לוקחת כל הב\"ש מגולין כי אורך הכתר שלה הוא אורך כל ב\"ש של הת\"ת דז\"א וא\"כ מוכרח הוא שתקח כל החיצונית של אותן ב\"ש אך האור שבהם בפנימיותן אינה לוקחת רק חצי שליש כנ\"ל ועכ\"ז ודאי שאינה לוקחת כל הב\"ש כי הז\"א צריך להשאיר מהם לעצמו אמנם הז\"א לוקח חצי שליש לבחי' גוף חיצונית ת\"ת שלו ושליש וחצי נותן לגוף הכתר דנוקבא. והטעם כי הז\"א כיון שמתחלה כל ג\"ש הם בו וגם ששם יש הארות רבות ששם נפתח יסוד דאמא ויש שם אורות רבות לכן יש די סיפוק בחצי שליש להשלים הת\"ת שבו ושליש וחצי נותן אל המלכות להיות אליה כתר בבחי' גוף. ודע כי אורות אלו הנמשכין מז\"א לנוקבא אינן יוצאין ממש ומאירין ועוברין דרך דופני המחיצות דז\"א כולם אל הנוק' דא\"כ ברגע אחת היו ניתנין בה כל המוחין אך הם ממש דוגמת מוחין דז\"א שכמו שז\"א נכהס כל פרק ופרק דנה\"י דאמא בו בכל שנה ושנה כן בנוקבא וכדי שיהיה הדבר כן נמצא כי אלו המדות היוצאין אל הנוקבא אינם יוצאין מכל מקום שירצו רק עולין כולן עד החזה ששם הוא הנקב שעשה בוצינא דקרדינותא בחזה דז\"א לעבור משם אל האחוריים ודרך שם יוצאין כל האורות ונעשין צלם א' אל הנוקבא כמו שיש צלם אחד אל הדכורא ומשם נכנס מעט מעט כל בחי' ובחי' בכל שנה עד תשלום כל הי\"ב שנים של קטנות. נמצא כי אורות אלו הם עולין תחלה מלמטה למעלה מן היסוד אל החזה כנ\"ל ואח\"כ יוצא משם אל האחור וחוזר ויורד לנוקבא למעלה (למטה) מן הכתר עד סיום דגופא ואחר שעלה חוזר ליכפף ולירד. וז\"ס אותה הבעיא דב\"ק בפרק הכונס דבעי על אש נכפפת שהזיקה מהו וזהו ששבארנו הוא סוד מציאות הנק' אש נכפפת וכבר ידעת כי מלכות כולה מן הגבורות שהם אש ולזה נקרא אש נכפפת. ודע כי הלא ב' מיני אורות לוקחת הנוקבא א' הוא חסדים שהם ב\"ח שיש בנ\"ה ועוד חצי שליש א' שבת\"ת והב' הוא אורות הה\"ג. ואמנם לעולם אין החסדים מתערבין רק בתחלה נמשכין החסדים עד שיגמרו לגמרי ואחר כך יוצאין הגבורות. והנה המלכות עיקר הגבורות שלוקחת אינם רק בקו האמצעי שבה כי הלא לוקחתן מן הת\"ת דז\"א שהוא בקו אמצעי ואמנם בב' הקוין שלה לוקחת החסדים הנ\"ל. והענין כי חסד שבנצח דז\"א נחלק לג' חלקים שליש א' ניתן לנוקבא בחכמה שלה ושליש ב' בחסד שלה ושליש ג' בנצח שלה. וכעד\"ז נחלקים ג\"ש חסר שבהוד דז\"א בג\"ס קו שמאל דנוק' שהם בג\"ה ומחצי שליש של חסד דת\"ת דז\"א ניתן בכתר שלה. הגהה - וא\"ת למה המוחין דנוקבא לא נעשו מחג\"ת דז\"א רק מנה\"י שבו. התשובה כי הנה\"י מגולין כנודע אך החג\"ת הם אורות סתומים ואין בהם כח להעשות מוחין:",
  "parentheses": [
    {
      "hns": "517.1.1",
      "text": "למטה"
    }
  ]
}