{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 628,
    "section_hns": "628.1",
    "path_trace": [
      "text#14",
      "#2",
      "40",
      "7",
      "2"
    ],
    "paren_count": 1
  },
  "text_he": "ענין אחור באחור ופב\"פ הוא זה. דע כי תחלה בעיבור לא היה ז\"א רק בחי' נפש לבד שבו והוא המלכות שבו וששה קצוותיו וכשנולד בא לו הרוח ונשלם לו\"ק בימי היניקה ואמנם הנוקבא קודם זמן העיבור לא היה בה רק נקודת נפש שבנפש מלכות שבמלכות שבה ושיעורה עטרה שביסוד ז\"א שהוא מנפש שבו ואח\"כ בעיבור נתוסף בה ו\"ק הנפש ונקרא רוח שבנפש ואז גדלה כמדת היסוד עצמו דז\"א שהוא רוח שבו אך אינן ו\"ק שלמים כמוהו. אח\"כ ביניקה גדלה היא הנשמה שבנפש וניכר ג' כלים שבה שהם כלי נפש כלי רוח כלי נשמה כנודע שאין עוד כלים רק ג' כלים אלו אך הם בחי' נפש בלבד באופן שנשלם בה בחי' י' מלכיות שבה הנקרא נפש גמורה וכולם אינם רק מדה אחת כמדת ת\"ת דז\"א ואז היה הז\"א ו\"ק גמורים והיא קצה א' גמורה אח\"כ גדל ז\"א י\"ס גמורים ובא לו נשמה ואז היא נגדלת בבחי' רוח בפעם א' כי אותו המדה של י' מלכיות הנ\"ל נעשו י\"ס כנודע מא\"ב דאטב\"ח והרי עתה הם אב\"א אך עדיין אין בה רק נפש ורוח כי הרי היא עדיין מן החזה ולמטה ששם הוא בחינת הרוח כי עד החזה עומדת היסוד דבינה הנקרא נשמה כנודע גם כי הרי אינה לוקחת מהבינה עצמה אלא מן הז\"א עצמו הנקרא רוח וגם שהיא למטה מהחזה כנ\"ל שאין שם בז\"א עצמו רק רוח ולכן לא הגיע אליה רק רוח שלה כי הנשמה שלה ניתנה למלכות של ז\"א (צד הב\"ן שבו) עצמו כנ\"ל. ואח\"כ יצאו המוחין וניתנו אליה עצמה ואז נגדלה היא כל האחור כי כבר יש בה נשמה כמוהו ודע והבן מאד כי אז כל בחי' מלכות דז\"א עצמו שהוא ב\"ן שלו כנזכר במ\"א הוא דוגמת בינה עליונה והיא דוגמת תבונה וכל אחוריים שלו ננסרין וניתנין אליה ועי\"ז נשלמה כי היא דוגמת התבונה הנעשית פרצוף גמור בהתחברה עם הבינה. והנה הכלים הם ננסרין ונדבקין בה כיון שהנשמה נכנסת בה שהיא נשמת הכלים הננסרים שהוא ב\"ן דז\"א אורות וכלים והבן זה מאד. והנה עד עתה יש בז\"א ובנוקבא מוחין דנשמה ואז נק' כבר גדול כי בעוד שיש בו רוח נקרא זעיר ובלוקחו נשמה שבו נקרא גדול שהוא בן י\"ג שנים ולמעלה אך עדיין אינו אדם אוי לחופה עד י\"ח שנה ואז נכנסת בו נשמה לנשמה שהם מוחין דאבא כי אין זווג ראוי להוליד אלא מן המוח שהוא חכמה הנקרא חיה כנ\"ל. ודע כי בהיותן אב\"א נזדווגו ועלו למעלה בחיק או\"א וחזרו שם פב\"פ ואז נתן בה רוחא דשביק בה בביאה קדמאה והוא בחי' טפת זווג גמור בחסדים של נר\"ן מב\"ן ומ\"ה וס\"ג ע\"ב ע\"ב ע\"ב הרי גימטריא גבורה כי כל א' מאלו אינם ע\"ב ממש כנודע אלא בהתחברם ס\"ג עם י' אותיות ומ\"ה וכ\"ו ורבוע הוי\"ה דב\"ן שהוא ע\"ב דב\"ן וכשנכנסים המוחין דחיה שהוא בינה דאבא שהוא ראוים להוליד יכולין אפי' בהזדווגם למטה במקומם לחזור פב\"פ כנודע ואז נותן בה בזווג גמור טפת חסדים דע\"ב דיודי\"ן שהוא ע\"ב אמיתי כי היא לקחה כבר הגבורות דע\"ב ע\"י ז\"א ואמא פב\"פ אך לא בזווג גמור אך עתה נותן לה בזווג גמור החסדים דע\"ב ואלו הן נשמה אמיתית וזה נקרא זסווג גמור אך רי\"ו אב\"א נקרא זווג שאינו גמור כי אינה רק לעשותה כלי ונמצא כי אותו הרי\"ו הוא אותו רוחא דשדי בגווה שהם החסדים זכרים מבחי' נר\"ן אך טפת החיה אינה נשארת בה כי הוא כח זכר גמור לכן הרי\"ו הוא בנימין בן ימין כח זכר ונקרא בן אוני כח נוקבא כי היא מן הנשמה בינה נקבה אח\"כ חוזר לקחת נר\"ן וחיה יותר עליונים מאו\"א עלאין עצמן ולא מיש\"ס ותבונה וצריכין לחזור אל קטנות וגדלות ב' יותר עליונים והבן זה ואחר כך לוקח מאריך עצמו ואז נשלם לו בחינת יחידה והבן זה מאד:",
  "parentheses": [
    {
      "hns": "628.1.1",
      "text": "צד הב\"ן שבו"
    }
  ]
}