{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 223,
    "section_hns": "223.1",
    "path_trace": [
      "text#14",
      "#2",
      "14",
      "3",
      "1"
    ],
    "paren_count": 3
  },
  "text_he": "ונבאר עתה קצת חילוקים שיש בין א\"א אל ז\"א עם שכבר ביארנו לעיל קצת שנויים אחרים כי הנה הז\"א החסדים מתפשטים בכל גופו וגבורות ניתנו כולם לנוקבא משא\"כ כאן והטעם הוא לפי ששם הזכר והנקבה הם פרצופים נפרדין לכן הזכר לוקח החסדים והנוקבא לוקחת הגבורות אמנם בא\"א שהזכר ונקבה שבו פרצוף א' אלא שזה עומד בצד ימין וזה בשמאל לכן ג\"כ מתפשטין עד\"ז החסדים בקו ימין אשר שם הזכר והגבורות בשמאל אשר שם הנקבה. עוד יש חילוק אחר כי בא\"א יוצאין ד' פרצופין מבחי' יסוד אחד בלבד שבתוכו שהוא היסוד דעתיק כנ\"ל. ושם בז\"א מב' יסודות שיש בתוכו שהם יסוד דאבא ויסוד דאמא כנודע אין יוצאין רק ד' פרצופים לבד שהם יעקב ודור המדבר ולאה ורחל כמבואר במקומו. והענין הוא כי גם בא\"א (בעתיק) יש ב' בחי' שהם זכר ונקבה כנודע אצלינו אלא שהם מחוברים יחד כנ\"ל ולסבת התחברותם גרם שינוי אחר מכאן אל הז\"א כי בכאן אפי' הנקבות שהם בינה ותבונה יוצאין דרך הפנים דא\"א אבל לא באחור משא\"כ בז\"א שלאה ורחל הם באחור ז\"א כנ\"ל. עוד יש חילוק אחר והוא כי בז\"א יצאו ב' נקבות שהם לאה ורחל אחת נגד מקום המגולה למטה מיסוד ואחת כנגד מקום המכוסה כמו שהם כאן בינה ותבונה אבל ביעקב ודור המדבר אינם יוצאין שניהם אלא למטה במקום הגלוי והטעם הוא לפי ששם בז\"א יש למעלה במקום המכוסה ב' מסכים שהם מחיצות יסוד דאבא ויסוד דאמא המלביש ליסוד אבא כנודע והנה יעקב ודור המדבר שתיהן יוצאין מן יסוד דאבא שמתעלם תוך יסוד דאמא ואין להם כח לצאת לחוץ שם למעלה אבל למטה במקום המגולה שאין שם מסך דיסוד דאמא רך מסך דאבא לבד יכולין לצאת שם משא\"כ בלאה שהוא מיסוד אמא ואפילו למעלה אין לה אלא מסך אחד לכן יצאתה אפילו במקום עליון המכוסה אבל כאן בא\"א אין בו רק יסוד אחד לבד דעתיק ואפילו למעלה לא יש רק מסך א' בלבד ולכן יכול לצאת פרצוף אחד שם למעלה במקום הסתום ופרצוף אחד למטה במקום גלוי. וצריך שתדע ענין אחד והוא כולל בכל בחי' הפרצופים והענין כי בא\"א באמצע גופו יש חד פרסא ומסך מבדיל בין חצי העליונה לחצי התחתונה כנראה בחוש הראות ומבשרי אחזה אלוה איך יש קרום א' מחיצה המפסקת בין איברי הנשמה (הנשימה) שהם הריאה והלב ובין איברים התחתונים שהם כבד ובני מעיים כנודע והנה זה הפרסא אינו ביושר רק כי כאשר מתחלת מצד הפנים היא מתחלת מתחת החזה ממש וכשמתרחבת ומתפשטת עד האחור היא עומדת (נמוכה עד) כנגד מקום הטבור כנראה בחוש הראות בחוש הטבע וזהו נקרא יותרת הכבד קרומא דפסיק גו מעוי דב\"נ כנזכר בזוהר פ' בראשית ע\"פ יהי רקיע בתוך המים והנה או\"א עומדין בב' הצדדין דא\"א זה בימין וזה בשמאל ועומדין פניהם איש אל אחיו פב\"פ והנה בחוש הראות אנו רואין שמקום חיבור ב' בחי' הבטן והכרס של שניהן בולט ויוצא לחוץ משאר הגוף ושם במקום סיום הכרס שלהם של או\"א שם כנגד מקום זה בא\"א מתחיל הקרום הנ\"ל להתפשט עד אחוריו וכאשר הולך ומתפשט ונמשך זה לאחורי א\"א שם הוא הירכיים של או\"א שהם יותר ארוכים מן הכרס שלהם ויורדין ונמשכין למטה עד מקום הטבור של א\"א ושם מסתיימין אורך התפשטות ירכין דאו\"א וגם הקרום עד שם מתפשטת באחור והולך ונשפע ויורד עד שנמצא גמר התפשטותו באחור נמוך מכנגד מקום הטבור ודבר זה ניכר בחוש הראות ואין להאריך:",
  "parentheses": [
    {
      "hns": "223.1.1",
      "text": "בעתיק"
    },
    {
      "hns": "223.2.1",
      "text": "הנשימה"
    },
    {
      "hns": "223.3.1",
      "text": "נמוכה עד"
    }
  ]
}