{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 327,
    "section_hns": "327.1",
    "path_trace": [
      "text#14",
      "#2",
      "23",
      "2",
      "1"
    ],
    "paren_count": 0
  },
  "text_he": "ועתה נבאר מהיכן נעשה בחי' הכתר הזה והנה הוא נעשה מבחי' חצי התחתון של הת\"ת דאמא הנקרא תבונה וזהו ענינו. כי הנה כתבנו לעיל כי לסבת הכנסת נה\"י דאמא הראשונים תוך ז\"א בבחי' המוחין הוצרכה להתגדל ולעשות לה נה\"י חדשים אחרים ושם בארנו איך היה הענין ואמרנו כי האורות של נה\"י דאמא עלו בחצי ת\"ת התחתון של תבונה לדחות את הולד שיולד ויצא לחוץ ואז אותן האורות הוציאו שם נה\"י אחרים חדשים כי בעלות האורות הנ\"ל האירו ונתנו כח לכלי ההוא של מחצית הת\"ת התחתון והגדילו ממנו ג\"כ נה\"י חדשים ואז האורות הראשונים שנסתלקו נתלבשו תוך אלו הנה\"י החדשים כי הנה\"י הראשונים הוצרכו להתרוקן לכמה סבות הנ\"ל אם לצורך לידת המוחין דז\"א ואם להעשות לבושין למוחין דז\"א עצמו כנ\"ל אבל אלו שהם תשלום י\"ס של תבונה עצמה חזרו האורות להתלבש בהם והנה מזה המחצית התחתון של הת\"ת ומן הנה\"י בבחינת כלים ובחינת אורות ג\"כ שלהם עצמן הם הנעשין כתר של ז\"א והרי זה הוא שינוי א' שיש בין הכתר אל המוחין כי המוחין הכלי שלהם הם של התבונה והאורות הם של ז\"א אבל הכתר הכלי והאור שלו הכל הוא של תבונה. ובזה תבין טעם למה אין הכתר במספר י\"ס כנ\"ל אמנם מתחילין מן החכמה שהוא נקרא ראשית. והענין כי הנה המוחין דז\"א שהם חב\"ד שלו האורות הם של ז\"א עצמו ואע\"פ שהכלים והלבושים הם נה\"י הראשונים של התבונה כנ\"ל עכ\"ז הם טפלים ונגררים אחר הרוחניות והאורות שבתוכו אשר הם מז\"א עצמו ולכן משם הם מתחילין מספר הי\"ס שהם חב\"ד חג\"ת נהי\"ם שבו. ובפרט במ\"ש לעיל כי הכלים של נה\"י הראשונים דתבונה נעשו בשר מבשרו וגופו ממש דת\"ת דז\"א אמנם הכתר שלו אין לו שייכות עמו לא באורות ולא בכלים כי כולם הם בחי' התבונה לבד ואין בו בחי' דז\"א כלל זולתי שהוא מתחבר עמו ושורה עליו כעין כתר כמ\"ש ולכן אינו נחשב במספר י\"ס דז\"א וזכור כלל זה. וגם בזה תבין למה נקרא כתר כי הוא לשון כותרת וסובבת כמו העטרה המקפת ומסבבת ומלבשת ראש האדם והוא דבר זולתו כנראה בחוש הראות שהעטרה דבר הנבדל מן גוף האדם גם מזה תבין הפרש ויתרון מעלת הכתר על המוחין כי המוחין היו האורות בחי' ז\"א עצמו ובחי' הכלים שלהם בלבד היו מן התבונה אבל הכתר שלו כולו כלי ואור הוא מן התבונה לבדה ופשוט הוא היתרון והמעלה שיש בין תבונה לז\"א שאין קץ וקצבה אליו ומה גם כי אפילו בחינת הכלים יש יתרון לכלי הכתר מכלים של מוחין לב' סיבות א' כי הכלים של מוחין הם כלים של נה\"י ראשונים לבד אבל כלי הכתר הם מהנה\"י החדשים וגם מחצי ת\"ת התחתון ונודע כי חצי ת\"ת גדול מכל הנה\"י כולה כמבואר אצלינו בהקדמה הידועה. כי הבחינה הקטנה שבכל ספירה העליונה היא גדולה מכל מה שלמטה ממנה והרי ראית כמה יתרון יש אל הכתר על המוחין ופשוט הוא כי הכתר גדול מכל הט\"ס כולם של הז\"א לגמרי ואמנם עכ\"ז נקרא כתר של ז\"א עם היות שאין לו שייכות עמו. והטעם הוא לפי שכאשר אמא שהיא התבונה רוצה להעטיר ולהכתיר את בנה ז\"א בסוד בעטרה שעטרה לו אמו הנה היא יורדת ומשפלת גופה למטה עד שיעור חצי ת\"ת שלה כנ\"ל ומקפת ומסבבת ראשו של ז\"א ונעשית לו בחי' כתר ועטרה ואז נחשב כאלו הוא מבחי' ז\"א עצמו לסיבת התחברותו והתדבקותו עמו. וז\"ס מ\"ש בתיקונים הכתר הוא אמא על ברא גם אמרו בתקונים כי כל הכתר הוא אהי\"ה והענין הוא כי מבחי' אמא הנקרא אהי\"ה כנודע נעשית כתר דז\"א כנודע כפי מה שבארנו ודע כי לא ז\"א לבד אלא ע\"ד הנ\"ל הם כל בחי' של הכתרים של שאר הפרופים כמו א\"א או\"א נוקבא דז\"א כי כולם כתריהם נעשה מן ת\"ת העליון שעליו עד\"ז שבארנו בכתר דז\"א והנה גם כן יתבאר לך כי הרי מבשרי אחזה אלוה והרי אין אנו רואים שהאדם התחתון שבעה\"ז יש בו כתר עם המוחין בתוכו למעלה מן המוחין שלו. אך זה יובן במ\"ש כי הנה כמו שהכתר אינו מכלל גופו דז\"א רק בחי' מקפת עליו זולתו כך הוא באדם התחתון שהכתר שלו הוא אור רוחני מקיף עליו ואינו נגלה וניכר לעין כל אמנם החיצוניות שלו המתפשט למטה הוא הנגלה והוא הגולגלת המקיף את המוחין של אדם עצמו:",
  "parentheses": []
}