{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 800,
    "section_hns": "800.1",
    "path_trace": [
      "text#14",
      "#2",
      "49",
      "9",
      "1"
    ],
    "paren_count": 2
  },
  "text_he": "בענין ב' שעירים הנזכר בפרשת אחרי מות ס\"ב הם סוד ב' אנשים מרגלים ב' מוחין חו\"ב דז\"א דקלי' נוגה דאצילות כנ\"ל ואותו של חכמה נמתק יותר ונשאר גורל א' לה' אך הב' מוח בינה דז\"א זה ניתן ביה\"כ שהוא בחינת בינה לעזאזל הוא ס\"מ ונוקבא דנוגה שהם כנגד זו\"ן דבי\"ע ולפיכך שמחים ולפי שנקרא זו\"ן דנוגה דאצילות עזים כנזכר בפרשת תרומה קמ\"ז לכן זו\"ן בקליפת נוגה דבי\"ע בנים שלהם נקרא עזא ועזאל לשון עזים וכללות שניהן נקרא עזאזל דוגמת צלמות ומצולת שהם כללות שניהן צל דוכרא מות נוקבא וכשנותנין השעיר הנ\"ל לעזאזל אז נאמר ותשליך במצולת ים כנזכר פ' אחרי דס\"ג יען הם מצולת נוקבא דקדושה ושיריה ונוקבא שלה (שירדה להנוקבא של נוגה) נקרא מות שהוא הדורש אל המתים כנזכר שם ד\"ע ואותן הי' כתרין דחרשין שם הם הי\"ס דנגה כי בהם סוד הכשפים הנ\"ל ולכן אלו העזים שהם ב' השעירים הם דין חזק וטהורים ודכורים שהם בנוגה דאצילות ושם לא יגורך רע אך הם דין חזק. וז\"ש פרשת שמיני דמ\"א בענין העזים ע\"ש ובפרשת משפטים דף קכ\"א ע\"א על גדי היונק מחלב אמו כי הוא החכמה דז\"א דנגה ומה שאני מסופק בזה הוא זה דע כי ב' אנשים מרגלים הם ב' מוחין דזעיר אנפין דנוגה דאצילות ותרין ציפרין הם ב' מוחין דנוקבא וב' נשים זונות הם ב' מוחין דבי\"ע בכל הפרצוף שלהם ומפרשת אחרי דס\"ב נראה כי ב' שעירין הם ב' אנשים מרגלים ז\"א דאצילות ומפרשת משפטים קכ\"ה נראה שהם בבריאה בסוד נששים זונות ואולי נאמר כי נוגזיו מעולל הוא הגדי א' עולל ויונק שהוא בינה דנוגה דז\"א דאצילות ותחתיו הם שתי נשים זונות דבריאה ובזה יצדקו ב' המאמרים והגדי יונק מאם עלאה מל' דאצילות דקדושה וממנו נמשך לנשים זונות בבריאה ואז נשים משלו בו אחר שלקחו שפע ע\"י גדי ונתגברו עיין פרשת תצוה קפ\"ה איך השעיר יש בו מסאבא אך לא אתתקף וע\"ד שערי דיליה לא תליא ולא שעיע. לא שעיע בגין מסאבא דיליה ולא תליא בגין דלא אתתקף במסאבא כהאי תתאה וזהו שעיר דר\"ח כנזכר שם לכן כל אלו הם ביום אך ב' צפרין דנוקבא דנגה יניקתם בלילה כנזכר פרשת ויחי רי\"ז ע\"ב וענין אלו ב' שעירים הם ס\"מ ונחש דנגה דאצי' ובתחלה היו קדושים כנ\"ל ואח\"כ נפלו מקדושתן ונפילה זו היתה בנוק' דתה\"ר כי שם ג\"כ עזא ועזאל והוא בהיכל ז' דבריאה דנגה כנזכר אצלינו כי זו\"נ דקלי' דאצילות הם תמיד למטה בבריאה ואין עולין למעלה אם לא בעת יניקתם כנ\"ל שהוא ב' שעירי דיוה\"כ ובכל ר\"ח וב' צפרין בלילות כנזכר פרשת ויחי וזה היה יען לסבתם ירדה ונפלה גם מל' דאצילות דקדושה סוכת דוד הנופלת בבי\"ע ראש לשועלים ואינה עולה באצי' אלא בעת התפלה ובשבתות וביו\"ט ואז נפלו עזא ועזאל ג\"כ למטה מעשיה ולמטה בעה\"ז וכנגדן בני האלהים עז\"א ועזאל דאצי' אשר אלו אינם בארץ למטה אלא בנוקבא דתה\"ר בינה דבריאה יען נתחברו עם בנות האדם ב' נשים זונות ב' מוחין דבינה דבריאה הנקרא נוקבא דתה\"ר ואחר שבחרו שם נפלו שם כי כבר יש שם טומאה כי בבריאה יכול להתערב בה רע וזהו החטא שלהם שנאחזו ברע ולכן נפלו כנזכר בס\"ד קע\"ח ע\"ב תרין מתחבקין הוו לעילא נחתי לתתא ירתי עפרא שהוא בריאה עפר המשכן אבדו חולקא טבא דהוי בהו שהוא הטוב דנגה דאצילות וזהו ענין סמאל ולילית שירדו מקדושתן ונטמאו ואע\"פ ששם נדרש על ב' נשים זונות כמ\"ש אז תבאנה ולא מקדמת דנא. והנה כיון שבנות האדם נפלו גם בני האלהים שעמהן עד למטה בהיכל הז' הנקרא נוקבא דתה\"ר. והנה כבר ידעת שיש ב' מיני נוקבא בקדושה רחל הנקרא מל' והיא היוצאת נגד יסוד דז\"א וכן למעלה נגד דעת דז\"א יצאה לאה שהיא בחינת מל' דבינה המתלבשת תוך ז\"א ההוא והרי הם ב' נשים לז\"א שגם הוא בחי' ישראל ויעקב וכנגדן יש לו ב' אחוריים שהן ב' שפחות בלהה וזלפה זלפה נגד לאה ובלהה נגד רחל ולוט ועוג כי שניהן בחי' א' יוצאין אחור ז\"א ואלו יצאו מהג' עולמות שנזכר באדרא שהם בתיקון א\"ל דדיקנא ושם שרשם ומה שנשאר מהם שלא נתברר ירדו א' בלאה והב' בז\"א והג' ברחל ונעשו שם בסוד אחור שלהם זלפה עוג בלהה לוט וכמו שיש לז\"א ב' נשים וב' שפחות כן יש לעוג ערש ברזל ר\"ת בלהה רחל זלפה לאה ונקרא עבד ברוך שהוא אליעזר עבד אברהם שנכנס חי לג\"ע שנעשה מהטוב אך עוג זה היה מהרע שבו והרגו משה וז\"ס שארז\"ל עוג הוא אליעזר והבן זה. ואפשר לומר כי אליעזר ועוג היו דוגמת ישראל ויעקב עם ב' נשים וב' שפחות והנה לוט גם הוא כמו עוג שהוא צד הרע שבאליעזר לכן הוא ארור לוט לטיא כי הוא מהפסולת שבג' עולמות אחר שהוציא את העבד הנ\"ל עוג וב' שחות בלהה וזלפה חזרו להתברר ומהפסולת יצאו כנגד בלהה וזלפה תרין צפרין ב' מוחין דנוקבא דקלי' דאצי' ונתחברו יחד יען כי כנגד לאה שהיא מבינה אין קלי' יכולה להיות שם וירדו למטה עם בלהה ונעשו בחי' א' בב' מוחין ב' צפרין והן ב' בנות לוט כי ממנו נמשכו ע\"י זווג לוט או עוג עם ב' נשיו ושפחותיו כנ\"ל והם נעמה ואגרת אמן של השדים וכנגד עוג עצמו הכולל יעקב וישראל כנ\"ל יצאו ב' אנשים מרגלים ונעשו בחי' א' דוגמת עוג שהוא א' והם ב' מוחין דז\"א דקלי' דאצילות כנ\"ל איך ג' בחי' שהם לאה ז\"א רחל כנגדם הוציאו ג' זכרים וג' נקבות והנה נגד מל' דבינה שהיא לאה יצאה נעמה צפור ראשון חכמה וכנגד מל' דז\"א יצאה אגרת צפור ב' בינה וכנגד מל' רחל יצאה לילית וכנגדן ג' זכרים והם אלו איש א' נגד מל' לאה ואיש א' נגד מל' דז\"א ואדם קדמאה בעלה דלילית נגד מל' רחל והנה זה א\"ק וכחותיו הם בחינת מלכות שבמלכות דאצילות דקלי' וכמו שבקדושה המלכות דרחל יורדת לעשות כסא הכבוד והיא נכנסת תוך ג\"ר דבריאה גם אלו א\"ק ולילי\"ת יורדין שניהן בהיכל הז' העליון הבריאה דקלי' וזהו הלילית אשר שם נקרא נוקבא דתה\"ר אבל התחתונה נקרא נק' דתהומא סתם ולא רבא והוא כנגד כסא הכבוד דקדושה מלכות דרחל והנה גם מבירור הג' עלמין אחוריים הסיגים שלהם ירדו למטה בבי\"ע ג\"כ והיו שם בבחי' אחוריים כנ\"ל באצילות וכעד\"ז בבי\"ע ויוצאין מהם ג\"כ (עלמין) אחוריים אחרים והם הקלי' שבבי\"ע נמצא כי אלו הג' אנשים הנ\"ל הם הקליפות והאחורים. ונלע\"ד כי כמו שיש באצילות ג' נשים עם ג' בעליהן נעמה אגרת ותחתיהן לילית הנה כן הם בשמם בשאר עולמוחת בי\"ע:",
  "parentheses": [
    {
      "hns": "800.1.1",
      "text": "שירדה להנוקבא של נוגה"
    },
    {
      "hns": "800.2.1",
      "text": "עלמין"
    }
  ]
}