{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 12,
    "section_hns": "12.1",
    "path_trace": [
      "text#14",
      "#2",
      "1",
      "2",
      "6"
    ],
    "paren_count": 0
  },
  "text_he": "ועתה נבאר בחי' הב' שיש בי\"ס הלא הוא בחי' אור היושר כדמיון ג' קוים כצורת אדם העליון. והנה דרך הקו הנ\"ל המתפשט מלמעלה למטה אשר ממנו מתפשטים העיגולים הנ\"ל גם הקו ההוא מתפשט ביושר מלמעלה למטה מראש גג העליון של עיגול העליון מכולם עד למטה מתחתית סיום כל העיגולים ממש מלמעלה למטה כלול מי\"ס בסוד צלם אדם ישר בעל קומה זקופה כלול מרמ\"ח אברים מצטיירים בציור ג' קוים ימין ושמאל ואמצע כלול מי\"ס בכללות וכל ספי' וספי' מהם נפרטת לי\"ס עד אין קץ ע\"ד הנ\"ל בענין הי\"ס שהם בדרך העיגולים. והנה בחי' זאת הב' נקרא צלם אלהים ועליה רמז הכתוב באומרו ויברא אלהים את האדם בצלמו בצלם אלהים וכמעט כל ס' הזוהר והתיקונים רוב דבריהם כולם מתעסקים בבחי' ב' הזאת בלבד כמ\"ש היטב במ\"א והרי בזה יתקיימו ב' הסברות הנ\"ל כי יש ב' בחי' דרך עיגולים ודרך קוים ושתיהם כא' טובים דברי אלהים חיים. ובזה יתישבו לך כמה מאמרים הנראים כחלוקים זה עם זה בענין סדר ומצב הי\"ס. גם יתבאר לך החקירה הנ\"ל איך יהיה ראש וסוף מעלה ומטה בענין הי\"ס והנה הוא מבואר בכל ב' בחי' אלו. הא' בחי' הי\"ס בציור עגולים זה תוך זה וזו פשוט הוא שעיגול הסובב על כולם שהוא גלגל הכתר הנה הוא דבוק עם הא\"ס יותר מכולם ולכן משובח. אמנם גלגל הב' הנקרא חכמה יש הפסק בינו ובין הא\"ס. והוא גלגל הכתר לכן מעלתו למטה ממעלת הכתר. וכן גלגל הבינה הוא רחוק מן הא\"ס שיעור ב' עיגולים ומעלתו למטה ממעלת החכמה ועד\"ז כל עיגול ועיגול מכל העולמות כולם אשר בתוך החלל כל הקרוב אל אור א\"ס יותר מחבירו הוא עליון מאד ומשובח מחבירו עד שנמצא כי העוה\"ז הארציי החומרי הוא נקודה האמצעי תיכונה תוך כל העיגולים כולם בתוך כל המקום החלל ואויר הפנוי הנ\"ל וגם הוא מרוחק מן הא\"ס הרחקה גמורה יותר מכל העולמות כולם וע\"כ הוא כ\"כ גשמי וחומרי בתכלית הגשמיות עם היותו נקודה אמצעית בתוך כל העיגולים והבן זה היטב. ועוד יש סיבה ב' היא קרובה אל הנ\"ל כי הנה נתבאר איך הקו הנמשך מן הא\"ס היה מתפשט ואח\"כ מתעגל ומתפשט יותר למטה ומתעגל עד סיום תכלית כל העיגולים ועיגול המתהוה ראשון במקום ראשית הקו הנה הוא מעולה ומשובח מכל העיגולים אשר תחתיו כי הנה הוא נמשך מראש הקו. ועוד כי הנה הוא מקבל הארה בהיותו במקום גבוה יותר מכולם. וזה העיגול העליון שבכולם יהיה נק' מעלה והעיגול היותר פנימי הוא אמצעי ותיכון שבכולם אשר הוא תחתון שבכולם אשר הוא מקבל האור מתחתית הקו ההוא יהיה נק' מטה. ובענף ג' בענין יו\"ד עיגולים דעולם הנקודים יתבאר איך גם בחי' י\"ס של העיגולים יש בהם בחי' קוים ממש עם היותם עיגולים מלבד בחי' הי\"ס של היושר הנעשה בציור מראה אדם ע\"ש ושם תכלית דרוש העיגולים ושם יתבאר לך איך גם בי\"ס העיגולים יצדק בהם ימין ושמאל ואמצע עם היותן כדמיון עיגולים זה תוך זה. והנה גם בבחי' ב' של יושר שהוא בציור אדם יצדק שם מעלה ומטה פנים ואחור כי פשוט הוא שהקרוב אל ראשית הקו יהיה ראש ושלמטה ממנו יהיה גוף ושלמטה ממנו יהיה רגלים וכיוצא בשאר פרטי פרטות. ובענף ג' יתבאר ג\"כ בענין יו\"ד עיגולים דא\"ק ע\"ש. והנה ענין זה שנתבאר בענף זה איך כל העולמות הם בבחי' עיגולים זה תוך זה כגלדי בצלים והוא בחי' א' נרמז בזוהר בהרבה מקומות ובפרט בפרשת ויקרא ד\"ט ויו\"ד איך אפילו הרקיעים והארצות כגלדי בצלים זה תוך זה ע\"ש וכן בפרשת בראשית די\"ט וז\"ל כולא אצטריך קוב\"ה למברי עלמא בהו ולאתתקנא עלמא בהו וכלא מוחא לגאו וכמה קליפין חפיין למוחא וכל עלמא כגוונא כו' כולא איהו דא לגו מן דא ודא לגו מן דא כו' והרי מוכרח איך כל העולמות זה סובב לזה וזה סובב לזה. ואע\"פ שמשם נראה להיפך שהיותר פנימית הוא מוח והחופף עליו הוא הקליפה הגרועה ממנו עכ\"ז אם תפקח עיני שכלך תבין ותראה כי מאמר זה מדבר בערכנו אנחנו שוכני ארץ התחתונה אשר היותר קרוב אלינו הוא הנק' קליפה הסובבת בערכינו אל המוח אשר לפנים ממנו והוא גלגל הסובב עליו ואח\"כ עוד גלגל אחר היותר פנימי ממנו בערכנו והוא המוח אל הגלגל האחר וכן עד\"ז עד אשר נמצא כי הא\"ס לפנים מכל הנאצלים והוא מוח פנימי לכולם וכל הנאצלים קליפין ולבושין אליו והגלגל היותר קרוב אלינו הוא החיצון שבכולם ונק' קליפה על כולם. האמנם בבחי' העולמות בעצמם אינו כך אלא הפנימי שבכולם הוא הקליפה והסובב על כולם הוא המוח. גם במאמר זה יובן הבחי' הב' הנק' ציור אדם ביושר שכולל כמה עולמות כנז' בס\"ה פ' תולדות דף קל\"ד וכמה דב\"נ איהו אתפלג לכמה שייפין וכולהו קיימין דרגין על דרגין מתתקנין אילין על אילין וכולהו חד גופא ה\"נ עלמא ובענף ד' נבאר איך כל הבחי' מצטיירין בציור אדם והם דא לגו מן דא ודא לגו מן דא עתיק לגו מן א\"א וא\"א לגו מן אבא ואמא ואו\"א לגו וכו' ע\"ס כל המדרגות ושם יובן היטב כפי [נ\"א בחי'] היותן דא לגו מן דא דא מוחא ודא קליפה ע\"ש היטב הרי נתבאר ענין ב' בחי' שיש בי\"ס א' בחי' עיגולים וא' בחי' יושר כמראה אדם:",
  "parentheses": []
}