{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 435,
    "section_hns": "435.1",
    "path_trace": [
      "text#14",
      "#2",
      "29",
      "8",
      "1"
    ],
    "paren_count": 2
  },
  "text_he": "והנה נת\"ל כי היסוד דאמא נתלבש בדעת דז\"א ועטרה בת\"ת עד החזה לבדה. וטע הדבר כי היסוד של זכר ארוך ומתפשט ושל נקבה קצר. וסוד הענין כי יסוד הזכר להיות רובו מצד החסדים לכן יש בו רבוי אור ונמשך ממנו תוספת אור אל היסוד שבו והוא בולט. אמנם הנוקבא באה מצד הגבורות שהם דינין אין בה רבוי אור כדי להוציא בה בחי' יסוד בולט ממש אמנם הוא אור בלתי מורגש ונקרא אוירא דכיא כמבואר במ\"א כי היסוד דכורא נקרא באד\"ר אשא דכיא וכו' ושל נקבה אוירא דכיא ועי' בביאורי דקל\"א לכ לא נתפשט רק עד החזה דז\"א כי עד שם שיעורו. ואמנם מה שנתפשט אח\"כ הוא בחי' אוירא לבד ולא בחי' ממשיי. וזהו מ\"ש במ\"א ענין התפשטות הדעת בו\"ק דז\"א ולא בקו האמצעי לבד וע\"ש כי אין פה מקומם. והטעם כי להיותו בחי' אוירא ולא משיי הוא מתפשט אל הצדדין במקום שהוא רוצה בכל הו\"ק כנודע בסוד התפשטות החסדים כנודע אצלינו על מ\"ש בזוהר שלח לך דעת אתי בשית סטרי מה דאשתאר איהו ק\"ל וכו' ונודע מ\"ש במ\"א כי החו\"ג המתפשטים בז\"א באים מלובשים תוך לבושי דאמא אפי' אחר צאתם מן היסוד שלה (והוא) בבחי' אוירא הנ\"ל. וז\"ש בהאזינו רפ\"ט כי הדעת עייל לגו גופא ומלייא אדרין ואכסדרין. וכן באד\"ר קל\"ו ועייל בכל גופא שנאמר ובדעת חדרים ימלאון ונמצא כי בזה נבין בחי' אדרין ואכסדרין ולפ\"ז בחי' היסוד דז\"א מהיכן נתהווה דבשלמא שאר בחינותיו יש בהם סוד התפשטות הבינה לתוכם ומכחם נעשה הגדלות אמנם יסוד שבו מהיכן נעשה כי לא הגיע התפשטות יסוד דאמא עד מקומו כנ\"ל כי אמא עד הוד אתפשטת ולא עד יסוד. אמנם הענין כמ\"ש לעיל כי או\"א נתהווה בהם בחי' נה\"י שבהם ע\"י כפיפת ראש דא\"א כן ע\"י הכפיפה ההיא נתהווה היסוד בז\"א אלא שיש הפרש כי שם שהיו חסרים ג' בחי' הוצרך לכפוף מזל הח' עד מזל הי\"ג וד' תיקונים שיש בין ב' מזלות אלו אך פה שא\"צ להמציא רק בחי' היסוד לבד לא הוצרך לכפוף רק מזל הי\"ג לבדו שגם הוא יסוד דדיקנא כמבואר במקומו והנה הוא נחית בשקולא עד טבורא דלבא כנזכר באדרא ע\"ש והוא עד רישא דז\"א ממש כנ\"ל ואז בהגיעו עד שם וזהו מחמת כפיפת ראש א\"א אז מתרבה השפע הרב במוחין דז\"א מאור המזל ההוא עצמו ולא באמצעית או\"א כשאר המוחין כנ\"ל רק ע\"י המזל עצמו נמשך אור גדול בראשו ומכח אור זה נתוסף בז\"א ונתהווה בחי' יסוד שבו בולט ולא שוקע כמו של נקבה כנ\"ל וכמבואר אצלינו בענין קונה הכל וע\"ש. והנה כפיפת ראש דא\"א ע\"י מזלא נרמז בפרשה נשא דקל\"ב ונחית בדיקנא כו' אמנם כאשר כופף ראשו ומאיר במוחין הוא מאיר במוח הראשושן שהוא בחי' חכמה דז\"א. וכבר נת\"ל על רישא דמלכא בחו\"ג אתתקן כו' כי הכלי של החכמה נעשה מחלק עליון של זה החסד דו\"ק דז\"א שהגדיל והנה זה חסד נקרא אברהם וממנו נמשך האור הזה מן הכלי זה אל כל הספירות עד בואו אל היסוד הנקרא כל ומזל הי\"ג נקרא ונקה כנודע והם אותיות קונה וזהו קונה הכל כנ\"ל. וזהו ברוך אברם לאל עליון קונה שמים וארץ כי אברהם מתקן שמים וארץ ע\"י שקנה מחדש בחי' היסוד המזווג שניהן כמ\"ש כי כל בשמים ובארץ והוא הקונה אותם בסוד מזל הנקרא ונקה. וז\"ש בפ' בראשית ג\"כ דכד אתי אבר מאברהם אתהדר ברא ונעשה אבר ואתגלייא האי אבר. והענין כי ע\"י האור ההוא שלקח אברהם נתקן האבר הקדוש המזדווג עם המלכות הנקרא מ\"ה לכן כח שניהן נרמז בו אבר מ\"ה אברהם כי הוא המתקנם ואמרו אתגליא האי אבר מורה על מ\"ש כי ע\"י (נגלית) בליטתו לחוץ בולט מרוב האור ולא שוקע כמו של נקבה:",
  "parentheses": [
    {
      "hns": "435.1.1",
      "text": "והוא"
    },
    {
      "hns": "435.2.1",
      "text": "נגלית"
    }
  ]
}