{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 114,
    "section_hns": "114.1",
    "path_trace": [
      "text#14",
      "#2",
      "7",
      "1",
      "6"
    ],
    "paren_count": 6
  },
  "text_he": "הרי ביארנו סוד הסתלקות ואיך נתהוו הכלים עי\"ז. אמנם אע\"פ שביארנו היות בכלי זה מציאות כלי מלכות ויסוד וכו' לא מפני זה יקראו י' כלים כיון שעדיין לא יש היכר להיותן י\"ס וג\"כ כי האור נסתלק ביחד רק הענין הוא כדמיון כלי ארוך אחד אשר חלקים שלו אינם שוים כפי התרחקות של החלקים ההם מקצתם אל קצתם והרי ביארנו מציאות האור והתפשטותו והסתלקותו והם ב' בחי' כמ\"ש בעזרת האל ועתה יש התפשטות והסתלקות אחר כאשר יתבאר בע\"ה ואז ישלימו ד' בחי'. והענין הוא שכאשר נשלם בחי' הכלי הזה ונעשה כלי ע\"י הסתלקות האור אז כאשר יחזור האור להתפשט בו אז ישאר בחי' אורות וכלים. אמנם כאשר נתפשט האור בכלי זה פעם ב' אינו מתפשט כסדר הא' אך נגלה ונעלם וז\"ש בזוהר מטי ולא מטי ואלו הב' בחי' נקראו התפשטות והסתלקות (נ\"א בחי' שניים יקראו הסתלקות והתפשטות) הנ\"ל שבהם יושלמו הד' בחי'. והענין כי תחלה מטי האור תוך הכלי של הכתר ואח\"כ מסתלק ממנו ואח\"כ מטי האור בכלי של חכמה וחזר אח\"כ להסתלק וכן עשה בכל י' כלים וזה (נ\"א ואז) נקרא מטי ולא מטי הנזכר בזוהר תמיד ולעולם יש בטבע האור ההוא לבא (נ\"א להביא) ולהאיר ואח\"כ מסתלק כמו שיש בטבע שלהבת הנר שהיא מתנועעת וכן נשאר תמיד האור ההוא להיות מול\"מ בכלים האלו הנקרא עקודים כי לסבת היותן בכלי א' אין כח בכלי הזה לסבול האור אם לא בהיותו מטי ולא מטי והרי בארנו בזה ד' בחי' שהם התפשטות הא' והסתלקותו והתפשטות הב' והסתלקותו. וגם בארנו שזה התפשטות והסתלקות הב' נקרא מטי ולא מטי ולכן נקרא הכלי ההוא עקודים לפי שהוא כלי א' והוא מקשר ועוקד י' אורות בתוכו. ובזה ג\"כ נתבאר איך הכלי נקרא כלי א' לבדו והאורות נקרא י' לפי שכשנסתלק האור (יש סילוק א' לעשות הכלי כנ\"ל (נ\"א הסתלקות ההוא נעשה כלים כנ\"ל) ואז נסתלק האור בבת אחת) ולכן הכל נקרא כלי א' לבד ולא י' כלים משא\"כ באורות שבתוכם שכאשר יחזרו להתפשט התפשטות האמיתי שהוא התפשטות הב' הנה אינו מתפשט בפעם א' בתוך הכלי כמו שנסתלק אלא נכנס ויוצא י' יציאות וי' הכנסות נכנס ויוצא י' פעמים א' בכתר וא' בחכמה וכן בכולם ולסיבה זו נקרא י' אורות אבל הכלי בבת א' נעשה ע\"י הסתלקות א' שנסתלק בפעם אחת ולכן יקרא כלי א'. והנה ד' בחי' אלו הם מציאות ד' אותיות הוי\"ה כי י\"ו הם ב' בחי' התפשטות וה' ה' הם ב' בחי' הסתלקות וכבר ידעת כי שם הוי\"ה אינו מתחיל אלא מחכמה ולמטה. והטעם לפי שד' בחי' אלו לא שייכים אלא מחכמה ולמטה אבל בכתר לא יש בו רק ב' בחי' בלבד וכנגדן נקרא י\"ה יהו\"ה וז\"ס כי ביה ה' צור עולמים לפי שבהם התחיל לצייר ולברוא את העולם מתחלה שהוא סוד עקודים אשר הם סוד י\"ה הוי\"ה כי י\"ה בכתר והוי\"ה בשאר פרצופים כולם. והטעם כי הנה למטה בט\"ס יש בהם ד' חסרונות (האור אשר זה עצמו יגרום כינוי [נ\"א שינוי] השם באור העליון לשיוכל לקרות בשם הוי\"ה לד' חסרונות אלו אשר) ואלו הם הא' הוא התפשטות האור פ\"א כי אז התחיל האור להתפשט בכתר ראשון מכולם ואז כל הט' שלמטה ממנו היו חסרים מאותו אור באופן זה כי בעת שנתהווה האור במציאות הכתר עדיין כל השאר היו חסרים והרי זה חסרון א' בהתפשטות הא' בט' כלים ואין חסרון זה נוהג בכתר. גם בהתפשטות הב' יהיה חסרון זה פ\"ב בט\"ס ולא בכתר הרי שיש ב' חסרונות בט\"ס ולא בכתר כי כאשר לא נאצל שום אור לא יקרא זה חסרון אך אחר שהתחיל כבר זה האור להתפשט ונתפשט בכתר תחלה אז ט\"ס יקראו חסרי האור ההוא לפי שקדם אור הכתר אליהם. אך הב' חסרונות אחרים (היו נוהגים) הם בין בכתר בין בט\"ס והוא ב' בחי' הסתלקות כי זה נקרא חסרון אמיתי בין אל הט\"ס ובין אל הכתר עצמו. ונבאר ענין זה מ\"ש כי בחי' אלו נקראו כי בי\"ה ה' צור עולמים והענין כי ז\"ס הפ' סולו לרוכב בערבות בי\"ה שמו ויש לדקדק בפסוק דהול\"ל י\"ה שמו מאי בי\"ה שמו אך הענין הוא כי כל השם כלול בי\"ה וזהו בי\"ה שמו כי י\"ה במילואו הוא יו\"ד ה\"א גימטריא כ\"ו שהוא הוי\"ה הרי כי בי\"ה הוא שם הוי\"ה ממש ושם י\"ה בכתר לרמז איך ממנו יצא שם הוי\"ה ובו כלולין כל ד' אותיות הוי\"ה:",
  "parentheses": [
    {
      "hns": "114.1.1",
      "text": "נ\"א בחי' שניים יקראו הסתלקות והתפשטות"
    },
    {
      "hns": "114.2.1",
      "text": "נ\"א ואז"
    },
    {
      "hns": "114.3.1",
      "text": "נ\"א להביא"
    },
    {
      "hns": "114.4.1",
      "text": "יש סילוק א' לעשות הכלי כנ\"ל (נ\"א הסתלקות ההוא נעשה כלים כנ\"ל"
    },
    {
      "hns": "114.5.1",
      "text": "האור אשר זה עצמו יגרום כינוי [נ\"א שינוי] השם באור העליון לשיוכל לקרות בשם הוי\"ה לד' חסרונות אלו אשר"
    },
    {
      "hns": "114.6.1",
      "text": "היו נוהגים"
    }
  ]
}