{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 788,
    "section_hns": "788.1",
    "path_trace": [
      "text#14",
      "#2",
      "49",
      "2",
      "1"
    ],
    "paren_count": 1
  },
  "text_he": "מרכבת יחזקאל ונבאר עתה מרכבת יחזקאל שהיא ביצירה וממנו תקיש אל השאר. דע כי הנה נתבאר שבכל העולמות יש בהם או\"פ ואו\"מ והכלים של כל העולמות מפסיקין הם באמצע בין אורות מקיפים ובין אוה\"פ והנה האו\"פ וכליהם הם היותר עליונים בפנים והיותר תחתונים בחוץ כי הרי עתיק הפנימי וכלי שלו בפנים מן הכל ועליו או\"פ וכלי דא\"א וכן כיוצא עד העשיה שאו\"פ שלה וכלי שלה הם מלבישים כל העולמות כולם ואורות הקיפין הם להיפך כי התחתונים יותר פנימים כי מקיף דעשיה ע\"ג כלים דעשיה ועליו מקיף דיצירה וכו' ונמצא א\"כ כי כלים דעשיה נקודה אמצעית של כל העשיה וכל העולמות כולם באמצע האורות הפנימים והמקיפים והארץ הזו שלנו היא נקודה אמצעי של העשיה וכל העולמות ואחר שידענו זה נחזור לעניינינו כי הנה הקלי' דעשיה הם יותר אמצעי של כל העשיה וכל העולמות בכללם זולת הארץ הזאת אמנם בערך האו\"פ לבד נמצאו הקלי' מלבושים להם ומקיפין להם וחיצוניות מכולם ונתחיל מאצילות הנה תחלה הם הקלי' והם רוח סערה כו' ואלו נקרא עור כי עור הוא הקליפה ולכן הוא נקרא קלי' והנה הם ג' קלי' ענן ורוח סערה ואש נגד ג' ערלות מילה ופריעה ואטופי דמא ובתוכם הבשר עטרת הגיד והוא החשמל וע\"ז החששמל סובב הנוגה הקלי' רביעית קול דממה דקה בחשאי וז\"ס ח\"ש חשמ\"ל ובתוכו מ\"ל שהוא עצמות של החשמ\"ל והוא הבשר וזה החשמ\"ל הוא חיות אש ממללות מילוי דאלקים דיודין גימטריא ש' דבשר והוא עץ הדעת טוב דאצילות כנזכר בתקונים דנ\"ל ז' לכן הוא שם יאהדונה\"י כי זהו שם החשמל כנזכר בהרבה מקומות אך בבי\"ע עץ הדעת טו\"ר ולא החשמ\"ל עצמו אלא קלי' נגה הסובבת עליו ומפסקת בין החשמל ובין הקלי' וקליפה זו טו\"ר בבי\"ע אבל באצילות עצמו טוב בלא רע לכן תמצא החשמ\"ל גימטריא מלבוש והוא הבשר החופף על הג' כלים הנקרא גוף כי הבשר אינו מכללם וקלי' זו דנוגה הוא עור המפסיק בין הג' קלי' ובין החשמל כי הוא עור זך ודק מאד שאינו ניכר והוא ע\"ג הבשר שהעורות הגסים הם ג' קלי' אחרים וזה נקרא באצילות עץ הדעת טוב ובבי\"ע עץ הדעת טו\"ר. וצריך שתדע כי לא יש שום בחי' בעולם שאינה כלולה מעצמות וכלים כנ\"ל נמצא כי עם היות שזה הנוגה הוא קלי' העור לא מפני זה אינו כלול מגוף ונשמה כו' והנה זה הנוגה הוא בתיה בת פרעה כי פרעה שלח את הע\"ר דאתי מקלי' נגה הנקרא לילי\"ת קשת עורף לבושא דחוה אשת אדם ויש לילית יותר חיצונה והיא אשת סמא\"ל גם בזה הנוגה יש סמאל ולילית אחרים פנימית שע\"ז אחז\"ל שהיה מלאך מגורש מן השמים ונקרא להט החרב המתהפכת לזמנין מלאך לזמנין שד ונקרא לילי\"ת לפי שהנוקבא שולטת בלילה (והשדים שולטין בלילה) נקרא לילית כנזכר בתקונים דקכ\"ד. והנה בתקונים דמ\"ד אמרו סמא\"ל דנפיק מקדושתיה כי הג' קליפות אחרים יש שם סמא\"ל ולילית אחרים אמיתים רעים וחטאים בכל קלי' מהם וזה נרמז בזוהר פ' בראשית כ\"ט אית ס\"ם ואית ס\"ם ולאו כלהו שוין. ובזה יתורצו לך כמה מאמרים בענין ס\"ם ולילית נמצא כי ס\"מ ולילית שפיתו לאדם וחוה הם הג' קלי' החצונים ששם יש ג\"כ ס\"מ ולילית אחרים אך הפיתוי היה ע\"י קלי' נוגה זה כלולה מן ס\"ם ולילית אחרים וזה הנוגה נתערבה באדם וחוה ואז נעשה אדם טו\"ר ועיין פרשה ויחי רכ\"א ובויקהל ר\"ג ע\"ש וז\"ש ובהאי נוגה מפתי סטרא אחרא לאתתא לנטלא נהורא כו' כי הנה אדם וחוה הוא המוח שבתוך הקליפה והקליפות נפרדין ממנו ואז נתדבקו כי נגה נדבקה במוח סוד קליפה דקה על האגוז הנדבקת לגמרי אחר היותה יבישה במוח האגוז אך בהיותה לחה יכולים להפרידה בנקל בסוד מפני שיבה תקום אותיות יבשה כנזכר פרשה פנחס רכ\"ז וג' קליפות אחרים נדבקים במוח והרי נעשה המוח והקליפות אגוז א' עה\"ד טו\"ר והבן היטב חטא אדם הראשון על מתכונתו והנה בתיה הנ\"ל הלבישה את נשמת משה בצאתו מן התיבה הארון עליון הוא היכל לבנת הספיר וזהו ותפתח ותראהו את הילד והנה התיבה הוא החשמ\"ל העליון הנקרא בשר וכשנגעה בו בתיה שהיא נוגה עץ הדעת טוב ורע פרח ממנו גוף אחרא דחשמ\"ל שהוא התיבה שעשתה לו אמו אמר בפנים רמ\"ח איברים מבפנים רמ\"ח אברי של המלבוש ההוא והוא שם הוי\"ה וזפת שחורה מבחוץ הוא שם אדנ\"י כי הרי החשמ\"ל יאהדונה\"י כנז' בתקונים ל' בסוד אידהנוי\"ה זפת מבחוץ שמתחיל שם אדנ\"י על שם הוי\"ה וזה היה במשה ואז כשנתלבש ג\"כ בנוגה בתיה בת פרעה אז פרח ממנו גוף הראשון דחשמ\"ל ובסנה חזר ותיקן החשמ\"ל דבתיה לגמרי והכל נעשה טוב וזה סוד הצרעת ואח\"כ שבה כבשרו ר\"ל בבחי' גוף הראשון דחשמ\"ל הנקרא בשר כנ\"ל כי העור חזר בשר כי מן שד נתהפך למלאך וזה סוד המטה שנעשה נחש וחזר להיות מטה ואז נתלבש בגוף הראשון דחשמ\"ל כנזכר בתקנים דמ\"ב וזה סוד של נעליך רצה לומר הרע שבנעל ואז נעשה כולו טוב אך לא הסיר הכל טו\"ר כי לא הסיר כל לבוש זה אך הטוב שבו נזדכך כולו ונתחבר עם השמ\"ל הפנימי וחזר הכל בחי' חשמ\"ל ואינו נקרא נגה. אמנם נודע כי כל עבירה הנעשית למטה גורמת כנגדו למעלה וצריך להבין מה גורם למעלה והענין בקיצור כי כאשר ז\"א מתאוה לנוקבא כמ\"ש שאג ישאג על נוהו ולא מצאה למעלה בעולם אצילות כי הלכה בגלות למטה בבריאה אז אותו נשמה יוצאת מתאות הזכר בלי ציור נקבה ותיכף אז מזדמנת שפחה בישא בסוד ושפחה כי תירש גברתה לוקחת אותה הנשמה והבן היטב ותראה חומר העבירה מה גורם למעלה:",
  "parentheses": [
    {
      "hns": "788.1.1",
      "text": "והשדים שולטין בלילה"
    }
  ]
}