{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 185,
    "section_hns": "185.1",
    "path_trace": [
      "text#14",
      "#2",
      "12",
      "3",
      "1"
    ],
    "paren_count": 2
  },
  "text_he": "ונחזור עתה לבאר ענין הספיקות הנ\"ל שאמרנו שיש בע\"י בבחי' מה שלוקח לעצמו מחלק בחי' ב\"ן שהם הנקודות שהם בחי' המלכים. הנה נתבאר שאין לך שום אור שאין בו ב' בחי' פנימי ומקיף ונמצא כי בשם ב\"ן יש פנימי ומקיף וכן בשם מ\"ה. והנה צריך שנציע לך הצעה א' והוא כי הנה הע\"י הוא כל כתר דמ\"ה ויש בו עשר ספירות כנודע ואלו הי\"ס שבכתר הזה מתחלקים ומתפשטים ונעשים פרצוף שלם שנקרא עתיק יומין דכורא וכאשר הוא היה מברר מבחי' שם ב\"ן שהם המלכים כנ\"ל אשר יש בהם י\"ס הנה הוא מברר חלק א' ומחברו מבחי' כתר דב\"ן אל הכתר דכתר דמ\"ה ואח\"כ מברר עוד חלק א' מן החכמה דכתר דשם ב\"ן ומחברו עם החכמה שבכתר דמ\"ה וכן כולם עד שיברור חלק העשירי משם ב\"ן ומחברו עם המלכות דכתר דמ\"ה ואז יושלם בחי' פרצוף ע\"י והספק שיש בזה הוא לידע איזה חלקים הוא מברר ומחברם ברישא דיליה ואיזה חלקים מברר ומחברם בגופה והנה כבר הוא פשוט אצלינו כי בחי' הכתר דעתיק נעשה מן הכתר דכתר דמ\"ה ומן בירור ה\"ר דכתר ב\"ן ואין כאן עוד שום בירור אחר אלא זה אבל הספק הוא מה שנבאר עתה והוא כי יש כאן ב' בחי' ובבחי' האחת יש בה ב' ספיקות ובבחי' ב' יש בה ספק א' הבחי' הא' אם נאמר שאור המקיף דשם ב\"ן לסבת רוב גדלותו לא הוצרך לו שיתקנהו שם דמ\"ה כי אור מקיף גדול ומעולה מן הפנימי כנודע ולכן הוא נשאר למעלה בשרשו ולא יצא להתחבר עם שם מ\"ה כנודע אלא הפנימי דב\"ן בלבד הוא שהוצרך לחזור ולצאת לתיקון. והוא אשר נתחבר עם שם מ\"ה והבחי' הב' הוא אם נאמר שאור המקיף ואו\"פ של ב\"ן הוצרכו לבא להתתקן ולהתחבר בשם מ\"ה. והנה כפי הבחינה א' יש בה ב' ספיקות אלו והם אם נאמר שכיון שלא בא רק הפנימי דב\"ן לבד גם משם מ\"ה לא בא רק הפנימי ואז הפנימי דב\"ן אשר שרשו הוא נקודות דס\"ג כנ\"ל נעשה בחי' מקיף של או\"פ דמ\"ה כי לעולם שם ס\"ג גדול משם מ\"ה בבחי' א' כנ\"ל. ונמצא כי שם ב\"ן הפנימי נעשה מקיף אל פנימי דמ\"ה ואם הענין כך נמצא שיש עתה או\"מ א' ואו\"פ א' לבד. והוא כי הכתר דכתר דמ\"ה נעשה או\"פ בכתר דעתיק ואו\"פ של ה\"ר דכתר דב\"ן נעשה אליו או\"מ. או אם נאמר באופן אחר והוא שמשם ב\"ן ודאי לא הוצרך לבא רק הפנימי לבד אבל שם מ\"ה בא או\"מ ואו\"פ ואז נעשה הפנימי דב\"ן ג\"כ בחי' מקיף. ונמצא ב' מקיפים א' דמ\"ה וא' דב\"ן ופנימי א' לבד דמ\"ה. הבחי' הב' אם נאמר כי משם ב\"ן באו שניהם או\"מ ואו\"פ וכן משם מ\"ה באו שניהם או\"מ ואו\"פ ונמצאו ב' מקיפים דמ\"ה וב\"ן וב' פנימים דמ\"ה וב\"ן והרי נתבארו הספקות שיש בכתר דכתר דעתיק ואיך אין הספיקות בו רק באורות לבד. עוד יש ספיקות בחו\"ב דעתיק והספיקות האלו תלויין כפי הספיקות שיש למעלה בכתר דעתיק אלא שכאן יש ספק בין בענין האורות ובין בענין הכלים והענין הוא כי גם כאן נודע לנו שיש בהם חו\"ב של כתר דמ\"ה ואמנם בבחי' דב\"ן ג\"כ נודע לנו כי לקח העתיק ג' ראשונות דחכמה דב\"ן וד\"ר דבינה דב\"ן ופשוט הוא כי אפי' בחי' הכתרים שיש בחו\"ב דב\"ן א\"א שיעלו בכתר דעתיק כלל כי הרי כתבנו לעיל שלא נעשה הכתר דעתיק אלא מכתר דכתר דמ\"ה ומה\"ר דכתר דב\"ן. והטעם כי הרי כל בחי' עתיק כולו מראשו ועד רגליו הכל נקרא בחי' כתר בערך חו\"ב וא\"כ איך הכתרים של חו\"ב יעלו בכתר שבו א\"כ מוכרח הוא ופשוט שאין עולין בכתר דעתיק אלא ודאי שהם משם ולמטה. ובזה הוא הספק אם ב' הכתרים של חו\"ב דב\"ן עולין בחו\"ב דעתיק או נאמר שאע\"פ שהם כתרים עכ\"ז הם בחי' חו\"ב הגרועים מבחי' עתיק וא\"כ איך יעלו בחו\"ב שלו וא\"כ לא עלו רק בגופא דיליה לבד וספק הזה בין בבחי' הכלים בין בבחי' האורות ויש בב' בחי' אלו כמה פרטי שאלות כמ\"ש למטה בע\"ה. אמנם בחו\"ב דחכמה דב\"ן ובחו\"ב וחסד דבינה דב\"ן באלו פשוט הוא שאינן יכולים לעלות למעלה ברישא דעתיק בחו\"ב דיליה ודאי הוא שנשארו בגופיה דיליה. עוד יש ספק בענין ז\"ת דעתיק אשר הוא פשוט שלקחו להם ז\"ת דכתר דמ\"ה והספיקות הוא אם לוקח משם ב\"ן בחי' ז' כתרים שיש בז\"ת דב\"ן או לאו כי שאר הבחי' שלהם אפי' חו\"ב שבהם פשוט הוא כיון שכל כללות הז' מלכים התחתונים דב\"ן אינם רק בחי' גופא כנודע. א\"כ נמנע הוא מלעלות אפילו בגופא דעתיק אבל הספק בז' הכתרים שבז\"ת דב\"ן אם נאמר שכיון שהם בחי' הכתרים יוכלו לעלות בגופא דעתיק ולהתחבר ג\"כ עם חו\"ב דחכמה דב\"ן ועם חו\"ב וחסד דבינה דב\"ן אשר אלו נשארו בגופא דעתיק בודאי כנ\"ל. או אם נאמר שז' כתרים אלו לא יעלו כלל בעתיק אפילו בגופיה דיליה כלל ואלו הספיקות הם הן באורות הן בכלים ע\"ד הנ\"ל. והבן וראה עתה טעם אל כל הנ\"ל והוא כי בשם מ\"ה כיון שלוקח העתיק ממנו כל ספירת הכתר שלימה (נ\"א של שם מ\"ה) אשר יש בה י\"ס כנודע. לכן הספיק לו לדוכרא דיליה. אמנם הנוקבא דיליה הנעשה משם ב\"ן ואינו לוקח משם ב\"ן רק חצי הספי' דכתר דב\"ן שהם ה\"ר שבה לבד א\"כ מוכרח הוא שיקח ממקומות אחרים לתשלום תמורות ה\"ת שחסרו בו מכתר דב\"ן ולכן יקח ג\"ר דחכמה דב\"ן וד\"ר דבינה דב\"ן והז' כתרים דז\"ת דב\"ן וכל אלו הלואי יספיקו לשיעור תמורה ה\"ת דכתר דב\"ן שחסר ממנו כנ\"ל וכל הספיקות (אחרונים) יהיו בענין בחי' ב\"ן שהם ה\"ר כתר דב\"ן וג\"ר דחכמה דב\"ן וד\"ר דבינה דב\"ן והכתר שבכל אחד מז\"ת דב\"ן ובאלו הבחי' הם הספיקות איך יתחלקו במציאות י\"ס נוקבא דעתיק והמשכיל יבין כי עצמו מספר הבחי' של החלוקים שאפשר להיות בזה:",
  "parentheses": [
    {
      "hns": "185.1.1",
      "text": "נ\"א של שם מ\"ה"
    },
    {
      "hns": "185.2.1",
      "text": "אחרונים"
    }
  ]
}