{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 467,
    "section_hns": "467.1",
    "path_trace": [
      "text#14",
      "#2",
      "32",
      "8",
      "1"
    ],
    "paren_count": 1
  },
  "text_he": "עוד נבאר עתה בחינות אחרות שיש ביסוד זה דאבא שבתוך הז\"א והנה הם הנקרא ארון וכפורת וזר זהב אשר עליו. והנה נתבאר אצלינו כי יסוד אבא המתלבש תוך ז\"א נקרא תורה שבכתב אשר ז\"ס שארז\"ל נובלת חכמה שלמעלה תורה פירוש כי אבא הנקרא חכמה מה שנובל ממנו ויורד למטה הוא תורה שהוא (מן) היסוד שלו המתפשט תוך זעיר אנפין גם יעקב היוצא מן הארת היסוד הזה גם הוא נקרא תורה אין אנו עתה בביאורו. ונחזור לעניננו כי הנה בארנו במקומו כי כאשר החסדים אשר ביסוד אמא יוצאין ומתגלין מחזה דזעיר אנפין ולמטה אינם יוצאין בלי לבוש אמנם הם לוקחין עמהם שורש שהוא מן היסוד דאמא עצמה ומתלבשין בו ואינן יוצאין בלתי לבוש. והנה ענין לקיחת לבוש זה כך כי הנה פי היסוד דאמא אינו פתוח לגמרי כי אם יהיה פתוח לגמרי יצאו החסדים בגלוי גמור למטה ואפשר שיתאחזו בהם החצונים וגם כן החסדים העליונים שלמעלה מהחזה הסתומים גם הם ירדו אחריהם ויפלו ויצאו לחוץ וע\"כ המאציל העליון המשיך בחי' הארות לבוש יסוד דאמא בפי יסוד עצמה שלה לבד ונעשה שם בחי' לבוש ומסך בפי יסוד ההוא אבל אינו סתום גמור רק הארת הלבוש היסוד שלה לבד. והטעם להיות שם סיום ספירה אחרונה שבאמא כנ\"ל ונמצא כי כאשר יוצאין החסדים התחתונים משם ולחוץ לוקחין עמהם הארת הלבוש ההוא הנ\"ל ובזה אינו יורד עצמותן רק מה שיוכל לעבור דרך המסך ההוא בלבד ויורד מלובש עם הארת המסך ההוא ג\"כ ובכ\"מ שהוא הולך לבושו עמו ועכ\"ז נקרא חסדים מגולים לפי שאינו רק מסך ולבוש דק מאד. והנה ע\"י היותם מתלבשים בלבוש זה אין החיצונים נאחזין בהם להיותן מלובשים בלבוש זה דאמא כנודע שאין שם אחיזה אל החיצונים וכן ע\"י המסך הזה הנ\"ל אשר הושם וניתן בפי יסוד דאמא אין החסדים העליונים יורדין ויוצאין דרך פיו ונשארין במקומם כי מה שיוצאין החסדים התחתונים ונגלים אע\"פ שיש שם מסך אינו רק לסבת היותן למעלה צרים ודחוקים מאד לכן בוקעים ויוצאין דרך המסך אבל אחר שיצאו התחתונים נשארו העליונים מרווחים לכן א\"צ להם בקוע המסך ולצאת. והנה ע\"ד שנתבאר בחסדים דאמא עצמה כן יהיה ביסוד עצמו דאבא כי כשיוצא לחוץ מן יסוד דאמא להיותו ארוך יותר והנה הוא מוכרח לבקוע פי מסך היסוד דאמא ובצאתו גם הוא מתלבש במסך ההוא ויורד ומתפשט ולבושו עמו כי אין אבא מתגלה אלא מתוך התלבשותו באמא. והנה עתה נבאר ענין ארון ולוחות מה ענינם הנה בחי' מה שיוצא מיסוד דאבא מתוך יסוד דאמא ומתפשט חוץ ממנה למטה זהו ב' בחי' ארון והתורה כי הוא מתפשט באורך כדמות ארון וכן ארון גימטריא נז\"ר והוא גימטריא ע\"ב קפ\"ד שהם אחוריים פשוטים ומלאים דהוי\"ה דיודי\"ן אשר ביסוד דאבא כנ\"ל בענין אהרן הכהן נמצא כי כלי יסוד עצמו של אבא הוא הארון והאורות שבתוכו הם לוחות התורה ששבכתב והלבוש שלוקח מיסוד אמא כנ\"ל הוא הכפורת הפרוש על הארון. והנה הכפורת גימטריא תשי\"א והענין כי ג' הארות נה\"י דאמא המתלבשין במוחין דז\"א שלשתן מאירין ביסוד אמא שהוא אמצעי שבהם והנה הנצח שם י\"ה ביודי\"ן גימטריא ל\"ה ואח\"כ תכה אותו יו\"ד פ' ה\"י הרי ש' ול\"ה הרי של\"ה בנצח. ובהוד יש בה י\"ד בההי\"ן גימטריא ל' ואח\"כ תכה אותו יו\"ד פ' ה\"ה ר' הרי ל' ור'. וביסוד יש י\"ה באלפי\"ן גימטריא כ\"ו ותכה יו\"ד פ' ה\"א גימטריא ק\"ך וכ\"ו הרי קמ\"ו ביסוד ותחבר שלשתן שהם של\"ה ור\"ל וקמ\"ו גימטריא תשי\"א כמנין הכפורת. והנה זה הלבוש הוא עודף למעלה על המוחין לפי שהוא נתון בפי היסוד עצמו והוא גבוה מעט מן הארון ובחי' זו נקרא זר זהב שעל הכפורת. ונלע\"ד ששמעתי ממורי זלה\"ה כי זר גימטריא אל\"ף למ\"ד אהי\"ה וכבר הודעתיך כי שם אהי\"ה גימטריא כ\"א ועם י' אותיותיו מילוי הוא ל\"א כמנין א\"ל והרי איך שם א\"ל יוצא משם אהי\"ה ושניהם באמא לכן במלת ז\"ר נרמז ב' שמות האלו א\"ל במילוי ואהי\"ה פשוט כנ\"ל:",
  "parentheses": [
    {
      "hns": "467.1.1",
      "text": "מן"
    }
  ]
}