{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 629,
    "section_hns": "629.1",
    "path_trace": [
      "text#14",
      "#2",
      "40",
      "8",
      "1"
    ],
    "paren_count": 6
  },
  "text_he": "כבר כתבנו כי ג' כלים הם נקראים חצוניות ולהם ג' מקיפים וכל זה נקרא חצוניות וג' נשמות פנימיות הם נר\"ן וכנגדן ג' מקיפים וממ\"א תבין כי גם המוחין שהם נקרא פנימיות הכלים יש בהם ע\"ד הנ\"ל פנימים ומקיפים וכנגדם יפנה וברכת אשר יצר והרי הם ח\"י בחי' ט' פנימית (והם) ג' כלים ג' מוחין ג' נשמות וט' מקיפים להם עד\"ז. גם תבין ממ\"א שכתבנו כי המוחין התחתונים נעשין כלים אל העליונים וכן מראש אצילות עד סוף העשיה כלים העליונים הם מוחין לתחתונים יען היות הכל בחי' כלי ואין הפרש רק שזה פנימיות וזה חיצוניות וכן עד\"ז באורות מה שהוא רוח לזה הוא נשמה לתחתון ומה שהוא נפש לעליון נעשה רוח לתחתון וכיוצא בזה אמנם מאורות לא נעשה כלים וכן מכלים לא נעשה אורות. אך אמנם זה שאמרנו אינו רק באצילות לבד כי משם ולמטה כלים דאצילות נעשה נשמה לבי\"ע והבן זה הסוד הגדול שלכך אין בי\"ע נקרא אלהות גמור יען אפי' נשמתם הם כלים לבד דאצילות ולא אורות אך להיותן מן אצילות נק' אלהות אשר שם וזה ג\"כ טעם גדול כמה נבדלות בי\"ע מן האצילות והוא כי אור העצמות הנמשך מלמעלה נשלם ומסתיים באצילות לבד ואפשר שעד\"ז יהיה מבריאה אל יצירה ומיצירה אל עשייה. גם תבין ממ\"א כי הי\"א סמני קטורת הנקרא קליפת נוגה הנטהרת בעליתה כי הם חיצוניות לחיצוניות מלכות דעשיה. גם תבין משם כי עיקר אחיזת הקליפות הוא בג\"ת שבכל עולם אמנם בשאר הז' ראשונים יש גם כן קליפה וכמו שיש עליית הקדושה פנימיות התחתון נעשה חיצוניות בעליון ועי\"ז מקבל הארה ונמתק כן בקליפות הם עולין ג\"כ עד\"ז פנימיות התחתון נעשה חצוניות העליון ועי\"ז נמתקין ואינם נאחזין. גם תבין טעם היות י\"ס דקליפה בעשייה נגד א\"א ואבא כו' ע\"ש גם תבין ענין הקליפות של ד' עולמות אבי\"ע ובזה תבין היות ז' מלכים תחת כל בחי' בבינה ובז\"א ובמלכות ובסיום כל אחד ממנו בג\"ת שבהם באחוריים כי זהו נקרא תחת כנזכר במ\"א ובמלכות דעשייה נפשות וביצירה רוחין כו' וממ\"א תבין מש\"ל כי הקליפה העליונה דאצילות היא נקראת טהרה דבריאה כי טהרה דבריאה היא נקרא טומאה דאצילות. גם תבין היטב כי הרי אמרנו שבחול אין עליה רק לפנימית שהם הנשמה והמוחין והרי אנו רואים כי גם בחול עולין חיצוניות ופנימיות. והענין הוא כמ\"ש במ\"א והוא כי לעולם אין עולה היצירה אל הבריאה רק פנימיות ג\"ר דיצירה ולא חיצוניות ואע\"פ שעולים החיצוניות הוא מניה וביה בעולם היצירה עצמו אך אינו משתנה חיצוניות יצירה להעשות בריאה אך פנימיות יצירה חוזר להעשות בריאה וזה נקרא עלייה משא\"כ בחיצוניות וכעד\"ז מבריאה לאצילות ומעשיה ליצירה אמנם יש שינוי בעשיה (כי גם) שחיצונית דג\"ר דעשיה מלבישין לפנימיות מלכות דיצירה ואעפ\"כ אי זה עלייה כי כבר ירדה מלכות דיצירה בעשייה כנזכר שם לכן עדיין חיצוניות ג\"ר דעשיה הם בעשיה עצמה והבן זה היטב ואמנם בשבת שעולין מעלות רבות אז נמצאו כי כל עשיה אף חיצוניות חוזרין להיות יצירה או בריאה כנזכר ושמור זה היטב וגם תבין כי כיון שכל חיצוניות עליונות ירדו להיות מוחין בתחתונים שהם פנימית וא\"כ כשחוזרין לעלות בימי החול חוזרין לקדמותן כשהיו. ונמצא כי אין עלייה כלל בחיצוניות העולם כי לא עלה חלקם דבר רק מהעליונים משא\"כ בימי השבת אמנם צריך שתדע מ\"ש בסוד הקדיש עולה כל העשיה ביצירה וכן כל היצירה בבריאה אך (מלכות הנ\"ל) נ\"ל כי אינם עולין רק פנימיות הנשמה לבדם כנ\"ל אך החיצוניות לא עלה רק מה שהיה קודם הקדיש לבד. וראייה לזה שהרי העמוד שבין עולם לעולם היא כנקודה בעולם ואיך כל העולם יעלה דרך אותו עמוד ויתורץ במ\"ש שאינן עולין רק הנשמות דרך העמוד כנזכר פרשה ויקהל ופ' ויחי. וצ\"ל ולתרץ מ\"ש במ\"א כי אין חיצוניות העולמות עולין דא\"כ היינו רואין בעינינו עלייתן אך כיון שאי עולין רק הפנימית של קליפת נוגה להיות חיצונית לחיצוניות מלכות דעשיה אך כל שאר הקליפות והחומר נשאר במקומם. וראיה לזה שהרי נשאר חלל ביום השבת בין הקדושה לקליפה ולעוה\"ז י\"ד מדרגות כנודע ונמצא כי הנשמות עולין עשיה ביצירה ויצירה בבריאה ובריאה באצילות והכל נכלל באצילות. גם ענין אב\"א הנזכר במ\"א שעולין למעלה להזדווג וכן נזכר במ\"א ענין עליית מ\"ן כי הנה למטה הם בזמן היניקה ואינם ראויין לזווג כי חסר כלי הפנימי שלו ושלה ואז נקרא אב\"א והנה הכלי הפנימי שלהם עדיין הוא לעילא באו\"א וכשנסתלקו המוחין גם עלה הכלי הפנימי ולכן עולין שם והנה\"י דאמא כלים הפנימים מועילין להם ומזדווגים בסוד אמא אוזיפת מנהא לברתא ועדיין אינם ראויים שירדו המוחין למטה ולכן עולין ונמצא כי בעת עלייתן להזדווג אין להם רק אחוריים לבד והבן זה. וממ\"א תראה שאין נקרא אחור רק החיצון מכולן ולעולם אין בהם רק ב' בחינות לבד או חיצון ואמצעי או אמצעי ופנימי ותמצא כי בזה תבין סוד הנסירה שנותן בה הדינין שהם האחוריים כי תחלה היה בו החצוניות הנקרא אחור הוא קטנות והבן זה כי האמצעי אינו נקרא אחוריים והיה בו אחור ואמצעי ובבא הפנים שהוא גדלות אז מה שהיתה המלכות בסוד עיבור לבד כלי א' באחור כי בזמן שיש לו עיבור אין לה מדה כלל רק עטרת היסוד שהוא חצי מדה שבו ועתה נגדלה כיסוד שלו וזה כלל גדול שתבין בו הכל כי לעולם הפרצוף הב' הוא חצי העליון כנזכר במ\"א וכיון שז\"א בסוד העיבור היה חצי מדה וגם היא היתה חצי מדה כי הוא ו\"ק (ובכללות ג') ונשארו ג' והיא (חצי) קצה ז' (ובצאת חציו שהוא חג\"ת כשהז\"א בסוד יניקה ונתגלה כולו גם היא נתגלה כולה שהוא מדה א' (ת\"ת) בקצה א' שלם) שהוא כשיעור יסוד שלו שהוא הקטן שבכולם שאין בו רק ב' פרקין. והבן זה היטב כי בזמן היניקה חזרו להתתקן כל מה שהיה טרם מיתת המלכים שהרי הוא ו\"ק מחוברות והיא קצה הז' מתוקן ובהכרח כי בנקדות של המלכים היה בהם ב' בחי' שהם פנים ואחור עכ\"פ ולכן אלו הב' בחינות אינם נחסרים משום פרצוף שבעולם ועתה צריכין להתתקן ג\"ר דז\"א וט' אחרונות דמלכות שמעולם לא באו אפי' בזמן המלכים ואלו באים בסוד תוספת ועתה באים מעורבים ומתוקנים עם מ\"ה וב\"ן בגדלות כי בקטנות כולם דב\"ן כנודע כי ז' מלכים כולם מב\"ן היו גם אחר התיקון לקחו כל א' מהם מ\"ה וב\"ן כנודע ואז נשלמו והבן זה היטב כי אין מ\"ה בקטנות כלל רק בגדלות והוא מ\"ה כל י' דיליה ודילה וב\"ן ג' דיליה וט' דילה. והנה א\"א ועתיק הזכר לקח כל המ\"ה והנוקבא לקחה כל הב\"ן להיותה נמתקת ואינה צריכה אליו. אך מאו\"א ואילך הוצרכו הזכרים ליקח תחלה הב\"ן של נקבה אפי' הקטנות שבה כדי למתקו. ואח\"כ ניתנו אליה לגמרי ונשאר בהם שרשו מן הקטנות. ובגדלות לוקח ג\"כ שלו ושלה. ואח\"כ נותן לה הב\"ן לבדו לפרצופה והמ\"ה הארתו לבד שהם הארת החסדים לבד ולא עיקרם כי עיקרם נשאר בו וההיפך בב\"ן כי עיקרו בה ובו הארה בלבד אך עכ\"ז כיון שתחלה לקחו הרי יש לו שורש גדול ממנו לכן דעתו שלם אך הנקבה אינה לוקחת מ\"ה רק הארתו לבד ועיקרה מב\"ן ולכן דעתה קלה אפי' בגדלות וכל זה המ\"ה וב\"ן דגדלות נק' תוספת המסתלק ולא נשאר כי אם ב\"ן דקטנות בשניהם וזה בזו\"נ כי באו\"א לעולם נשאר בהם כי כבר שם ב\"ן שלם היה להם תחלה בעת המלכים כל י\"ס אמנם גם הם הוצרכו למ\"ה וב\"ן עד\"ז הנ\"ל בזו\"נ ועיקר מ\"ה בזכר והארתו בנוקבא, ולהיפך בב\"ן, ויען היות חו\"ב מבינה דמ\"ה לבד לכן שרשם דיני' ולא ראוים עם שהם מ\"ה. ואפשר כי מ\"ה בחכמת אבא ובחכמת אמא וב\"ן בבינת אבא ובבינת אמא וכן יהיה בז\"ון ונחזור לענין כי ביניה נשלמו כבראשונה ואז לא היה לכל א' מהם רק ב' כלים שהם אחור ואמצעי ובבא הגדלות לקח ז\"א כלי הפנימי הג' ואז הגדיל את הנוקבא מאחוריו פרצוף גמור עד כנגד החזה שהוא חצי שיעורו כנ\"ל והרי נשלמה כמוהו עם היות חצי שיעורו ועדיין חסר ממנה נקודת יסוד ומלכות שבה כנודע וכ\"ז בארנו במ\"א וע\"ש היטב וזה לפי שעדיין אינה שלימה כמוהו רק חציו דוגמת זמן יניקתו וחסר ממנה כלי הג' הפנימי של אותן ב' בחי' וגם מן הדעת שלה לא היה תוספת גדלות רק כבזמן הקטנות כשננסרה שהוא שלקחה היא המוחין חציים לבד שהם בינה וגבורה כנזכר במ\"א בענין שופר אז נמשך לה שם ב\"ן שלה כנודע כי בינה וגבורה של ז\"א הם ב\"ן כנ\"ל ואז נזשלם יסוד ומלכות שבה ועדיין חסרה הארת שם מ\"ה ואז ניתנו בה האחוריים של החיצונים דעיבור ונעשה פנימיחת בה והרי נשלמו בה ג' חלוקות, יסוד ומלכות ודעת שבה שהם איברי ההולדה שאינם נעשים אלא ממ\"ה ובחזרתן פב\"פ נתן בה בזווג א' שם ב\"ן בבחי' הגדלות ונשלמה, ואח\"כ בזווג הב' נתן לה המ\"ה שהם החסדים לצורך נשמות אך דע כי הדעת אינו כשאר ספירה כי בעיבור לא יש דעת לא בו ולא בה לכן אין בו רק ב' דיעות אך בגדלות א' דיניקה וא' דגדלות וכן בה ב' דיעות לבד וכיון שהוא נקרא פנים והיא נק' אחור בערכו א\"כ נמצא כי דעת דיניקה שלו יהיה כמו דעת דגדלות שבה ואח\"כ בשבת חוזר הוא לעלות יותר מבחול ולכן לוקח הוא דעת פנימי וחיצון ממש כמו של אבא ונותן הפנימי שלו דחול לנוקבא בשבת. ואז החיצון של הנוקבא דחול נתן בבריאה והפנים דחול נשאר בה חיצון והפנימי דחול דז\"א לקחה בה לפנים באופן כי לעולם לא היה בה רק ב' בחי' דעת דיניקה וגדלות כי העובר אינו מזדווג והקטן מזדווג אלא שאינו מוליד ואע\"פ שאמרנו שאף בה יש ג' כלים אינם בזמן א' רק הדעת דחול ושבת ביחד הם ג' כלים ונמצא כי בזמן הנסירה היא לוקחת הגברות מז\"א והוא נשאר רק מהחסדים ולוקח הוא הפנימית ונראה לי כי נר\"ן נקרא פנימית העולמות וגם במ\"א ע\"ש כי ציצית קטן קטנות שהוא עשייה שביצירה וציצית גדול גדלות שביצירה ובמ\"א נתבאר כי שניהם נקראו חיצו' שביצירה ובמ\"א ע\"ש כי כל מה שנותן הזכר לנוקבא בעת הנסירה גם מה שניתן לה מאמא אינם רק הגבורות והם נקראים אחוריים ויש גבורות באחוריים דזכר ויש גבורות במוחין ג\"כ ושניהם ננסרין וניתנין אליה נראה מזה כי הפנימית הם המוחין ובהם ג\"כ בחי' גבורות ב\"ן הניתנין אליה וכעד\"ז בכלים מבחוץ והוא נשאר במ\"ה ועיין במ\"א היטב ענין הגבורות והחיבוק בימין ובשמאל והזווג וכמה מיני חסדים וכמה מיני גבורות הם. והענין כי בחינת החצונית והאמצעית שבנ\"ה הם תרי פלגי גופא שהם גוף א' לבד כי שם ראש הנוקבא א' לבד וזו\"ן משתמשין בהם וכותל א' לשניהן אך בבואם החסדים אז הנ\"ה נפרדין זה מזה כי נעשה בזכר בחי' השלישי הפנימי כי אז הכותל ההוא לו לבדו מן החסדים ולכן נחלקים נ\"ה ולה כותל א' לבדו מן הגבורה ואינם מחוברים נ\"ה לבחי' ראשה והנוקבא לעולם הוא סוד אחוריים של הזכר והזכר הוא בחינת הפנים אף בהיותם אב\"א והבן זה. גם ענין יסוד אבא שבתוך רישא דז\"א הוא דעת פנימי דז\"א ובמ\"א כתבתי כי העליון מחבירו נעשה מקיף אליו כי המוחין דו\"ק דגדלות הם מקיפים למוחין הפנימית דקטנות ויניקה ועיין במ\"א. בעיבור ויניקה נתקנו ו' ראשונות דז\"א מז' מלכים דמיתו ובמוחין דגדלות נתקנו ג\"ר בסוד תוספת ולכן המוחין מסתלקין ובאין בכל פעם בסוד תוספת כי הג\"ר הם המוחין דגדלות והבן זה היטב אך נוקבא לא בא לה תחלה רק נקודת הכתר שבה, וכל התיקונים הם באים בה ואח\"כ שאר הט' כולם באים בתוס' בפעם א' בלי צורך עיבור ויניקה ומוחין כז\"א אלא נעשה הכל בפעם א'. וגם תבין כי שם ב\"ן שמשם שורש קין בהיותו שם בדעת ז\"א נותן טפה בסוד זווג ממש והם גבורות זכרים והיוצאין לתיקון פרצוף נוקבא הם נקבות כנ\"ל. ונ\"ל כי מ\"ש הנזכר לעיל שג\"ר דב\"ן באו בסוד תוס' והם המוחין דגדלות וממ\"א נראה כי האורות חדשים הם נקרא מתנה כי באין בסוד תוספת ונראה משם כי על שם מ\"ה איירי וא\"כ נמצא כי משם ב\"ן הו\"ק שלו נתקנו תחלה בסוד עיבור ויניקה ע\"י ו\"ק דמ\"ה החדש ואח\"כ בבא הג\"ר דב\"ן גם הם נתקנו ע\"י ג\"ר דמ\"ה וב' בחי' אלו באים בסוד תוס' ונקרא מוחין דגדלות אך ו\"ק דמ\"ה אע\"פ שבאו בעת התיקון אינם נקראים תוס' אחר שבאו דוגמתם ו\"ק דב\"ן, בב\"ן יש חו\"ג וכן במ\"ה ואפשר כי חו\"ג דמ\"ה הם המוחין מצד אבא וחו\"ג דב\"ן הם מוחין דמצד אמא או אפשר כי הגבורות דמ\"ה וב\"ן נעשין חו\"ג דב\"ן והם המוחין מצד אמא כנזכר בסוד ציצית וחסדים דמ\"ה עם חסדים דב\"ן נעשו חו\"ג במוחין מצד אבא וזה יהיה יותר נכון. או אפשר שכל הקטנות דב\"ן לבדו והגדלות מי\"ס דמ\"ה ומג\"ר דב\"ן ועד\"ז יהיה ג' ספיקות אלו בנוקבא כי תחלה היה בה כתר שבמלכות דב\"ן ואח\"כ נתוספו בה ט' אחרונות דלכות דב\"ן וכל י\"ס דמל' דמ\"ה ומשניהן נעשית ובזה ג' ספיקות ע\"ד הנ\"ל בז\"א. והנה שם ב\" שהם ה\"ג מהארתם נבנית נוקבא דז\"א ומכח עצמן נעשה האי רוחא דשדי בגווה נפש שבה ביסוד שבה כלי המ\"ן. נראה שהמלכים שמתו שהם המ\"ן שעולין ונתנו בשרשם דב\"ן ביסוד דנוקבא וגם שורש מ\"ה דחסדים ביסוד ז\"א של הזכר והוא רוחא דביה והוא הכלי אל טפת של הזכר הבא מחסדים חדשים שבכל זווג ומהחסדים דיסוד דיליה נעשה לבוש אל החסדים חדשים מסוד אלו\"ה כלי אמצעי דחסד דז\"א כנודע כי הטפה מתחיל מחסד ראש הו\"ק ואינה נמשכת מדעת העליון שבמוח זולת ליחידים כנודע ומגבורות דיסוד דילה נעשה לבוש אל הגברות חדשים וז\"ס שנקראו כלים כי הם לבושים עם שהם יותר גדולים ושרשים אל החדשים בסוד כנשר יעיר קנו בסוד אמא על בניה וזה כלי דילה משם נמשך ב\"ן הפנימי דעת דילה כנודע כי כ\"כ שקול פנימי דילה כמו אמצעי דיליה וב' מלבושים אלו נעשו מלבוש א' שלם אל הנשמה הכוללת חו\"ג. וצ\"ע כי כל הנשמות מחו\"ג שבדעת באים והם בחי' דמוחין והרי בחיצונית עיבור ויניקה ומוחין וכנגדם בפנימית שמשם באים הנשמות. ואפשר כמ\"ש בדרוש חברים שלנו כי החו\"ג דטפת קרי הם לבושים אל הנשמות. גם תבין כי הפנימי הוא בחי' האורות והעצמות שהם הויות מנוקדות בזכר כנודע וחצוניות הם הכלים שהם הויות בלי ניקוד כנ\"ל ומהפנימית הנ\"ל נמשך זווג נשמות ומהחצונית הנ\"ל נמשך זווג חיות העולמות. והנלע\"ד לתרץ מ\"ש במ\"א עמ\"ש פה כי הכלים הם ב' בחי' חיצוניות ופנימיות שהם הגוף והמוח והגוף יש לו עיבור יניקה ומוחין שהם תחלה נה\"י ואח\"כ ו\"ק ואח\"כ הראש ג\"ר ואותו הראש נקרא מוחין דחיצונית והם ג' בחי' הכלים ובנה\"י דעיבור שהם כלים יש מוחין דקטנות דעיבור והם פנימית הכלים ובו\"ק דיניקה יש מוחין של יניקה והם פנימיות הכלים ובמוחין דגדלות דחיצוניות שהם ג\"ר ג' חללי דגולגלתא יש בהם מוחין דגדלות והם פנימיות והרי יש חיצוניות ופנימיות בכלים והעצמות ג\"כ יש בו פנימיות וחיצוניות שהוא אחור ופנים כנזכר במ\"א שהם הויות בניקוד ובלתי ניקוד והנה הנשמות באים מהעצמות פנימיות ומפנימיות הכלי זה הנשמה וזה לבוש שלה ונמצא כי המוחין שהם פנימית הכלים הם לבושי הנשמות כנזכר במ\"א ובזה יצדקו ב' החלוקים כי המוחין הם פנימיות והם כלים וגם כי הנשמות באים מן העצמות וגם מפנימית הכלים. גם תבין איך יש נשמות מקטנות ומיניקה ומגדלות שהם תנאים ואמוראים וכולם מהתפשטות המוחין עצמן שהם החו\"ג בגלוי ובמכוסה ובירידה ובעלייה כנודע אצלינו. גם תבין כי נשמת בני אדם עולה בסוד עיבור ב' מבן י\"ג שנה ואז מתקנים לו המוחין שהוא הנשמה שלו היושבת במוח הרי כי המוחין הם הנשמות שבתוך המוח ולא המוח עצמו אף שהוא גדול מבן י\"ג שנה ומה שעולה הוא הנפש או הרוח כדי להמשיך הנשמה:",
  "parentheses": [
    {
      "hns": "629.1.1",
      "text": "והם"
    },
    {
      "hns": "629.2.1",
      "text": "כי גם"
    },
    {
      "hns": "629.3.1",
      "text": "מלכות הנ\"ל"
    },
    {
      "hns": "629.4.1",
      "text": "ובכללות ג'"
    },
    {
      "hns": "629.5.1",
      "text": "חצי"
    },
    {
      "hns": "629.6.1",
      "text": "ובצאת חציו שהוא חג\"ת כשהז\"א בסוד יניקה ונתגלה כולו גם היא נתגלה כולה שהוא מדה א' (ת\"ת"
    }
  ]
}