{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 34,
    "section_hns": "34.1",
    "path_trace": [
      "text#14",
      "#2",
      "2",
      "2",
      "1"
    ],
    "paren_count": 0
  },
  "text_he": "אחר שנתבאר לך דרך כללות ענין י\"ס בכל מקום שהם איך מתחלקים לכמה בחי' נתחיל לבאר בענף זה בחי' מדרגות העולמות אשר בתוך החלל הנ\"ל וסדרן איך הם דע שהנה האורות ראשונים אשר נאצלו דרך קו הדק וצינור הנ\"ל וכל בחי' מה שנאצלו בזה המקום החלל הם כמה אלפים ורבבות מיני עולמות ואין אנו עתה בביאורם שהזמן לא יספיק לפרט את כולם אמנם עתה נבאר פרט א' אשר הוא כולל את כל החלל הזה אשר ממנו מתפשטים כל העולם הנ\"ל האור הא' קודם לכל אשר נתפשט מן הא\"ס הסובב את הכל הם י\"ס אשר בחינת כללותם נקרא א\"ק לכל הקדומים וענין א\"ק זה נרמז ברמזים נעלמים בס\"ה ובתקונים ולרוב העלמתו ולגודל מעלתו לא שלחו בו יד להתעסק בו בגלוי כי אם בהעלם נמרץ ולא הוזכר אלא בדרך רמז והעלם גדול ברוב מקומות ואנו נזכיר קצתם. הלא אחד מהם הוא בספר התיקונים תי' י\"ט דמ\"ה וז\"ל אי הכי אשתמודע דאית א\"ק לכל הקדומים ובתיקון ע' דקל\"ב אשכחנא במתני' בסתרא. דסתרין טמירא דטמירין דאדם דבריאה דאיהו א\"ק לכל הקדומים דאית אדם וכו' ובתיקון ע' דקי\"ט וז\"ל אמון מופלא רקם וצייר ציורא בהיכלא דא\"ק לכל הקדומים דאית אדם ואית אדם וכו' ואל יעלה בדעתך שי\"ס הנק' אצלינו י\"ס דאצילות הם יותר גבוהים וראשונים במעלה מכל מה שנאצל כי כמה וכמה עולמות לאין קץ קדמו אליהם ולרוב העלמם לא הוזכרו בס\"ה אלא ברמז נפלא כאשר עיניך תחזנה משרים ג' מאמרים הנ\"ל וכאלה רבים כאשר כתבו כמה מאמרים רבים בסוף פ' פקודי דרכ\"ו ורס\"ט ופ' נח דס\"ה. וז\"ל אר\"ש ארימת ידי בצלו לעילא דכד רעותא עילאה לעילא כו' ומרזא דמחשבה עילאה דלתתא כלהו איקרו א\"ס. גם בפ' בראשית דכ\"ג ע\"א והובא ג\"כ בתיקו' תיקון ע' דקל\"ד וז\"ל ת\"ח כמה עלות אינון סתימין דאינון מתלבשין ומתרכבין בספיראן כו' ואם תפקח עיני שכלך לדייק כל מלות ורמזים הנחמדים הנרמזים למבין במאמרים הנ\"ל תפלא ותשתומם בראותך כמה מדרגות על מדרגות לאין קץ ומספר קדמו לאלו י\"ס הנקרא אצלינו י\"ס דאצילות והמעיין בחבורינו אלה אם יזכה יבחין וידע ויעמוד על תכונתם. גם בפרשת בראשית די\"ט וז\"ל וכלא אצטריך קב\"ה למברי בעלמא ולתקנא עלמא בהו וכולהו מוחא מלגאו וכמה קליפין כו'. ובזה תבין מ\"ש למעלה איך כל העולמות זה תוך זה וזה חופף לזה וא\"ס סובב על כולם כנ\"ל ולא אוכל להאריך בזה. ואחזור לבאר ענין הנ\"ל הנה הי\"ס הראשונים שנאצלו טרם כל הנאצלים הם י\"ס הנקרא א\"ק לכל הקדומים וי\"ס אלו יש בהם י\"ס כלים בצורת עגולים ובכל כלי מהם יש פנימיות וחיצוניות והכל נקרא כלים כנ\"ל בענף א' ובתוך כלי הנ\"ל יש בו י' אורות פנימיות מתלבשים תוך י' כלים ועוד י' אורות אחרים מקיפים סביב י' עיגולי הכלים הנ\"ל והכלי העליון הסובב על כל ט' כלים הוא הנקרא כתר דא\"ק. וכלי הב' אשר בתוכו הסובב על הכלים הנשארים נק' חכמה דא\"ק וכן עד\"ז עד כלי העשירי הפנימיות שבכולם היא נקרא מלכות דא\"ק וכולם בצורת עגולים זה בתוך זה כנ\"ל והנה אלו הי\"ס דעגולים דא\"ק הזה הם ממלאים כל מקום החלל הנ\"ל שבתוך אמצעות הא\"ס כנזכר בענף א'. והנה הם מקיפים כל החלל הזה אמנם נשאר באמצע אלו העיגולים מקום חלל ופנוי לצורך שאר הנאצלים שהם ג\"כ בצורת עיגולים זה בתוך זה והם בחי' אורות הנמשכים מן העינים דא\"ק זה מבחי' היושר שבו שהוא כמראה אדם כמ\"ש בעז\"ה והם הנק' עולם הנקודים אשר גם בהם יש ציור עיגולים זה בתוך זה וכולם עומדים תוך אלו י' עיגולים דא\"ק. באופן שי' עיגולים דא\"ק הם מתעגלים ומקיפים וסובבים כל שאר עיגולים אשר בכל העולמות וכל שאר העיגולים הם מוקפים תוך אלו כי כל עיגול המשובח מחבירו הוא מקיף את חבירו וסובב אותו והיותר תחתון במעלה מחבירו הוא יותר פנימי והוא מסובב מחבירו עד שנמצא היותר פנימי מכולם הוא גרוע מכולם והם בחי' הרקיעים והגלגלים של עולם העשיה שהם י' גלגלי הרקיע הנזכר בהקדמת התיקו' והם נקראים אופנים אשר הם הרקיעים הסובבים עלינו בעולם השפל ובעולם החומרי הזה. ומבואר הוא שמאחר שהם יותר פנימים ותוכניים שבכל העיגולים א\"כ פשוט הוא שיהיו יותר תחתונים מהם כגלדי בצלים זה בזה שהגלד החיצון העליון מכולם הוא יותר גדול ועד\"ז הם נכללים ומתלבשים זה בתוך זה. ובענין הי' עיגולים דעולם הנקודים יתבאר בע\"ה ענין דרוש העיגולים בפרטות ובמקום הזה לא נוכל לבאר בפרטות רק בכללות ובקיצור גדול וע\"ש. ואחר שיצאו י' עיגולי א\"ק הזה שהם בחי' נפש שבו עוד נתגלו ויצאו בא\"ק זה י\"ס שהם בחי' י\"ס אחרות ביושר בציור אדם בעל רמ\"ח איברים בראש וזרועות ושוקיים כו' והם בחי' רוח שבו והוא נמשך ונתפשט ביושר מלמעלה למטה מראש גג העליון של עיגול עליון שבכל י' עיגולים עד קרוב אל סיום תחתית י' עיגולים אלו שלו:",
  "parentheses": []
}