{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 394,
    "section_hns": "394.1",
    "path_trace": [
      "text#14",
      "#2",
      "25",
      "6",
      "1"
    ],
    "paren_count": 4
  },
  "text_he": "ועתה נבאר צ' דצלם שנעשית מנה\"י הראשונים דתבונה הג' שהיא הב'. והנה האורות שהם המוחין דז\"א מתלבשין בתוכם והלבוש נגרר אחר הרוחניות וטפל לו ולכן הכל נחשב ומתייחס לגוף הז\"א ולא אל התבונה והלבוש מסתלק מטבעו הראשון שהיה של תבונה ונעשה טבע הז\"א עצמו וחוזרין להיות גופא דז\"א ממש ונקרא עצם מעצמו ובשר מבשרו כי הגוף מתנהג אחר הרוחניות אשר בתוכם לכן הי\"ס דז\"א הם נחשבין מחכמה ולמטה הנקרא ראשית כנ\"ל ולא מן הכתר וגם לא מן החסד ולמטה אלא מהחכמה למטה כי הכל נחשב כגוף הז\"א עצמו והם חב\"ד חג\"ת נה\"י והבן זה הכלל. ובזה תבין מ\"ש לך בסוד הגדלות דז\"א ע\"י כניסת המוחין האלו כי בתחלה היו ו\"ק לבד ונגדלו ונעשו ט\"ס והוא ע\"י ג\"ס דנה\"י אמא שנכנסו לתוכו ונעשה ט\"ס ולולי שנחשבין מגוף ז\"א עצמו ובשר מבשרו איך יגדל ע\"י אמנם אחר שאינם עתה בשר אמא אלא בשר ז\"א לבדו לכן נגדל הז\"א הגדלה ממשית כי פ\"א דנצח תבונה מתערב עם ב\"פ דחסד דז\"א ונעשה חכמה דז\"א ופרק אמצעי דנצח מתערב עם פ\"ת דחסד ופ\"א דנצח ז\"א ונעשית חסד דז\"א ופ\"ת דנצח אמא מתחבר עם ב\"פ תחתונים דנצח ז\"א ונעשה נצח דז\"א, וכעד\"ז בב' ספירות אחרות עד שנעשה בן ט\"ס גמורות שלו ממש ונמצא כי אלו המוחין הם מתפשטין בכל ט\"ס דז\"א ויש להם ב' לבושין א' לבושי נה\"י דתבונה וב' לבושין מגופא דז\"א אשר בתוכם מתלבשים נה\"י דתבונה ונמצא היותן לבוש תוך לבוש ועכ\"ז עיקר המוחין אינם רק אותן שבחב\"ד דז\"א כי שאר המוחין המתפשטין דרך קוין אינם מוחין ממש ונתבאר זה במקומו בע\"ה. ודע כי אלו המוחין החו\"ב נמשכין מזווג או\"א מן המוחין עצמן דאו\"א מן ראשם דחו\"ב דאו\"א אמנם ב' טפות הדעת שהם חו\"ג נמשכו מן החו\"ג המתפשטין בו\"ק דגופא דאו\"א ולא מן הדעת עצמו דאו\"א ומהראוי היה שכאשר יכנס הדעת הזה בז\"א שיהיה באופן הנ\"ל שחו\"ב ישארו בראשו בסוד מוחין והדעת יתפשט בגופו בו\"ק דז\"א למטה ולא יהיה בראשו דעת מקובץ מחו\"ג. אמנם לא כך היה אמנם תחלה נעשה מהם דעת מקובץ בראשו ממש מחו\"ג ואח\"כ מתפשטין גם בו\"ק ובדרוש כי אל דעות ה' שהם ב' דעות דז\"א יתבאר ענין זה היטב ע\"ש. וטעם הדבר הוא כי הנה נתבאר לעיל שהכתר שבו הוא שליש תחתון ת\"ת דתבונה הכלי עם אור שבו דתבונה עצמו והוא אור גדול מאד כנ\"ל כי גופא דכתר קטן בערך האורות אשר בתוכו כנ\"ל. ולכן היה כח באורות ההם לעלות את הדעת דז\"א דרך קו אמצעי דוגמת כתר ולעשות מוחין בראשו דוגמת הדעת מוח דאו\"א שהוא בראשם. והנה דע כי כל אלו המוחין הנכנסים תוך ז\"א שהוא צ' דצלם כולן הם חוזרין לעלות ממטה למעלה בסוד אור חוזר כי כן הוא בכ\"מ שאור ישר יורד מוכרח הוא שיהיה לו אור חוזר בכל המקומות והבן זה. נמצא (כי) גם במוחין דקו ימין ושמאל שהם חו\"ב יש אור חוזר ממטה למעלה ומתפשטין ממטה למעלה אמנם אין דרוש שלנו עתה רק באור חוזר של הדעת לבדו כי הוא סוד המים המגדילין האילן כנ\"ל בדרוש א'. ותחלה נבאר דרך התפשטות ה\"ח בגופא דז\"א והגדלתו בי\"ג שנים ויום א' כי כמו שביארנו לעיל בדרוש ג' ענין כניסת כל המוחין עצמן עד י\"ג שנה ויום אחד כן עתה צריך לבאר התפשטות החסדים לבדן וחזרתן ממטה למעלה בזמן המשך י\"ג שנים ויום אחד הנ\"ל. והנה זהו קרוב אל הנ\"ל בדרוש ג' בזמן הי\"ג שנים ויום א' בכניסת כל המוחין. והענין כי כבר נת\"ל כי עיקר הגדלת ז\"א הוא ע\"י החסדים של הדעת המתפשטין בו\"ק דז\"א. והנה הם אינם מגדילין אותו עד שיכנס עטרת יסוד דתבונה במקומה בשליש העליון דת\"ת ז\"א ואז יוצאין משם ומתגלין ואז מגדילין אותו ונמצא כי אלו החסדים נתעכבו מלצאת מעטרת התבונה עד המשך ז' שנים ויום אחד אחר עיבור וב' שנים היניקה כי עד אז היו נכנסים הפרקין דנה\"י דתבונה ונסעו ו' מסעות שהם ו' ספי' כחב\"ד ח\"ג ועוד שליש ת\"ת הרי ו' שנים ויום אחד שהתחילו החסדים ליכנס ברישא דז\"א ולא נגמרו לעמוד במקומם אשר משם התחילו להתגלות עד סוף הז' שנים ויום אחד כנ\"ל לכן דין הפעוטות מבן ו' שנים ויום א' דמקחן מקח במטלטלין שהוא סוד הדעת שהם החסדים שאז מתחילים לצאת ולהתפשט בו\"ק הנקרא מטלטלין כי אלו הם העושין ההיקף והצירוף ע\"ג הקרקע שהיא המלכות רחל ובו\"ק שהם מטלטלין מתחיל הדעת להתפשט בהם לכן מקחן מקח במטלטלין כי כבר יש בו דעת למטה (למה) שנוגע אל המטלטלין. אך לענין קרקע אין בו דעת עדיין כי עדיין לא נתפשט הדעת בקרקע שהיא המלכות וכשיתפשט הדעת במלכות שהיא הקרקע אז מוכר בקרקעות כמ\"ש במקומו. ואמנם בפרק יש נוחלין יש סברה שאין מקח הפעוטות קיים רק כבר ח' או ט' והטעם לפי שהוא מונה גם ב' שנים דיניקה עם הז' הנ\"ל והרי הם ט' ויום א'. והנה אחר ט' שנים הנ\"ל כבר נתגלו החסדים המגולין שהם ב\"ש חסד דת\"ת וחסדי נ\"ה כנ\"ל ונתפשטו במקומן האמיתי לכן ביאת בן ט' שנים ויום אחד ביאתו ביאה אמנם עדיין אינו ראוי להוליד רק עד אחר שיחזרו לעלות בסוד אור החוזר עד המוחין ויגדילו שהם ד\"ס כחב\"ד בד' שנים אחרים והרי נשלמו י\"ג שנים ויום א' וכבר נגדלו המוחין שלו ואז הוא ראוי להוליד משא\"כ קודם הגדלת המוחין העיקרים כשהיה בן ט' שנים ויום א' כי אז ביאתו ביאה ואינו ראוי להוליד אם לא ע\"י מקרה. ונבאר טעם איך ענין הגדלה זו ע\"י החסדים המגולין והענין כי אינו דומה האור המכוסה לאור המגולה לכן החסדים המגולים אורם כפול מבהיותם סתומים תוך עטרת בינה נמצא עתה כי אלו החסדים שנתגלו נכפלים אורם כפליים ממה שהיו סתומים בתחלה וכאשר עלו דרך אור חוזר עד ב\"ח ושליש המכוסים אשר גם אורם הוא כפליים אלא שלהיותן סתומים אינו ניכר רק מחצית אורם הנה בעלות אורות אלו החסדים המגולים עד שם הנה מוסיפין בהם כח ומגדילין אותן. וע\"י מתגלה כפל האור שהיה בהם כפי טבע המים להגדיל האילן ולגלות כחו מה שהיה בכח להוציא אל הפועל ונמצא כי כל אלו בין הסתומים בין המגולים כולם ע\"י אור החוזר נתגלה ונתראה בהם כחם ואורם ונכפלו כפליים ממה שהיה בהם בתחלה ואמנם ענין כפילתן כפליים נת\"ל בדרוש ג' ודלגתי קצת מהענין ואכתבנו פה בקיצור. הנה החסד שבחסד נכפל לב' ונעשה ו' שלישים ג' לעצמו וב' לחכמה וא' לדעת. וכן חסד שבגבורה נעשה ו' שלישים ג' לעצמו ב' לבינה וא' לדעת. ובדרוש הנ\"ל שאלנו למה בכחב\"ד דז\"א אין בכל א' רק ב\"ש ובה\"ק דז\"א כל א' ג' שלישים ותירצנו תירוץ א' וזה תירוץ אחר כי הנה הדעת אינה ספירה בפ\"ע אמנם הוא בחי' היסוד המזווג ומכריע בין חו\"ב ונמצא כי הדעת נחלק לחצאין חציו הימני עטרה דחסד מצד חכמה וחציו השמאלי עטרה דגבורה מצד הבינה והרי עתה כאלו יש ג' שלישים בחכמה וג' בבינה. ונשלים ענין הכפל כי זה החסד שבת\"ת גם הוא נכפל לו' שלישים ג' לעצמו וב' לכתר ז\"א וא' לכתר נוקבא וחסד דנצח נכפל לו' שלישים ג' לעצמו וג' לחכמה דנוקבא דז\"א שהוא נגד נצח דז\"א כנודע בפ\"א שלו וכן חסד ההוד נכפל לו' ג' לעצמו וג' לבינה דנוקבא שהוא נגד פ\"א דהוד דז\"א. והרי עתה נתבאר מ\"ש בפ' שלח דק\"ע דעת אתי בו' סטרין וכו' כי התפשטות הדעת בז\"א הוא התפשטות הה\"ח בגופו ע\"ד הנ\"ל והבן זה. ובמ\"ש כי משליש תחתון דחסד הת\"ת נכפל לב' שלישים ושליש א' עלה לכתר ז\"א ושליש א' לכתר נוקבא ובזה תבין פסוק והיה יום אחד הוא יודע לה' לא יום ולא לילה כי כתר זו\"ן שניהם נעשו משליש א' וזהו יום א' ואינו לא מן הז\"א לבדו הנקרא יום ולא מן הנוקבא לבדה הנקרא לילה רק של שניהם יחד וזהו לא יום ולא לילה וז\"ס ב' מלכים משתמשין בכתר א' שוה לשניהן בבחי' זה השליש תחתון הנחלק לב' כנ\"ל וז\"ס נעוץ סופן בתחלתן כי כתר ומלכות ממקום א' חצובים. ובזה תבין גם כן הטעם למה אין אנו מזכירין הכתר במנין י\"ס יען לא נשלם רק אחר גמר כל ט\"ס וכל המוחין כנ\"ל מדרושים שעברו ולא נשלם עד שגם נשלם כתר דנוק' דז\"א ג\"כ ע\"כ אנו מונין תמיד ט\"ס מחכמה עד היסוד עם הדעת ואין אנו מזכירין לא כתר ולא מלכות כי שניהם נעשו כאחד (נ\"א פ\"א) אחר הכל. ונבאר עתה שאלה אחת ששאלנו למעלה בדרוש ג' כי אחר שנתבאר שם שה\"ח כבר היו מתפשטין בט\"פ של מוחין בצ' דצלם קודם כניסתן תוך ז\"א א\"כ מה ענין ירידת החסדים אל יסוד דז\"א אחר ט' שנים ויום א' ולא קודם. והענין כי ודאי שכך הוא שכבר הם מתפשטין כל א' בפרק שלו ובהכנס אותו פרק נכנס עמו החסד הראוי לו. ומ\"ש ואחר כך מתפשטין ומגדילין הענין הוא כי עד שיכנס הדעת דז\"א במקומו בשנת הט' אשר הוא שורש לכל הה\"ח המתפשטים שהם ענפיו אין כח באלו החסדים לעשות שום פעולה או הגדלה ואינם מאירין ואחר הכנסת דעת במקומו שהוא שרשם אז יש בהם כח להגדיל ולהראות פעולתן ולכן אנו מזכירין התפשטותן אחר ט' שנים ולא קודם והבן זה. והנה אחר שנעשו כל בחי' הנ\"ל של הגדלת ה\"ח התחתונים שנכנסו נשלמו ג\"ר דז\"א בבחי' הכלים הראוים לקבל המוחין בתוכם ונתקנו והיה הכתר דז\"א חצי ת\"ת תחתון דא\"א אשר ממנו נעשה חב\"ד בימי היניקה ובימי העיבור כמבואר במקומו הנה עתה נתעלה זה חצי ת\"ת התחתון דא\"א שהם היו אז בחי' חב\"ד ונעשו בחי' כתר לבד לז\"א ושם בזה הכתר עלו ב\"ש חסד דת\"ת הנ\"ל שעלו בכתר להגדילו ואח\"כ מהו\"ק דז\"א שהיה לו בעת היניקה נתפשטו והיו לו לט\"ס כנ\"ל ע\"י הגדלת החסדים והרי נשלמו י\"ס דז\"א ואח\"כ בתוכם נכנסו המוחין העליונים הנ\"ל שהם צ' דצלם. והנה לעיל בארנו ענין ו\"ק דז\"א איך נעשו ט\"ס אחר כניסת המוחין ע\"י ט\"פ דנה\"י דתבונה. וזהו פי' ב' כי הנה ע\"י אלו החסדים המגדלין האילן שהוא ז\"א אילנא דחיי היתה הגדלתו באופן זה ג\"כ לבד מהגדלת של החסדים והמוחין בעצמן שנכפלין כנ\"ל גם הגדילו גופא דז\"א כנודע כי אין המים הנכנסין בשרשי האילן נעשין הן (עצמן) גוף האילן רק הם מגדילין האילן כי בקו ימין דז\"א לא היו בו תחלה בעת היניקה רק ב\"ס חסד ונצח שהם ו\"פ וב\"פ עלאין דחסד הוגדלו ע\"י מים ונעשה ג\"פ כנ\"ל ונעשה כלי א' לקבל בו מוח חכמה ושליש תחתון דחסד ושליש עליון דנצח הוגדלו ע\"י המים ונעשו ג\"פ דחסד וב\"פ תתאין דנצח ג\"כ גדלו ע\"י מים ונעשו ג\"פ בנצח וכן על דרך זה בקו שמאל ואמצעי:",
  "parentheses": [
    {
      "hns": "394.1.1",
      "text": "כי"
    },
    {
      "hns": "394.2.1",
      "text": "למה"
    },
    {
      "hns": "394.3.1",
      "text": "נ\"א פ\"א"
    },
    {
      "hns": "394.4.1",
      "text": "עצמן"
    }
  ]
}