{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 516,
    "section_hns": "516.1",
    "path_trace": [
      "text#14",
      "#2",
      "35",
      "1",
      "3"
    ],
    "paren_count": 0
  },
  "text_he": "והענין במה שהודעתיך שם כי בעיבור א' היו זו\"נ בסוד ו' זעירא שבתוך הה' כי הם ו' נקודות ונכללין ג' גו ג' נמצא שהם ו' אך שהם קטנים כי אינם מתגלים רק ג' לבד חצי ו' ונקרא ו' זעירא ושם בסוף אותו ו' אושיט פסיעה לבר. והענין כי כאשר התלבש ת\"ת ביסוד הוא שוה לעובי שאר הספירות כי גם נצח מלביש לחסד והוד לבוש לגבורה. אך כשתלביש גם המלכות ליסוד נמצא שיש שם ג' עוביין שהם ת\"ת יסוד ומלכות ששם הוא מקום המלכות היא עובי קצת כדמות הפסיעה היוצאת לחוץ ועי\"ז נכללת המלכות בכל הו\"ק כי מאחר שכוללת כל קו אמצעי כוללת גם ב' קוין אחרים כי כמו שקו אמצעי ע\"י העיבור נכלל בב' קוין אחרים ונעשי' רה\"י כנודע גם המלכות בהיותה בקו האמצעי נכללת בב' קוין אמנם בעלייתה להלביש את היסוד ע\"י עליה זה נתוסף בה אור ונגדלת כשיעור היסוד שלו וזה זמן ב' של זו\"ן. אח\"כ בזמן הג' דז\"א שהוא סוד היניקה שהוא אחר צאת ז\"א לחוץ ממעי אמא אז הז\"א חוזר ומתפשט ונעשה ו\"ק גדולים ואז הנוקבא אינה יורדת עמו. פירוש כי מתחלה עולה עמו כשעולה היסוד להלביש הת\"ת גם היא עלתה עמו והלבישה את היסוד ונמצאת מאחורי ת\"ת ומקפת אותו ולכן כשיורד היסוד מעל הת\"ת ומתפשט למטה אין המלכות יורדת עמו רק נשארה שם למעלה נגד הת\"ת נמצא שיסוד ירד מעל הת\"ת ונשארה המלכות על הת\"ת דבוקה בו ממש. וז\"ס האשה עולה עמו ואינה יורדת עמו אך ודאי ששרשה הראשון של העטרה נשארה למטה כנ\"ל. נמצא כי בזמן היניקה נשארה הנוקבא דבוקה מאחורי הת\"ת ממש וע\"י היניקה נודע שהז\"א נתגדל על ידי החלב ואז גם אותו המלכות נגדלת גדלות אחר כשיעור הת\"ת ועתה המלכות היא מדה א' שלימה כשאר המדות של ז\"א אך אינו פרצוף רק מדה אחת שלימה ובאלו הזמנים נקראת מלכות קטנה אך אינה ממש קטנה גמורה עד שתהיה מדה שלימה ואז נקראת ה' תתאה של השם כי כבר יש לה מדה א' גמורה. וכבר ביארנו כי ז\"א בקטנותו יש לו גם כן מוחין דקטנות וגם הנוקבא בקטנותה יש לה מוחין דקטנות. אמנם מוחין אלו הם רמוזין בסוד השם שיש לה עתה שהיא ה' אחרונה ששבשם כי ו' הוא קו אמצעי ת\"ת שבז\"א רק שהוא כולל הו\"ק כמנין הו' אך עיקר הו' הוא בת\"ת קו האמצעי ושם באחור הת\"ת היא ה' תתאה שהיא הנוקבא וב' אותיות. י\"ה הם מוחין לז\"א ואין להאריך. ונודע כי המלכות אין לה רק ג' מוחין כי אין לה אלא עטרא חדא דגבורה ומוח ראשון של חכמה הוא אלהים באלפי\"ן ומוח בינה הוא אלהים בההי\"ן כי כל ה' בבינה ומוח ג' אלהים פשוט כי הדעת שלה אינו שלם ומכ\"ש בקטנות לכן אין בו מילוי. ואמנם אלהים דיודי\"ן לא נתגלה בה כי אין בה כח ובמקום יודי\"ן לוקחת אלפי\"ן נמצא כי מוחין שלה חו\"ב הם מילוי אלפי\"ן וההי\"ן והם ב' אותיות ה\"א. ההי\"ן אלפי\"ן ולפי שהוא נוקבא הוא ה' על א' ולפי שכל עיקר המלכות הוא ה' תתאה לכן גם המוחין שלה הם בסוד מילוי ב' אותיות ה\"א כנ\"ל לכן נקראת עתה ה'. וכנגד ה' זו פשוטה הוא מוח הדעת שהוא אלהים פשוט ה' אותיות לבד הרי כי ג' מוחין אלו רמוזין בה' תתאה של השם נמצאת עתה המלכות כלולה מג' קוין ימין ושמאל ואמצע נגד ג' קוין ה' נמצא כי המלכות בקטנותה נקראת ה' תתאה והיא טפילה אל השם הוי\"ה וכאשר נשלמת פב\"פ יש לה שם אחר בפ\"ע אדני או אלקים כפי הזמנים או המציאות ואינה טפילה אליו כנזכר בזוהר. וכבר אמרנו כי המלכות נקרא אדני גם עתה בקטנותו לוקחת השם הזה ונרמזה בו אך הוא בסוד מנין וחשבון ולא ממש בשם אדני רק בדרך חשבון כיצד כשתמנה ב' מוחין אלו שם אלקים דאלפי\"ן ודההי\"ן הם גימטריא תוק\"ף כי אלו מוחין דקטנות הם דינין ותוקף גמור וכשתחבר עמהם שם אלקים אמצעי שהוא פשוט גימטריא תרע\"א כחושבן אדני במלואו. אמנם בעיבור ב' דמוחין אז כבר ידעת איך הת\"ת דז\"א נעשה כלי בית קיבול למוח הדעת ועולין ב\"ש של הת\"ת להיותן בסוד הדעת ואז גם המלכות שהיא שם באחוריים הת\"ת עולה עמו ואינה יורדת ונשארה שם בחינתה במקום הדעת הרי שכל ג' בחי' אלו יש לנוקבא בקו האמצעי שהוא דת\"י. ובזה נתבאר ענין האשה עולה עמו ואינה יורדת עמו הרי עד עתה בארנו אות ה' מנקבה שהוא בצאתה מבטן אמה בעיבור א' ועדיין אינה נקרא קטנה ממש רק ה' תתאה כי אין לה רק מדה א':",
  "parentheses": []
}