{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 464,
    "section_hns": "464.1",
    "path_trace": [
      "text#14",
      "#2",
      "32",
      "6",
      "1"
    ],
    "paren_count": 3
  },
  "text_he": "והנה כאשר מתו דור המדבר ויקומו בניהם תחתיהם אשר נכנסו לא\"י אז נתבטלה השורה הראשונה אשר היתה סמוכה אל הז\"א והם דור המדבר וב' המטות הנ\"ל. והנה כנגד ג' אבידות אלו ניתן להם ג' מתנות טובות באר מן וענני כבוד לכן נקרא מתנות כי הם מתנות חדשות ואמנם לא חזרו ג' מתנות אלו במקום ג' הארות הראשונים שנתבטלו רק בחי' הבאר לבדה עומדת במקום דור המדבר אבל המן וענני כבוד לא האירו במקום שהיו תחלה ב' המטות כמ\"ש בע\"ה. וטעם הדבר לפי שהבאר הוא בחי' הסלע שהיא רחל נוקבא דז\"א וכאשר קם דור ב' אשר עליהם נאמר ויבואו כל העדה מדבר צין בחדש הראשון ויצמא שם העם למים והוא כי תחלה היתה נמשך השפע מהארה הנקרא דור המדבר וכאשר נתעלמה ונתבטלה בשרשה ביסוד אבא שביסוד ז\"א אז צמאו למים כי לא היה להם מאותה הארה רק מבחי' רחל שהיא א\"י והיא הבאר כנ\"ל לכן הצריך לתקן את רחל נוקבא דז\"א ולהחזירה פב\"פ עמו בבחי' זווג ממש ומשם ימשך להם השפע הצורך להם ואז שתו מי השפע מן הבאר ההוא ותשת העדה ובעירם ואז נאמר שירת הבאר אז ישיר ישראל את השירה הזאת עלי באר ענו לה וכמ\"ש בסיום הדרוש הזה ענין פסוקים אלו לכן נבאר תחלה ענין ג' האורות אלו איך עומדים והם באר מן ענני כבוד. הנה כבר נת\"ל איך יסוד של אבא מלובש תוך יסוד אמא בהיותן שניהן תוך גופא דז\"א והחסדים המגולין היוצאין מיסוד דאמא במקום החזה דז\"א ומשם ולמטה והנה הם מקיפים וסובבים היסוד דאבא. גם נת\"ל כי הארות של אבא יוצאין מחוץ לז\"א ומאירין ליעקב ודור המדבר דרך פנים של ז\"א ב' שורות זו לפנים מזו וכל שורה כלול מג' כנ\"ל. והנה גם נת\"ל כי גם מב' צדדי ז\"א מצד ימיני של נצח דז\"א ומצד שמאל של הוד דז\"א יוצאין האורות לחוץ אשר הם בחי' מן וענני כבוד כמ\"ש בע\"ה. והענין כי הנה לכאורה היה נראה כי כאשר נחלק או\"פ לחצאין יצאו חצי האורות העומדים בצד ימין דז\"א ויבקעו שם בדופן כלי של יסוד אבא שבתוך ז\"א מצד ימין שבו ומשם יצאו לחוץ וכעד\"ז מהארות העומדים בצד שמאל יבקעו צד שמאלי ויצאו משם לחוץ כי כל א' וא' יוצא במקום הקרוב אליו. האמנם לא היה הדבר כן לפי שאם היו יוצאין עד\"ז היה נמצא שהאורות יתחלקו ויצאו לחוץ חציים מצד ימין וחציים מצד שמאל וישאר יסוד דאבא ריק ופנוי מבלי שום הארה בתוכו ועי\"כ ישאר ז\"א בלתי אורות יסוד אבא וגם דור המדבר ויעקב ישארו בלתי אורות כי כל האורות יצאו דרך צדדים. לכן המאציל העליון הניח בטבע האורות אלו טבע אחר להיפך שלא יצאו כל א' וא' בדרך הקרוב אליו אל צדו רק להיפך ויצאו למפרע כי אורות הימינים יצאו דרך צד שמאל ואורות השמאלים יצאו דרך צד ימין. ופירוש הענין כי האורות העומדין תוך יסוד דאבא מצד ימין הם עוברים תוך יסוד אבא עצמו עד הגיעם שם לצד שמאלי שבו בדופן השמאלי של כלי יסוד דאבא ובוקעין אותו ויוצאין מחוץ להוד דז\"א. וכעד\"ז האורות השמאלים הם עוברין בתוך יסוד עצמו דאבא עד הגיעם שם לצד ימיני שבו ובוקעין דופן ימיני של יסוד אבא ויוצאין לחוץ מנצח דז\"א ולחוץ ובהיותן האורות יוצאין בזה האופן אין חשש שיצאו האורות כולם מתוך היסוד דאבא וישאר ריקם לפי שהאורות השמאלים בהליכתן לצד ימין הם מעכבין את האורות הימינית שלא יצאו לגמרי דרך שמאל וכן האורות ימינים בהליכתן לצד השמאלים מעכבין האורות השמאלים שלא יצאו לגמרי דרך ימין ואלו מעכבין את אלו ואלו מעכבין את אלו ואינו יוצא רק הארה מועטת הצריכה לצאת לבד. והנה מוכרח שכשיצאו האורות אלו לחוץ מתוך יסוד דאבא ודאי שהם פוגעין באורות אמא ומתערבין עמהן ומוציאין אותם ג\"כ לחוץ עמהם נמצא לפ\"ז כי האורות הימינים דאבא מוציאין אורות השמאלים דאמא בצד שמאל דז\"א שהם מחוץ להוד דז\"א והאורות השמאלים דאבא מוציאין האורות הימינים דאמא בצד ימין דז\"א שהוא מחוץ לנצח (ימין) דז\"א נמצא כי האורות דאבא מחליפין מקומם אבל האורות דאמא יוצאין כל אחד כפי מקומו וכבר כתבנו טעם התחלפות אורות דאבא בצאתן לחוץ. ועוד יש בזה ט\"א והוא כי בהיות אורות דאבא מחולפים והימינים יוצאין דרך שמאלי והשמאלי דרך ימין נמצא שכולם מתחלפין ומתערבין יחד ונכללין ימין בשמאל ושמאל בימין וכללות כולם יוצאין דרך ימין וכן כללות כולם יוצאין דרך שמאל והנה אלו הב' אורות שיוצאין זו מחוץ לנצח דז\"א וזו מחוץ להוד דז\"א הם בחי' המן וענני כבוד שניתנו לישראל במדבר ואינן עומדין בחי' אלכסונם ע\"ד שנתבאר בענין ב' המטות (אלא) שיוצאים בב' צדדי דוה\"מ בבחי' אלכסונם והם בצד הפנים דז\"א אבל אלו הב' שהם המן וענני כבוד הם מב' צדדים ימין ושמאל שהוא מחוץ לנצח ומחוץ להוד. וראייה לזה שהרי אף בזמן שהיו קיימים ב' מטות היו ג\"כ בחי' המן וענני כבוד שביציאתן ממצרים (משה ואהרן) זכו להם כנודע וא\"כ א\"א שיהיו באלכסונם במקום ב' המטות רק בב' צדדים דז\"א ימין ושמאל ממש ושם נשארו תמיד אף אחר שנתבטל ב' המטות. אמנם הבאר הוא ממש בצד הפנים דז\"א כנ\"ל במקום שהיה תחילה הארת דור המדבר ממש וכבר נת\"ל כי הבאר הוא בחי' רחל נוקבא דז\"א שהיתה תחילה עומדת באחור ובחזרתה פב\"פ עמו נעשה בחינת באר. אמנם צריך לידע כי עתה בחזרתה פב\"פ נתוספו בה הארות אחרות מה שלא היו בה בהיותה באחור. והענין כי בהיותה אב\"א היתה לוקחת אורות דיסוד אמא העומדת מצד אחור דז\"א ועתה בחזרתה פב\"פ לוקחת גם האורות היוצאים מיסוד דאמא דרך פנים דז\"א פי' כי הנה האורות היוצאות מיסוד אבא דרך פנים דז\"א הם פוגעין עם האורות דאמא העומדין בצד פנים דז\"א ומוציאין אותן מחוץ לז\"א וניתנין לרחל ואז נעשית בחי' באר. והנה כאשר גם האורות של אמא שהיו ניתנין לרחל בהיותה אב\"א חוזרין ומסבבין עתה לצאת דרך פנים הנה הם מסבבין סביבות יסוד אבא עד שמגיעין דרך פנים דז\"א ושם מתערבין עם אורות דאמא העומדין בצד פנים וגך בדרך סיבובם מתערבין בכל האורות העומדין בב' צדדי ז\"א נמצא כי בעת צאת האורות דרך פנים דז\"א הם כלולים ומעורבים מכל ד' בחינת האורות שבפנים ושבאחור ושבב' צדדים ומכל ד' רוחות אלו יוצאין דרך פנים ונעשה בחי' באר. ונודע כי האורות האלו הם בת\"ת דז\"א מהחזה ולמטה וכאשר מתקבצין יחד מכל ד' רוחותיו כנ\"ל ומתערבין יחד הנה אח\"כ הם יורדין ביסוד דז\"א ומשם בוקעין ויוצאין לחוץ ונכנסין בדעת של רחל המכוון ממש נגד יסוד דז\"א ושם נכנסים כל אלו האורות בדעת שלה ואז נקרא באר. והנה נתבאר ג' הארות אלו שהם באר מן וענני כבוד איך הם מתיחסים אל דור הב' אשר נכנסו לא\"י לפי שהנה הם כולן אורות של אמא אשר נעשו ג' בחי' הנ\"ל אלא שהם יוצאין ע\"י האורות של אבא שגורמין להם לצאת לחוץ כנ\"ל. ועתה צריך לבאר איך תחילה יוצאין ע\"י משה ואהרן ומרים ואח\"כ חזרו שלשתן בזכות משה לבדו כמארז\"ל והענין כי נתבאר אצלינו איך משה ואהרן שניהם הם מבחינת יסוד אבא כי משה גימטריא קפ\"ד קס\"א שהם אחוריים דיסוד אבא ממולאים הוי\"ה דיודי\"ן ואהי\"ה דיודי\"ן בבחי' פנים דיסוד אמא אבל אהרן הוא ע\"ב וקפ\"ד שהם אחוריים פשוטין ואחוריים מלאים ביודי\"ן דיסוד אבא. והנה אנו מוצאין קושיא אחת בדברי רז\"ל כי פ\"א מצינו בדבריהם כי משה בנצח ואהרן בהוד וכמו שסידר בעל ההושענות של יום הושענה רבה והרי אנו רואין שמשה הוא לוי שהוא בשמאל שהוא קו ההוד ואהרן שהוא כהן בימין שהוא קו הנצח. אבל ספר זה נת\"ל כי אורות הימינים דיסוד אבא וצאין לצד שמאלי ואורות השמאל יוצאין לצד ימין נמצא כי משה כלול בימין ובשמאל וכן אהרן כלול משניהן. וז\"ס שאמרו בזוהר פרשת וארא הוא משה ואהרן הוא אהרן ומשה לומר ששניהם שקולים לאכללא אשא במיא ומיא באשא והבן זה. אמנם אני מסופק איך שמעתי ממורי זלה\"ה איזה משניהם הוא עיקרו בימין ואיזה מב' עיקרו בשמאל. ונלע\"ד ששמעתי ממנו כי הנה משה גדול מאהרן ועיקרו הוא בימין היסוד ממש לכן הוא חתום במדת הנצח העומד בימין היסוד אבא שבתוך הז\"א ומצד הימין הזה נמשך המן שהיה בזכות משה כנודע אבל יצא וניתן בצד שמאל כנודע כי המזונות בצד שמאל בסוד קשין מזונותיו של אדם כקי\"ס שהם מצד הדין והגבורה. אמנם אהרן הוא בששמאל היסוד דאבא ולכן חתום במדת ההוד העומד בשמאל דאבא וממנו נמשך ענני כבוד שהיו בזכות אהרן כנודע אבל יצאו וניתנו בצד ימין כנודע שז' ענני כבוד הם בחסד כמבואר בזוהר פרשת אמור. אמנם הבאר היה בזכות מרים כי מרים היא רחל נוקבא דז\"א והיא גורמת שכל אותן אורות שהיה לוקחת מן האחור יחזרו עתה דרך פנים וימשכו עמהם ב' אורות הצדדין וגם אורות הפנים וכולם כא' יוצאין דרך הפנים ונעשין באר כנ\"ל כי אורות הבאר הם אורות רחל ממש וכשוזרת פב\"פ עם ז\"א גם האורות הנ\"ל חוזרין דרך פנים וזשארז\"ל כי הבאר היה ע\"י מרים. והנה נתבאר איך ג' מתנות אלו שהם באר מן ענני כבוד שלשתן אורות דאמא אלא שיוצאין ע\"י יסוד אבא שהוא משה וכ\"ז הם ע\"י ג' אחים משה אהרן מרים אבל הג\"ר שהם דור המדבר וב' המטות היו ע\"י משה לבדו ואחר שמתו אהרן ומרים חזרו שלשתן ע\"י משה לבדו שהוא יסוד דאבא כנודע:",
  "parentheses": [
    {
      "hns": "464.1.1",
      "text": "ימין"
    },
    {
      "hns": "464.2.1",
      "text": "אלא"
    },
    {
      "hns": "464.3.1",
      "text": "משה ואהרן"
    }
  ]
}