{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 21,
    "section_hns": "21.1",
    "path_trace": [
      "text#14",
      "#2",
      "1",
      "4",
      "6"
    ],
    "paren_count": 1
  },
  "text_he": "ונבאר עתה בקיצור מצבן ומעמדן ונתחיל מלמעלה למטה הנה הא\"ס הוא סובב ומקיף ע\"ג י' עגולים דא\"ק בכל ג' מיני בחי' או\"פ דנפש וכלים דנפש ואו\"מ דנפש וכולם בצורת עיגולים כנ\"ל. וכיוצא בזה בשאר כל העיגולים שבשאר הפרטים ולא נצטרך להזכיר ענין זה בכל המקומות וי' עיגולים דא\"ק הם מקיפין וסובבין על או\"מ דיושר דא\"ק עצמו, ואו\"מ דיושר דא\"ק ע\"ג י' עיגולים דעתיק וי' עיגולים דעתיק סובבים על אור מקיף דיושר דעתיק עצמו ואו\"מ דיושר דע\"י מקיפים על י\"ע דא\"א. וי\"ע דא\"א מקיפים על או\"מ דיושר דא\"א עצמו, ואו\"מ דיושר דא\"א מקיף על י\"ע דאבא, וי\"ע דאבא מקיף על או\"מ דיושר דאבא עצמו, ואו\"מ דיושר דאבא מקיף על י\"ע דאימא וי' עיגולים דאימא סובבים על או\"מ דיושר דאימא עצמה. ואור מקיף דיושר דאימא מקיף על י' עיגולים דז\"א וי' עיגולים דז\"א מקיפים על או\"מ דיושר דז\"א עצמו ואו\"מ דיושר דז\"א מקיף על י\"ע דנוקבא וי\"ע דנוקבא מקיפין על או\"מ דיושר דנוקבא עצמה ואו\"מ דיושר דנוקבא דז\"א דאצילות מקיף על י\"ע דבריאה וגם היא נחלקת לכל הפרטים הנ\"ל וי\"ע דבריאה סובבים על או\"מ דיושר דבריאה עצמה ואו\"מ דיושר דבריאה מקיף על י\"ע דיצירה הנחלק גם הוא לכל הפרטים הנ\"ל וי\"ע דיצירה על או\"מ דיושר דיצירה עצמה ואו\"מ דיושר דיצירה על עיגולי העשיה הנחלקת גם היא לכל הפרטים הנ\"ל ועיגולי עשיה על או\"מ דיושר דעשיה עצמה. והנה נשלמו דרך כללות כל בחי' העיגולים והאורות המקיפים דיושר של כל העולמות אלו כולם מלמעלה למטה ומכאן ולהלאה (נבאר) יצאו בחי' הכלים ואו\"פ שלהם דיושר של כל העולמות אשר בחי' אלו הם הפוכים מן הנ\"ל לפי שאלו כל מי שהוא גרוע במעלה מחבירו מלביש את חבירו המעולה ממנו ומקיף אותו כנ\"ל בענף ג'. וז\"ס או\"מ דיושר דעשיה מקיף על הכלים ואו\"פ דיושר דעשיה עצמה ולא יצטרך לכפול זה בכ\"מ לפי שנתבאר לעיל כי או\"פ דיושר לעולם קשור ודבוק עם הכלים דיושר שלהם עצמם והוא בתוכם ממש. וכלים ואו\"פ דיושר דעשיה על כלים ואו\"פ דיושר דיצירה וכלים ואור פנימי דיושר דיצירה על כלים ואו\"פ דיושר דבריאה וכלים ואו\"פ דיושר דבריאה על כלים ואו\"פ דיושר דנוקבא דז\"א דאצילות וכלים ואו\"פ דיושר דנוקבא על כלים ואו\"פ דיושר דז\"א וכלים ואו\"פ דיושר דז\"א על כלים ואו\"פ דיושר דאימא וכלים ואו\"פ דיושר דאימא על כלים ואו\"פ דיושר דאבא וכלים ואו\"פ דיושר דאבא על כלים ואו\"פ דיושר דא\"א וכלים ואו\"פ דיושר דא\"א על כלים ואו\"פ דיושר דעתיק וכלים ואו\"פ דיושר דעתיק על כלים ואו\"פ דיושר דנה\"י דא\"ק וכלים ואו\"פ דיושר דנה\"י דא\"ק על או\"פ היוצא מאור א\"ס המתלבש בתוכו דרך קו הישר המתפשט מן הא\"ס להאיר ולהחיות כל העולמות כולם כנ\"ל. והרי נתבאר היטב סדר התלבשות העולמות וראית בעיניך איך א\"ס מתעלה בתוך כל העולמות והמקבל ממנו תחילה הוא א\"ק ואחר כך עתיק עד שנמצא כי כלים דיושר דעשיה הם יותר חיצונים ורחוקים מאוד מן אור א\"ס הפנימי בתכלית הריחוק שאין ריחוק גדול ממנו וכן בערך א\"ס הסובב מבחוץ על כל העולמות נמצאו כלים דעשיה רחוק ממנו בתכלית הריחוק שאין רחוק ממנו. לכן הכלים דיושר דעשיה הם היותר גרועים במעלה יותר מכל העולמות כולם ושם בעולם העשיה נתהווה עולם השפל החומרי בתכלית הגסות והעביות שאין כמוהו נמצא כי כדור הארץ שאנו עומדים בו הנה הוא הנקודה האמצעית שבכל העולמות כולם כעין גרעין התמרה שהוא באמצע האוכל והאוכל מקיפו מכל צדדיו. וזהו בערכנו אנחנו בנו אדם היושבים בו אבל בערך א\"ס הסובב הכל אדרבה עולם העשיה הוא הקליפה החופפת על כולם וכל מה שנתקרב אל הא\"ס הוא יותר פנימי עד שנמצא י' עגולים דא\"ק קרובים אל הא\"ס יותר מכל העולמות וכן בבחי' אור א\"ס הפנימי נמצא כי עולם העשיה הוא קליפה לכל העולמות וכל מה שמתקרב אל הא\"ס הפנימי הוא היותר פנימי עד שנמצא י\"ס דיושר דא\"ק הם פנימים מכולם הם מקבלים אור א\"ס הפנימי ממש תחילת הכל:",
  "parentheses": [
    {
      "hns": "21.1.1",
      "text": "נבאר"
    }
  ]
}