{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 188,
    "section_hns": "188.1",
    "path_trace": [
      "text#14",
      "#2",
      "12",
      "5",
      "1"
    ],
    "paren_count": 2
  },
  "text_he": "והרי נתבאר הספיקות שיש ברישא דעתיק ועתה נבאר בחי' ז' כתרים של ז\"ת שהם מלכים שמתו ואמרנו לעיל שאפשר שעלו בעתיק ואמנם בחי' גופא דעתיק כפי מה שיהיו הספיקות בענין רישא דעתיק ימשך ממנו מה שנשאר למטה בגופא דיליה מבחי' חו\"ב דב\"ן כי כפי מה שעלו ברישא דעתיק עד\"ז יודע [נ\"א יוודע] מה שנשאר למטה בגופא דיליה מבחי' חו\"ב דב\"ן אמנם מבחי' הכתרים דז\"ת דב\"ן צריך לבארם עתה כל הספיקות הנופלת בהם והנה כפי הבחי' הא' וספק א' שסימנו אא\"ג הנה אז נשארו (האורות דאחור דחו\"ב דב\"ן) למטה בגופא דעתיק שהם ז\"ת ואור הפנים נשאר באו\"א וזה מקומם בהסתלקותם שם כי אור האחור דכתר דחכמה דב\"ן הוא בחסד דעתיק ומשם מאיר אל הג' אמצעית שהם חג\"ת שבו ואור האחור דכתר דבינה דב\"ן הוא בנצח דעתיק ומשם מאיר אל ג\"ת שהם נה\"י שבו. ואמנם דע כי אע\"פ שהכלים שלהם עלו למעלה ברישא דעתיק כנ\"ל הנה אלו האורות שלהם ממשיכין ומשלחין הארה אל הכלי ממטה למעלה להאיר להם והנה אלו הכתרים של ז\"ת דב\"ן הם מתחלקים בז\"ת דעתיק הא' בחסד שבו והב' בגבורה שבו וכן בכולם עד\"ז עד הז' שהוא במלכות שבו ולא נתחלקו על סדר חילוק חו\"ב דב\"ן להיות ג\"ר שבהם עם חכמה דב\"ן בחסד דעתיק וד\"ת שלהם עם בינה דב\"ן בנצח דעתיק והטעם הוא לפי שהאורות דכתרים חו\"ב דב\"ן הם מאירים מלמטה למעלה בכלים שלה שעלו ברישא דעתיק כנ\"ל ואם אלו השבעה כתרים יהיו מחולקים ג\"כ ע\"ד כתרים חו\"ב דב\"ן כנ\"ל יעלה גם אור שלהם למעלה ויהיו חסירי אור למטה במקומם ולכן נפרדו ע\"ד הנ\"ל. ודע כי ז' כתרים אלו כ\"א מאיר לחבירו הקטן ממנו ובדרך הקוין כיצד החסד מאיר אל הנצח וגבורה מאיר אל ההוד וכעד\"ז השאר. וכפי הספק הב' שסימנו בג\"ד הנה אז עלו האורות דאחור דכתרים דחו\"ב דב\"ן למעלה ברישא דעתיק ועכ\"ז המה מאירין מלמעלה (ממנו) למטה בדרך קוין בגופא דעתיק והנה הז' כתרים של הז\"ת הם מתחלקים בז\"ת דעתיק ע\"ד הנ\"ל. והם מאירין זה בזה דרך קוין כנ\"ל. והנה למעלה בספק אא\"ג שהאורו' דחו\"ב דב\"ן היו למטה ומשם היו מאירין למעלה בכלים שלהם לכן היה בהם כח להאיר בז' כתרים ולתת בהם כח שיאירו זה בזה דרך קוין כנ\"ל. אמנם להיות שכוונתן להאיר למעלה לכן לא היה בהם כח לקבץ את הז' כתרים במקומם שלהם בחסד ובנצח כנ\"ל וכאן בספק בג\"ד אשר האורות למעלה לכן אין בהם כח לקבץ ז' כתרים בחסד ובנצח. ואמנם לפי שהאורות הנ\"ל אע\"פ שעומדין למעלה עכ\"ז משלחין הארתן למטה לכן הן מאירין בז' כתרים ונותנין בהם כח שיאירו זה בזה בדרך קוין כנ\"ל. והבחי' הב' כפי הספק הא' שסימנו בב\"ו הנה אז האורות דכתרים דחו\"ב דב\"ן נשארו למטה בגופא דעתיק בחי' פנים ובחי' אחור ומתחלקים ע\"ד הנ\"ל כתר חכמה בחסד דעתיק וכתר ובינה בנצח דעתיק ועתה אינן צריכין להאיר ממטה למעלה בכלים שלהן אשר עלו ברישא דעתיק לפי שכבר יש למעלה ב' אורות פנימים ומספיק להם וכיון שכן הוא יש להם הארה גדולה וכח גדול להאיר בז' הכתרים ולקבצם עמהם ג\"ר בחסד דעתיק וד\"ת בנצח דעתיק והם מאירין ע\"ד כתרי חו\"ב עצמן אשר שם והוא כי הג' שבחסד מאירין בג' אמצעים והד' שבנצח הם מאירין בד\"ת וכפי הספק הב' שסימנו בד\"ד שאז האורות שלהם דחו\"ב דב\"ן דפנים עלו ברישא דעתיק והאורות שלהם דאחור נשארו למטה בגופא דעתיק אור כתר החכמה בחסד ואור כתר הבינה בנצח כנ\"ל ואז אור הפנים שעלו בראש עתיק הנה הוא מתפשט דרך קוין עד למטה באופן זה כיצד חכמה מתפשט בדרך קו ימין ומאיר דרך הקו בבחי' התפשטות עצמה ממש ואינה הארה בעלמא ממקומה לבד עד\"ז ג\"כ מתפשט הבינה דרך הקו השמאל והכתר דס\"ג ומ\"ה מתפשט דרך קו האמצעי. וכפי זה נמצא ג' ספיקות בז' כתרים הא' הוא אם נאמר שהם עומדין כל אחד ואחד במקומו בז\"ת דעתיק או אם עומדין הג' שבהם בחסד דעתיק והד' אחרונות בנצח דעתיק על דרך שעומדין כך האורות של האחוריים דחו\"ב דב\"ן או אם נאמר כיון שמתפשט אור הפנים שלהם ממש למטה כנ\"ל א\"כ אין צריכין להתחבר עם האחוריים ולכן כל אחד עומד במקומו כנ\"ל. וגם יש ספק כיון שאור הפנים העליונים מתפשטין עד למטה דרך קוין א\"כ גם הם מאירין דרך קוין זה לזה או אם נאמר שהם מאירין זה לזה שלא בדרך קוין אלא זה למי שעומד למטה ממנו והדברים הם בספק. וכפי הספק הג' שסימנו ג\"כ בד\"ד אשר אז האורות של האחור דחו\"ב עלו למעלה בראש דעתיק אך אורות הפנים הם למטה באו\"א כנ\"ל ואמנם האורות האחור אע\"פ שעלו למעלה עכ\"ז ממקומם הם מאירין למטה בז\"ת שלא בדרך קוין ע\"ד הנ\"ל אלא חכמה מאירה ממקומה בג' אמצעית ובינה מאירה ממקומה בד\"ת והנה עתה יש ב' הפסדות א' הוא שהאורות אינם למטה ועוד שאפי' הם למעלה אינם מאירין בדרך קוין וע\"כ אין הארה וכח גדול אל הז' כתרים ולכן אינן מתקבצין ע\"ד הנ\"ל בחסד ובנצח דעתיק ועוד שאינן מאירין דרך קוין רק זע\"ז וזכור בחי' הארה דרך קוין מה עניינו ונתבאר פירושו לעיל בבחי' ב' בספק ב'. והנה נתבאר כל הספיקות ששמעתי מפי מורי זלה\"ה ועוד יש ספיקות לאיץ קץ ותכלית ואין חקר ולא זכיתי אלהים גם כפי אלו ספיקות אשר בעתיק יפלו ג\"כ כפי אלו בשאר סדר אצילות והמשל בזה אם או\"א לוקחים אור פנים דחו\"ב דב\"ן או לא. כלל העולה מכל זה שלסיבת כל אלו הספיקות נקרא עתיק יומין רישא דלא אתיידע כי אין נודע מה בחי' יש בו והנה ישעי' הנביא ע\"ה נסתפק גם הוא באלו הספיקות ואליהם רמז והשביע בצחצחות נפשך ודרשו בזוהר פ' ויחי צח חד צחות תרין וביאורו הוא כי היה הדבר ספק אליו אם יש בעתיק צח א' או ב' צחות כנודע כי בחי' הצחצחות הם בעתיק וזכור הקדמה זו. והנה יש ספק אם לקח צח א' או ב' צחות והענין הוא כי כבר בארנו שעתיק מורכב מב' בחי' שהם מ\"ה וב\"ן שהם גימטריא צ\"ח עם הכולל והיה אפשר לומר שאין ברישא דעתיק רק כתר דב\"ן וכתר דמ\"ה והרי צח א' או אם נאמר שג\"כ עולין חו\"ב דב\"ן והם מתחברים עם חו\"ב דכתר דמ\"ה והרי צח א' והם ב' צחין ובענין א\"א ואו\"א יתבאר ענין עתיק יותר:",
  "parentheses": [
    {
      "hns": "188.1.1",
      "text": "האורות דאחור דחו\"ב דב\"ן"
    },
    {
      "hns": "188.2.1",
      "text": "ממנו"
    }
  ]
}