{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 372,
    "section_hns": "372.1",
    "path_trace": [
      "text#14",
      "#2",
      "25",
      "2",
      "17"
    ],
    "paren_count": 5
  },
  "text_he": "י אע\"פ שעטרא דגבורות ניתנת לנוקבא שרשם נשארת בדעת ז\"א שלא יהא גם הוא דעת ק\"ל כמוה וגם שורש החסדים נשארים בדעת ואחר כך ענפיהן הם המתפשטים בו\"ק בין החסדים בין הגבורות וזכור זה. אך בנוקבא מתפשטים ה\"ג לבדם. יא (ה\"ח) הב' חסדים וב\"ש ת\"ת הגולין חוזרין ועולין ממטה למעלה ומגדילין את ז\"א דרך עלייה וה\"ג המתפשטים בנוקבא העומדת נגד נה\"י דז\"א ויסוד דז\"א ארוך שהוא יסוד דזכר ומתפשט הרבה לכן אין מתגלות בה רק ב' גברות תחתונות דנ\"ה שבה לבד ואלו הב' בלבד הם עולין גו גופה דרך עלייה ומגדילין גופה. יב בדעת דז\"א יש ה\"ח וה\"ג והם י' הויות גימ' ק\"ל ק\"ל ב\"פ עי\"ן כמנין ס\"ר לראות כי משם נמשכת ראיה אל העינים היושבים ממש כנגד הדעת אך בדעת דנוקבא יש ק\"ל גבורות לבד וכאשר מתפשטות בו\"ק שהם בחי' חג\"ת נה\"י נשארין בחי' ו' בכל אחד מה\"ק שבה והם ל' ואלו נקראו מגדל הפורח באויר ונשאר ק' מהק\"ל דגבורות ביסוד שלה ואח\"כ כשמזדווגין נותן בה הזכר גם ק\"ל ראשון דחסדים ומתחברים עם הק' שביסוד דילה. והנה ק' וק\"ל גימטריא יר\"ך כי היסוד נתון בין ב' הירכיים. יג דעת דנוקבא אינו רק מחיצת שהוא עטרה דגבורה לבד ואף גם בחי' זו אינו למעלה ברישא אלא בגופא בשליש עליון דת\"ת שבה באמצע בין ב' הכתפיים שלה וז\"ס קשר יו\"ד של תפילין של יד כמבואר במקומו לפי שהמוחין דזו\"ן שהם חכמה ובינה שהן הממשיכין או\"א בעת זווגם ממוחין שלהן עצמם ולכן נשארים ג\"כ בראש זו\"ן. אך הדעת שבז\"א (ונוקבא) לא המשיכוהו מדעת עליון שלהם אלא היה מהחו\"ג המתפשטין בו\"ק דאו\"א לכן גם בנוקבא דז\"א היה כך כנ\"ל שירדו ונתפשטו בתחלת הו\"ק בשליש עליון דת\"ת בין הכתפים כנ\"ל. יד שים בהקדמה זאת עיניך שהדעת דז\"א צריך שיהיה בו בחי' י\"ס והוא מתפשט בכל י\"ס דז\"א מכתר עד מלכות שבו והם בחי' התפשטות החסדים בו בסוד ירידה מהדעת ולמטה ובסוד חזרה מהדעת ולמעלה לג\"ר ובתוך פרצוף זה של הדעת שמתחלק בכל י\"ס מתלבשין בתוכו מוחין דנה\"י דאמא ומוחין דאבא שהם חו\"ב שבו וגם הם כוללין כל י\"ס שבו ועד\"ז הכתר שבו כולל כל הי' וכולם זה תוך זה וזה תוך זה. ובזה תבין טעם חזרת חסדים למעלה לתת דעת בכח\"ב וזה הדבר קשה שנראה ללא צורך כיון שיש שם אורות יותר גדולים ומעולים אבל הם פרצופים זה תוך זה ומלובשים זה תוך זה וטעם החזרה הוא שהם סתומים ומלובשים ביסוד תבונה וצריך שיצאו לגמרי מתוכה ולחזור בסוד אור חוזר אל הג\"ר ולכן לא יכלו לכנוס דרך ירידה כי נ\"ה דאו\"א הם חו\"ב שבו שמזווגם יצא הדעת (למטה מהם) וחוזר ומתפשט מלמטה למעלה בג\"ר אלא שהוא בסוד לבוש אליהם בחוץ. וגם בזה תבין איך יוצא לבושם עמהם כדי שבו יתלבש הדעת ואינו יסוד עצמו דתבונה אלא תולדה ממנה כדרך הבן הנולד היוצא מאביו ואמא מיסוד תחתון וחוזר ועולה ומלביש מחוץ ונמצא שהדעת של המוח נשאר בפנים בסוד דעת דחו\"ב ועוד דעת אחר נעשה לו לבוש מבחוץ בסוד דעת האמיתי החיצון כי הפנימי נחלק לב' דעות דעת א' המכריע בין חו\"ב דאבא והכל בבחי' חיה ודעת הב' המכריע בין חו\"ב דאמא והכל נקרא בחי' נשמה ודעת הג' אמיתי המכריע בין חו\"ב דדעת עצמו הנקרא רוח ואלו הם ג' בחי' חלקי הדעת והבן מאד כי הב' דעות הם בפנים זה בתוך זה תוך נה\"י דאבא וזה תוך נה\"י דאמא והדעת ג' מחוץ להם ונעשה בסוד חזרת החסדים וז\"ס ענין החסדים להגדיל הדעת ופירוש הגדלה זאת הוא לעשות בו דעת לבחי' רוח מבחוץ ועד\"ז תפרש בג' אחרות שהם כח\"ב והבן זה. טו במזל הראשון דעתיקא דעת העליון יש בו ג' הויות דיודי\"ן גימטריא רי\"ו והם סוד רי\"ו אותיות שבשמות ע\"ב (דויסע ויבא ויט) ורי\"ו זה נותן בה בעלה בביאה ראשונה ונעשה בה בחי' רוחא דיהיב בה בעלה ואז הוא שם בבחי' מ\"ן ואח\"כ בביאה ב' נותן בה שם הוי\"ה א' דיודי\"ן כמנין ע\"ב והם סוד ע\"ב תיבין ששרשם (שבשם) ע\"ב ואז בחי' אלו הם בחי' מ\"ד והם להוליד ממש ולא לבחי' רוחא דשביק בה. טז דע שהדעת הוא נשמת ו\"ק ודע ששורש ה\"ח נשארין בדעת תמיד אך ענפיהם הם החסדים המתפשטים בו\"ק ואלו הענפים הם המגדילין את ז\"א מבחוץ כנ\"ל והם מבחוץ ושרשם מבפנים ומקבלין הארה משרשם דרך מחיצות שביניהן ומגדילין לגופא דז\"א עצמו. ובזה תבין סוד כנפים שיש בעולם האצילות כי הם חסדים הסתומים שרוצין לעלות אל שרשיהן שבדעת לקבל הארה שלהן ולהיותן במקום צר אינן יכולין לעלות וע\"י נענוע שמתנענעים מתעופפים ומעלין הז\"א עצמן עמהם להיו' דבוק עמהן בחוזק ומכח זה נעשין הכנפיים הם האורות שנוצצין משם חוץ לזרועות והם סוד הגבורות אשר שם והם המעופפים מבחוץ בסוד אור חוזר העולה ממטה למעלה ואז מעלין חסדים הנ\"ל בדעת וז\"ס שם מ\"ב הנק' כנפים. יז חו\"ג הם ב' כתפין דא\"א שהם קו ימין ושמאל והם תרין עטרין כנודע ובין ב' עטרין אלו סוד הדעת המזווגם ג\"כ ונמצא שיש למעלה חו\"ב ודעת עליון ולמטה מהם יש ב' עטרין ודעת תחתון ואמנם להיות שאלו ב' עטרין ודעת הם תחת מוחין העליונים לכן שלשתן נקרא בשם דעת המכריע ע\"ש דעת המכריע בין חו\"ב עלאין מוחין העליונים והבן זה. והנה החו\"ב עלאין נקרא אחסנתא דאו\"א כי הם העליונים וחב\"ד תחתונים נקרא ב' עטרין דירית ז\"א מאו\"א אך אינם אחסנתא דילהון נמצא שעיקר מה שאנו מזכירין בחי' ב' דעות הם דעת עליון המכריע בין חו\"ב ודעת תחתון ו' המכריע בין ב' עטרין ועליהם רמזו כי אל דעות ה' והנה דעת עליון כנגדו נקרא ל\"א נתכנו עלילות באלף כי אינו מתפשט למטה אך לו כתיב בו' נגד הדעת הב' שזה מתפשט בסוד עלילות משונות זה מזה שהרי מתפשט בחג\"ת נה\"י וכל בחי' מהם אינה דומה לחברתה ונמצא שכל מה שאנו מזכירין תמיד שמתפשט הדעת בסוד ה\"ח וה\"ג בגופא דז\"א ומשם יוצאין הגבורות לנוקבא דז\"א לדעת שלה אנו מדברים בזה הדעת התחתון המכריע בין ב' עטרין ואך לא הב' עטרין עצמן רק הדעת שלהם. וז\"ס יעקב שנאמר בו יושב אהלים כי יעקב נמשך מזה הדעת התחתון המתפשט אח\"כ בגופא ויש בו דין ורחמים ב' אהלים ב' אדרין משונים זה מזה. וז\"ס עם חסיד תתחסד עם עקש תתפתל וז\"ס ויגד יעקב לרחל כי אחי אביה הוא וארז\"ל אחיו ברמאות וכי בן רבקה הוא בתמימות. אמנם משה זכה לדעת עליון וז\"ש בזוהר בראשית דתרווייהו בדעת אלא דא בגופא ודא בנשמה כי זה בדעת המתפשט בגופא וזה בדעת עליון שבראש הנקרא נשמה לזה התחתון. והנה זה הדעת עליון מקורו נמשך מב' פנים דא\"א שהם תיקון ז' מי\"ג ת\"ד הנקרא ואמת והוא כולל כל ו' תיקונים קדמאין והוא ז' להם וכולל כולם לכן יש בו ז' שמות ס\"ג כנודע והם גימ' ואמ\"ת והנה מז' שמות אלו מתפשטין ז' מלואים בלבד שהם ז\"פ הבל והם ז' הבלים דקהלת ולהיותן מס\"ג נמשכין כולם עד אמא עילאה ואח\"כ הם נמשכין נגד פיה ויוצאין משם בסוד ז' הבלים היוצאין מהפה כנזכר בסוד השופר. ועיין ביחוד חוטם ושרשם מתגלין בפה שלה וז\"ס תורת אמת היתה בפיהו כי תורת אמת הוא ז\"א הנמשך מואמת תיקון ז' דדיקנא ונמשכה והיתה בפיהו דאמא ואמר בפיהו ולא אמר בפיו או בפיה לרמז על מילוי דס\"ג המתפשט מתיקון ואמת שהוא סוד ס\"ג עצמו כנזכר ביחוד של חוטם וזהו בפיהו כי ה\"י וי\"ו במילוי גימטריא הבל ע\"ש שיוצאין ז' הבלים אלו מפיה ומקיפים בסוד אור הבל המקיף אל הז\"ת שלה עצמה כנ\"ל ומאלו הז' הבלים המקיפים לז\"ת שבה נמשך סוד דעת עליון דז\"א ונכנס תוך יסוד תבונה בין ב' מוחין דחו\"ב בתוך נ\"ה דתבונה ומכריע ביניהן בסוד צלם דז\"א ונמצא שדעת זה נעשה מז' הבלים והם גימטריא ס\"ר עם הכולל ולהיות שמשה הוא מרכבה אל הדעת הנז\"ל לכן נאמר בו וירא ה' כי ס\"ר לראות ועיין שם במקומו. והנה הדעת התחתון נמשך מב' כתפין דא\"א שהם חו\"ג ונעשין בו ה\"ח וה\"ג המכריעין בין ב' עטרין דחו\"ג והם י' הויות כמנין ס\"ר ג\"כ כמו העליון. והנה גם ע\"ז רמז וירא ה' כי סר לראות ואלו מתפשטים בגופא דז\"א החסדים בו והגבורות בה כנודע. ודע שגם לפעמים אפשר להמשיך הגבורות שבדעת העליון ג\"כ בנוק' וזה זכה משה לעשות כמ\"ש במקומו בע\"ה. י\"ח יש דעת עליון בז\"א המכריע בין חו\"ב שבו בצלם דאבא וכן בצלם אמא ונמשך מדעת עליון דאו\"א עצמו המכריע בין חכמה שלהן לבינה שלהן ועוד יש דעת הנק' חסד וגבורה ב' עטרין וזה נמשך מהתפשטות דעת דאבא ואמא בו' קצוות שלהם למטה וכן בז\"א הוא כך אלא לפעמים עולה בראש דז\"א. ונלע\"ד שאפילו זה הדעת הב' יש בו דעת הג' המכריע הנקרא ת\"ת וא\"כ נמצא שהב' עטרין הנ\"ל שהם דעת הב' נשאר לעולם בראשו לולי חטא אדה\"ר אך דעת הג' הוא המתפשט תמיד בגופא דז\"א ושרשה שהם הב' עטרין נשארין בראש וכן הענין באו\"א:",
  "parentheses": [
    {
      "hns": "372.1.1",
      "text": "ה\"ח"
    },
    {
      "hns": "372.2.1",
      "text": "ונוקבא"
    },
    {
      "hns": "372.3.1",
      "text": "למטה מהם"
    },
    {
      "hns": "372.4.1",
      "text": "דויסע ויבא ויט"
    },
    {
      "hns": "372.5.1",
      "text": "שבשם"
    }
  ]
}