{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 361,
    "section_hns": "361.1",
    "path_trace": [
      "text#14",
      "#2",
      "25",
      "2",
      "6"
    ],
    "paren_count": 0
  },
  "text_he": "כבר ידעת כי בדעת ז\"א יש ב' עטרין והם בחי' ה' חסדים וה' גבורות וכבר ידעת כי החסדים נקרא מים ובודאי כי פי היסוד דתבונה שהוא בחזה דז\"א הוא צר מאד ואינו רחב בודאי ולכן כאשר רוצין ה\"ח וה\"ג לצאת דרך שם כדי להתפשט כ\"א במקומו אז החסדים יורדין ויוצאין תחלה כי הם סוד הנחלים עליונים של מים וכל עוד שהם נמשכין ויוצאין הם מרחיבין את הנקב ופי היסוד דאמא כנודע כי טבע המים כשיוצאין דרך נקב א' הם מרחיבין את הנקב כפלי כפליים ממה שהיה בתחלה לכן יצאו החסדים שהם סוד מים תחלה כדי לעשות דרך מעבר ואז כשיצאו הגבורות אחר כך מצאו פתח פתוח לרווחה ויצאו גם הם וכשיצאו החסדים מתפשטים הם כל אחד במקומו עד הוד כיצד א' נשאר בחסד וא' בגבורה וא' בת\"ת וא' בנצח וא' בהוד. אך דע כי אינם דומין זה לזה כי הראשונים הם סתומים והתחתונים הם מגולין. והענין כי היסוד דאמא כבר ביארנו כי מגיע עד החזה דז\"א ועד סיום הגרון דז\"א שם מתחברין נה\"י דאמא ביחד כי מבשרי אחזה אלוה כי במקום סיום הגוף במקום המתניים שם הם דבוקים יחד נה\"י ומשם ולמטה הם מתפרדין כל אחד בקו שלו. והנה במקום סיום הגרון ולמטה שם מתחילין להתפצל נה\"י דאמא בז\"א כי הנצח הוא נכנס תוך זרוע ימין דז\"א והוד נכנס תוך זרוע שמאל ויסוד ועטרה נכנס תוך הת\"ת של ז\"א וכל א' מופסק ומובדל מחבירו וכל א' וא' יש לו מחיצה בפ\"ע נמצא כי בשליש עליון של ת\"ת של הז\"א הם מתפצלים לג' פצולין כנודע. וא\"כ כאשר הב' חסדים העליונים מן הה\"ח רוצין להתפשט בב' זרועות של ז\"א הם אינן יכולין להתפשט בתוכם כי הם עומדין בתוך יסוד דאמא והוא מוקף מחיצות וא\"כ איך יעברו אותן מחיצות כדי ליכנס תוך הזרועות ההם והרי אין לו פתח שיוכלו לצאת בו רק למטה בפי היסוד במקום החזה ששם הוא למטה מן הזרועות וא\"כ איך יכנסו אלו החסדים תוך הזרועות והרי אמרנו תמיד כי ה\"ח מתפשטים מחסד עד הוד. אמנם האמת הוא כי אלו ב' חסדים הראשונים מן הה\"ח אינם יוצאין מן היסוד כלל רק נשארין שם ומשם עוברת הארתן דרך מחיצה ומאירין בב' הזרועות והארתן מתפשטות תוך הזרועות אך החסדים עצמן אינן יוצאין ומתפשטין חוץ מן היסוד תוך הזרועות ושמור כלל זה בידך. אמנם כל שאר החסדים הם מתפשטין במקומן עצמן נמצא כי ב' החסדים ראשונים ושליש עליון דחסד דת\"ת הם סתומים תוך יסוד אמא וב' חסדים תחתונים וב\"ש החסד הג' שבת\"ת הם מגולין ואינם מוגבלים תוך מחיצת יסוד אמא לכן מקבל ז\"א הארתן מגולה כי ב\"ח וב\"ש יורדין ויוצאין לחוץ מיסוד אמא ולכן כשיוצאין מפי יסוד אמא שהוא במקום החזה שאין להם משם ולמטה שום מחיצה כדי שיעכב מרוצתן לכן הם רצין ברגע א' ויורדין במרוצה גדולה ונופלין דרך קו היושר עד היסוד דז\"א ואינן פונין אל הצדדין להתפשט במקומם שהם בנ\"ה ואז כשיורדין ביסוד דז\"א חוזרין ועולין מתתא לעילא כנודע בדרך טבע שכל הזורק מלמעלה למטה במרוצה גדולה הוא חוזר למעלה מכח תוקף ההכאה גדולה שהכה בארץ וזה פשוט. ואח\"כ בדרך עלייתן הם מתפצלין לג' קוין זה עולה בת\"ת וזה עולה בנצח וזה עולה בהוד כי כן דרך שלהבת או עשן כשהוא עולה ממטה למעלה ומצא מקום פנוי ואויר בלתי מחיצות מתפשט לכל הצדדין ועולה ומתפצל למעלה. וכבר בארנו כי יסוד דז\"א נק' כל לפי שיש בו כללות ה\"ח א\"כ מוכרח הוא שיהיה ביסוד מקום כדי לקבל כל הה\"ח. והנה כשיורדים אינם יורדין רק ב' חסדים וב\"ש חסד לבד שהוא בחי' נ\"ה וב\"ש ת\"ת אלו נופלין תוך היסוד. והנה אחר שיש ביסוד דז\"א מקום הראוי לקבל כל הה\"ח ואינן יורדין אלא ב\"ח וב\"ש א\"כ בודאי הוא כשיורדין הב\"ח וב' שלישים הם יורדין למטה בתחתיות היסוד במקום הראוי לג' חסדים תחתונים ונשארין ביסוד למעלה ממנו בראשיתו מקום לסבול ב\"ח ושליש מיסוד חלל ופנוי כי אותן החסדים ירדו למטה ונשאר מקום ח\"ג ושליש עליון דת\"ת פנוי. ועתה אבאר ענין ירידת הגבורות כי הלא הגבורות אינם ממתינין לירד עד אחר עליית החסדים רק אחר שירדו ויצאו החסדים תכף הגבורות יצאו וירדו אחריהן ובכל גוף ז\"א אינם מוצאות מקום להתפשט בו כי כבר נתפשטו בו החסדים ולכן כשיוצאין יורדין כל הה\"ג ונופלין ביסוד דז\"א גם הטעם כי הגבורות הם צריכין להתפשט בגופא דנוקבא כנודע ולכן אינם מתפשטין בגופא דז\"א. וב' טעמים הנ\"ל א' גרם את חבירו כי לפי שרצה המאציל העליון שיתפשטו הגבורות לנוקבא לכן הוציא והוריד החסדים תחלה מפי יסוד דאמא שהוא צר שכשיצאו הגבורות לא ימצאו מקום להתפשט וירדו ויתפשטו בנוקבא וכדי שירדו החסדים תחלה עשה פי היסוד צר ויתברך שמו של הקב\"ה כי לו נתכנו עלילות כדי שירדו זה תוך זה וזה תוך זה. וענין ירידת גברות תוך יסוד ז\"א הענין הוא כי הלא הנוקבא עומדת באחורי ז\"א כנודע. והנה מנ\"ה דז\"א מפרקים עליונים נעשה בה חו\"ב ומיסוד נעשה בה סוד הדעת כמבואר אצלינו כי בדעת דנוק' שם הוא התקבצות ה\"ג והם יוצאות ומאירות מן יסוד דז\"א אל הדעת שלה המכוון כנגדה מאחוריו כנודע. ולכן הם יורדין עד היסוד והנה כשיורדות אלו הגבורות ביסוד ז\"א הם יורדין אחת לאחת זעג\"ז ולא כסדר הקוין כי הם יוצאין מיסוד אמא אחת לאחת נמצא שיורדין ה\"ג זעג\"ז ויוצאת גבורת החסד ועליה גבורה דגבורה ועליה גבורה דת\"ת ועליה גבורה דנצח ועליה גבורה דהוד זו למעלה מזו. והענין שהיותר גדולה וחשובה יוצאת ראשונה ולכן בראשונה יוצאת גבורות החסד והאחרונה שבכולן היא גבורת ההוד נמצא גבורת החסד היא תחתונה מכולן וגבורת ההוד עליונה מכולן. והנה כשיורדת ביסוד גבורת החסד שיורדת תחתונה מכולם היא יורדת למטה ביסוד שהיא מקום שעומדת שם חסד של ההוד וגבורה דגבורה יורדת ונכנסת במקום חסד של נצח וגבורת ת\"ת יורדת ונכנסת במקום חסד של ת\"ת וגבורת נצח יורדת במקום חסד של גבורה אע\"פ שאינו שם שהוא מקום פנוי כנ\"ל וגבורת ההוד נכנס במקום חסד דחסד אע\"פ שגם הוא אינו שם והוא מקום פנוי ונמצא כי שלש גבורות פחות שליש א' שהם גבורת החסד וגבורה דגבורה וב\"ש גבורת הת\"ת אלו דוקא פוגעין ונכנסו במקום שיש חסדים שם ומתערבים ומתמתקין שם הדינין שלהם עם רחמי חסדים תחתונים שהם גבורות החסד והגבורה דגבורה וב\"ש תחתונים של ת\"ת אלו הם נמתקים עם הג' חסדים תחתונים פחות שליש החסד שהם חסד ההוד וחסד דנצח וב\"ש חסד דת\"ת. ואמנם נשארו ב' גבורות ושליש א' מן התחתונים שהם גבורות הנצח וגבורת ההוד ושליש ת\"ת שלא נמתקו כי הם נכנסו במקום פנוי וחלל שהוא מקום חסד דחסד וחסד דגבורה ושליש חסד ת\"ת ולהיות שם מקום פנוי בלתי חסדים כי החסדים האלו נשארים למעלה מכוסים ולא ירד כנ\"ל לכן נשארו אלו בלתי מיתוק הרי כי ברדת החסדים קודם שחזרו לעלות המתיקו ג' גבורות ראשונות פחות שליש אחד ונשארו ב' גבורות תחתונים ושליש א' בלי מיתוק נמצא כי כשירדו הגבורות ירדו זעג\"ז לא דרך קוין. אמנם אחרי הכנסתם ביסוד ונתפשטו שם במקום החסדים כנ\"ל אז נעשו ביסוד בסוד קוין כי הלא מקום הה\"ח שם ביסוד אינו זו למעלה מזו רק בדרך קוין ולכן כשנכנסו שם אלו הגבורות נעשין גם הם דרך קוין כמו החסדים. אמנם החסדים הם באופן אחר כשיורדין הם בדרך קוין והחזרתן לעלות ממטה למעלה אז הוא בב' פנים כי קצתן עולין דרך קוין וקצתן זעג\"ז. וביאור ענין עליית זו היא באופן זה כי תחלת העליות הם מתקבצין ועולין דרך קו האמצעי ואינן עולין דרך קוין רק מתקבצין ועולין דרך קו האמצעי דרך ת\"ת ועולין ג' חסדים דרך ת\"ת והטעם שאם יתפשטו ויעלו דרך קוין יחזרו הגבורות אשר שם להתמתק פעם ב' דרך עלייה וישארו אלו הגבורות ממותקים ב\"פ ושאר הגבורות לא יתמתקו כלל כי אע\"פ שכשיעלו החסדים דרך העלייה ג\"כ יעברו דרך אותן הגבורות לא יש בהם כח בחסדים העולין למתקם כי המיתוק שהיו יכולין לתת בהם כבר נטלו אותן הגבורות הראשונים בפעם ב' כי בתחלה נתנו או\"א כח בחסדים אלו למתק הגבורות פעם אחד וגם כדי להגדיל את הז\"א עד הכתר שבו בדרך עלייה ואם היה המתוק ניתן אל אותן גבורות הראשונים בפ\"ב לא היתה בה כח להמתיק לאותן גבורות התחתונות והיו נשארין בלי מתוק כלל וגבורות הראשונים היו נמתקין ב\"פ לכן עלו אלו החסדים דרך קו אמצעי ואחר הגיעם אל הת\"ת אז יתפרדו ויתפצלו לב' קוין ויטלו דרך קוי חג\"ת ואז פגעו שם ב\"ג ושליש בלתי ממותקות העומדין שם ואז מתמתקות עם אלו החסדים העולין דרך עלייה נמצא כי ג' גבורות פחות שליש נמתקו דרך ירידת החסדים וב\"ג ושליש נמתקו דרך עליית החסדים ממטה למעלה כי כח המתוק שנתן או\"א באותן החסדים כדי למתק הגבורות ואלו היו עולין בדרך קוין היה נותן לאותן הגבורות ב' מיתוקין ולא היה נשאר כח המתוק להמתיק גבורות אחרים כנ\"ל וגם לא היה בהם כח בחסדים לעלות עד כתר דז\"א כדי להגדילו כנ\"ל בדרך עלייה לכן עלו בדרך הנ\"ל ואח\"כ עלו יותר למעלה מכל שיעור יסוד ז\"א ואז אותן ג' חסדים פחות שליש הם נחלקין לג' קוין וזה עולה בת\"ת וזה עולה בנצח וזה בהוד כי כן טבע עשן או שלהבת העולה ממטה למעלה במקום מגולה שאינו עולה מקובץ אלא מתחלק ומתפצל אל הצדדין. והנה זה שאמרנו שהחסדים ירדו תחלה היינו בתיקון העולמות קודם חטא אדה\"ר ובדרוש הציצית יתבאר להיפך שהגבורות ירדו תחלה והוא מה שגרם חטא אדה\"ר כנ\"ל בדרוש אדה\"ר עצמו:",
  "parentheses": []
}