{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 512,
    "section_hns": "512.1",
    "path_trace": [
      "text#14",
      "#2",
      "34",
      "6",
      "1"
    ],
    "paren_count": 1
  },
  "text_he": "ונבאר ענין כל הנ\"ל עד עתה איך נמשך בהמשך י\"ב שנה ויום א' אשר כל זמן זה נקראת קטנה כנ\"ל והנה כניסת חצי שליש אור החסד ת\"ת דז\"א בכתר שלה כנ\"ל הוא שנה א'. ואח\"כ תחלה נכנס פרק תחתון דנצח ז\"א בראשה בחכמה שבה הרי שנה ב'. ואח\"כ נכנס פ\"ת דהוד ז\"א בבינה שבה הרי שנה ג'. ואח\"כ אלו הב\"פ תתאין יורדין עד ח\"ג שבה ונכנסים במקומן פרק אמצעי דנצח בחכמה ופרק אמצעי דהוד בבינה והרי ה' שנים. ואח\"כ הב\"פ תתאין יורדין לנצח הוד שבה וב' אמצעים בח\"ג שבה ונכנסים במקומן פ\"ע דנצח בחכמה ופ\"ע דהוד בבינה הרי ז' שנים והרי נגמרו הכתר וכל הב' קוין וכ\"ז ע\"י אורות של החסדים וכבר נת\"ל שהגבורות אינן נכנסים בה עד שיגמרו כל החסדים לכנוס בה לכן עתה בשנה ח' יצאו הה\"ג מן היסוד ז\"א ונכנסו בדעת שלה מכוון נגד היסוד כנ\"ל. ואחר כך בשנה ט' נשאר שורש הגבורות בדעת שלה והאורות שלהם נתפשטו דרך קו האמצעי עד הת\"ת שבה. ואח\"כ ירדו ירידה אחרת עד היסוד שבה דרך קו האמצעי וירידה זו עד היסוד שבה וירידה זו היא במקום גילוי שאין שם מחיצות היסוד דז\"א מגעת כי כבר נסתיים בסיום הת\"ת וכיון שכן הוא א\"צ זמן כי תכף ומיד יורדות שאין שם מחיצות לעכב ירידתן ועכ\"ז זמן מועט הזה נבאר אותו באחרונה כמה הוא ואח\"כ חזרו ועלו הגבורות להגדיל הכתר כנ\"ל ונסעו ג' מסעות והם א' מן היסוד לת\"ת ב' מן ת\"ת אל הדעת ג' מן הדעת אל כתר והרי הם ג' שנים ועם ט' הראשונים הרי י\"ב שנים ועדיין חסר עתה יום א' יותר על י\"ב שנים כדי שתהיה נערה. ונבאר עניינו דע כי אע\"פ שלמעלה ביארנו כי חצי שליש אור של חסד דת\"ת דז\"א הניתן בכתר של הנוקבא הצרך שנה א' לכנוס עכ\"ז לא נכנס כולו ביחד בשנה ראשונה אלא בכמה פעמים והוא כי נחלק חצי שליש ההוא בד' חלקים וכאשר נכנסו ב\"פ תחתונים דנ\"ה דז\"א בתוכה אז נכנס חלק א' מן חסד בכתר שבה וכשנכנסו ב\"פ אמצעים נכנס חלק ב' וכשנכנסו ב\"פ ראשונים אז נכנס חלק ג' וכניסת ג' חלקים אלו היה שנה א' כנ\"ל. והנה נת\"ל כי א\"א להגבורות לכנוס בה עד שיכנסו כל החסדים לכן נכנסו תחלה כל החסדים ונתפשטו בכל קו ימין ובכל קו שמאל ובכתר שבה כנ\"ל ואח\"כ נכנסו הגבורות בדעת וירדו וחזרו ועלו עד הכתר כנ\"ל ולהיות כי א\"א לעולם שיתוקן הכתר עד שיתוקן כל פרצוף לכן נתאחר חלק הד' מן החסד הנכנס בכתר שלה לכנוס כנ\"ל עד שיעלה שם הגבורות בכתר שלה והרי נשלם תיקונה ואז נכנס חלק הד' ההוא באחרונה ואז נגמר כל תיקונה. באופן שנתקיימו ב' דברים כי לא נכנסו כל הגבורות עד שיכנסו כל החסדים וגם שלא נגמר הכתר ליתקן עד באחרונה ע\"י חלק הד' מחסד בלבד שנכנס באחרונה. ועכ\"ז צריך לתת טעם בענין איך נתפשטו הגבורות בה כיון שעדיין נשאר חלק ד' של חסד לכנוס בכתר. אבל הענין כי לא היה אותו החלק עדיין בתוך גוף ז\"א אמנם כבר יצאו ממנו והיה על ראש הנוקבא בסוד או\"מ כבתחלה ולכן יוכלו הגבורות להתפשט בה ואר שנגמרו אח\"כ נכנס בה גם חלק הד' הנ\"ל בכתר שלה. ועתה נבאר יום א' היותר על י\"ב שנים מה עניינו כי הנה נת\"ל כי שם בז\"א היה זמן ירידת החסדים אל היסוד שבגילוי שיעור יום א' כי אע\"פ שהם בגלוי עכ,ז המקום גבוה ב\"ש הת\"ת מן החזה שמשם התחלת ירידתם בגלוי אבל כאן בנוקבא תכף כשיוצאין מן היסוד דז\"א הנשלם בסיום ת\"ת שלה הם נכנסים ביסוד שבה ומקום התחלת ירידתן בגלוי הוא שיעור מועט מאד לכן אין צריך יום א' לירידתו בלבד אבל בהצטרפות ירידה זו הקטנה עם ירידת חלק ד' שהיה מקיף אל הכתר ושם ג\"כ לא היה צריך זמן לכניסתו בכתר והצטרפו' שניהן יהיה יום א' והרי נתבאר ענין י\"ב שנים ויום א'. נמצא כי ביום א' של שנת הי\"ג היותר על י\"ב שנים נגמרת תיקונה כולה ונגמרת כניסת החסד בכתר שלה לגמרי ועתה כבר יכולה להתתקן ולהקראת נער חסר ה' כמ\"ש למטה אבל עדיין בכל הי\"ב שנים ויום א' לא היתה נקרא אלא קטנה גם עתה נקרא באלו י\"ב שנים ויום אחד חוה אשת אדם והענין איני זוכר מה ששמעתי בזה ואכתוב ב' פירושים שאני מסופ' איזה מהם שמעתי. והענין כי הנה נתבאר שחצי שליש חסד שבת\"ת דז\"א נחלק לד' ונכנסו בד' זמנים בכתר שלה. והנה חצי שליש הזה נקרא שתות החסד דת\"ת דז\"א שהוא חלק א' מו' חלקים שבו וזהו ענין ו' של חוה והמל' המקבלת האורות האלו היא ה' תתאה כנודע וזהו אות ה' של חוה ומה שנשאר עתה אות ח' של חוה הוא הספק אצלי. ונלע\"ד ששמעתי כי הענין הוא כי אם לא נעריך מה שלוקחת מן החסד שבת\"ת דז\"א לצורך הכתר בכל החסד אלא נעריך אותו בב\"ש המגולין לבדם כי שם שיעור קומת הכתר שלה כנודע נמצא כי חצי שליש שלוקחת הוא רביע א' של הב\"ש המגולין וגם זה הרביע לא נכנס בפעם א' אלא נחלקה לד' חלקים ונכנס בד\"פ והרי הם בפ ד' שהוא ח' ובכל פעם אינו נכנס רק חלק א' מן הח' הרי זו ח' של חוה. ונלע\"ד יותר אמיתי ששמעתי והוא זה הפירוש הב' שנבאר והוא כי שם נתבאר בענין גדלות החסדים דז\"א שלסיבת גילוין הגדילו ונכפלו כפליים ממה שהיו בעת היותן מכוסין נמצא כי אותן ב\"ש חסד דת\"ת הז\"א מגולין נכפלו ונעשו ד' שלישים ועכ\"ז כשלוקחת הנוקבא חלקה מן החסד ההוא בתחלה אינו רק חצי שליש אלא שאח\"כ נגדל ונעשה שליש א' שלם לכן אם נעריך חצי שליש בד' שלישים שנגדלו ונכפלו כנ\"ל יהיה חלק א' מח' וזהו ח' של חוה והרי נתבאר שם חוה שהוא קודם שתזדווג עם אדם ועכ\"ז גם אח\"כ נשאר בה בחי' זו אשר לסבתה נקרא חוה לכן נקרא חוה לעולם. והנה נתבאר כי מקום עמידתה הוא מסיום שליש עליון דת\"ת ז\"א והוא מהחזה ולמטה נמצא כי שיעור מקום הנוקבא הוא בב\"ש תחתונים דת\"ת ונהי\"ם דז\"א. והנה כתר שלה נעשה מב\"ש תחתונים דת\"ת וב' מוחין חו\"ב שלה מב\"פ קדמאין דנ\"ה וחו\"ג דילה מב\"פ אמצעים דנ\"ה ונ\"ה שלה מב\"פ תתאין דנ\"ה שלו. ואמנם לכל קו אמצעי שלה שהם דתי\"ם אין לה רק בחי' היסוד שלו לבד וכמ\"ש בע\"ה בענין אטב\"ח. ועתה נבאר ענין אורות היוצאין מתוך ז\"א אל הנוקבא הנה נודע כי ה\"ח מתפשטין בגופא דז\"א מחסד שבו עד הוד שבו וכל חסד וחסד שבו נחלק לג' שליששים כי חסד דחסד מתפשט בזרוע ימין שיש בו ג\"פ וכן חסד שבגבורה בג\"פ דזרוע שמאל וכן חסד שבנצח בג\"פ שבשוק ימין וכן חסד שבהוד בג\"פ שבשוק שמאל וחסד שבת\"ת נחלק ג\"כ לג\"ש והם שליש אחד עד החזה ושליש אחד עד הטבור ושליש א' עד סיום הת\"ת ואחר שנתפשטו בו ה\"ח אח\"כ יוצא ה\"ג מדעת שבו ולא היה מקום להתפשט כי כבר נתפשטו שם החסדים לכן ירדו עד היסוד שבו ונתעכבו שם עד זמן תיקון הנוקבא. והנה ב' מיני אורות לוקחת הנוקבא לתיקון גופה אור א' הוא וז\"ש אור החסד מהחזה דת\"ת דז\"א ולמטה ועוד ב' חסדים שלימים דנ\"ה כי שם מקום עמידתה כנ\"ל ואלו ב\"ח וב\"ש הם מגולין תוך ז\"א כי יוצאין מן היסוד דאמא הנגמר ונשלם בחזה דז\"א. אור הב' הוא ה\"ג שבו ביסוד דז\"א כנ\"ל. והנה אור החסדים הם ניתנין בכל קו ימין ובכל קו שמאל שבה וכתר לבד אשר בקו האמצעי שלה אמנם הגבורות הם בקו האמצעי שלה בדעת שלה ואח\"כ מתפשטים בכל ו\"ק שבה אמנם בדת\"י ובמלכות שבה אין בה חסדים כלל. גם דע כי תחלה נכנסים בה החסדים ואח\"כ יוצאין הגבורות מז\"א ונכנסין בה נמצא כי בתחלה נעשה ב' קוין ימין ושמאל שלה אחר כך נעשה קו האמצעי שלה. ודע כי חסדים המתפשטים בז\"א היה בהם ירידה ועלייה כי תחלה ירדו מן הדעת עד היסוד שבו ואח\"כ חזרו ועלו להגדילו עד כתר שבו כמבואר במקומו אבל הנוקבא אין לה הארת החסדים שלוקחת מן ז\"א כנ\"ל אלא בדרך עלייה אור חוזר ממטה למעלה הנקרא אור נוקבא וז\"ס עלי באר ענו לה והם ע\"ד הנ\"ל שעולין מן היסוד עד החזה ושם נוקבין ויוצאין. והנה הגבורות הם באופן אחר כי הנה הם ירדו ביסוד שלו והנה דעת שבה מכוון באחור היסוד שלו כנ\"ל כי כתר שלה נגד ב\"ש ת\"ת שבו ודעת שלה נגד היסוד שלו ואחר שנתפששטו החסדים הנ\"ל בכתר ובב' קוין שלה כולם ימין ושמאל אז יוצאין ה\"ג מן יסוד שלו וניתנין בדעת שלה המכוון כנגדו ושם נשארין כולם ואח\"כ מתפשטין בגופא כמ\"ש בע\"ה. ועתה נבאר סדר התחלקות החו\"ג הנ\"ל. והנה כמו שהיא לוקחת מחיצוניות עצמו דגופא דז\"א לתיקון פרצופה כן היא לוקחת מאו\"פ שהם החסדים הנ\"ל. ונתחיל מכתר שבה ונאמר כי הנה מת\"ת דז\"א מן הגוף והכלי עצמו נעשה הגוף והכלי של כתר רחל עצמה ממש ושיעור המקום מהחזה עד סיום ת\"ת הם ב\"ש הגוף. אמנם ודאי שגובה הכתר שלה הוא כשיעור המקום מן החזה הנ\"ל אבל אינה לוקחת כל אותן הב\"ש כי ז\"א צריך להשאיר לעצמו חצי שליש והם לבחי' גוף של הת\"ת עצמו ושליש וחצי נותן לנוקבא לגוף הכתר שלה. וטעם הדבר כי הז\"א כיון שמתחלה היה בו כל הג\"ש ועוד יש בו שם הארות רבות ששם הוא בגלוי יסוד דאמא שבתוכו ויש שם אורות רבים לכן יספיקו לו החצי שליש להשתלם גוף הת\"ת שלו ושליש וחצי לקחה נוקבא לכתר שלה בבחי' גוף וכך סדר התחלקותן כי חצי שליש לוקחתה לגוף הכתר שלה וחצי שליש לגוף הדעת שלה וחצי שליש לגוף הת\"ת שלה אמנם ענין האורות התחלקותן בענין אחר. כי הנה אור החסד שבת\"ת דז\"א נחלק גם הוא לג\"ש ע\"ד הגוף של הת\"ת הנ\"ל ושם בענין ז\"א נתבאר מה נעשה בב\"ש עליונים דחסד ההוא. ואמנם מן שליש תחתון שבו נחלק לב' חצאים וחצי עלה עד הכתר דז\"א וחציו ניתן דרך האחור כנ\"ל בכתר דנוקבא. נמצא כי מן אור שבחסד ששבת\"ת לקחה חצי שליש האור לצורך אור כתר שבה ומגוף הת\"ת לקחה שליש א' וחצי לצורף גוף הכתר והדעת והת\"ת שבה. ובזה תבין ענין ב' מלכים שמשתמשין בכתר א' כי האור שליש א' תחתון שבת\"ת דז\"א נחלק לב' חציו עלה לכתר דז\"א כנ\"ל וחציו ניתן בכתר דנוקבא ומן הגוף של ת\"ת דז\"א נעשה ממנו גוף הת\"ת דנוקבא ומתפששט ת\"ת שלו עד הת\"ת שלה. וסבת כל זה היה כדי להשוותן יחד ובפרט בקו האמצעי שהוא עיקר הגוף כדי שיהיו ב' מלכים שוין בכל מציאותן ומן אור החסד המתפשט בנצח דז\"א הנחלק שם לג\"פ של הנצח שליש עליון ניתן בחכמה שבה ושליש אמצעי בחסד שבה ושליש תחתון בנצח שבה וכעד\"ז נחלק לג\"ש אור החסד שבהוד דז\"א בקו ששמאלי שבה שהם בג\"ה שבה ואחר שנגרו הב\"ח וב' השלישים להתפשט בה וכסדר הנ\"ל אחר כך יצאו הה\"ג שהיו ביסוד דז\"א וניתנו משם אל הדעת שבה ונשאר שם שרשם. ואח\"כ יורדין הארות הה\"ג אחר שנשאר שרשם שם בדעת שבה ומתפשטין הארות אותן הה\"ג מחסד עד הוד שבה. ואחר כך יצאו הארת אלו הה\"ג שנתפשטו בה\"ק והארתן לבד נכללת ביסוד שלה. ואח\"כ הארה דהארה הה\"ג שביסוד יוצאה ונכללת במלכות שבה ובסוד חותם בתוך חותם כי חותם הוא הארתה שנתקבצה ביסוד והארת החותם ההוא נתקבצו במלכות שבה וכ\"ז הוא ממש ע\"ד התפשטות החסדים בגופא דז\"א (וכן) בדרך שבארנו שם כי חסדים נקרא מים המגדילין האילן. וכן הענין בגבורות שהם מגדילין הנוקבא כי גם אע\"פ] שנקרא אשש בערך החסדים הנקרא מים עכ\"ז בערך הנקבה הם מים ממש המגדילין אותה אלא שהם מ\"נ ונק' גבורות גשמים כנודע כי מים ממש הן. אח\"כ חוזרין הגבורות המגולין ועולין עד הכתר כמ\"ש בע\"ה הרי נשלם בנין הנוק'. ועדיין יש פרטו' רבים ובפרט בענין היסוד והמל' שבה מהיכן נעשו לה ולמטה בא\"ב דאטב\"ח נתבאר היטב:",
  "parentheses": [
    {
      "hns": "512.1.1",
      "text": "וכן"
    }
  ]
}