{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 271,
    "section_hns": "271.1",
    "path_trace": [
      "text#14",
      "#2",
      "18",
      "2",
      "1"
    ],
    "paren_count": 1
  },
  "text_he": "ונבאר סדר מדרגתן בקצרה זה למעלה מזה א. הנה העיקר והשורש לכל הם אותיות הוי\"ה בעצמן ובצורתן ב. מדרגה ב' הוא אחוריים שלהם בחינת עצמותן וצורתן כזה י' י\"ה יה\"ו יהו\"ה והם י' אותיות ג. מדרגה ג' חשבון ומספר ד' אותיות הנקרא פנים שהם בחי' הוי\"ה מספרן כ\"ו ד. מדרגה ד' הוא חשבון ומספר י' אותיות הנקרא אחוריים שהוא בחי' היות מספרן ע\"ב ה. מדרגה ה' הוא במילוי של השם ונקרא פנים והם יו\"ד אותיות יו\"ד ה\"י וי\"ו ה\"י בצורתן עצמן ו. מדרגה ו' אחור של המילוי הנ\"ל בבחי' אותיות בצורתן לא בחשבונם והם כ\"ו אותיות יו\"ד. יו\"ד ה\"י. יו\"ד ה\"י וי\"ו. יו\"ד ה\"י וי\"ו ה\"י. ז' מדרגה ז' חשבון ומספר י' אותיות המילוי שהוא היות מספרן ע\"ב ח. מדרגה ח' מספר וחשבון כ\"ו אותיות האחוריים של המילוי שהוא קפ\"ד ט. מדרגה ט' הוא כ\"ח אותיות המילוי דמילוי הנקרא פנים כזה יו\"ד וי\"ו דל\"ת. ה\"י יו\"ד. וי\"ו יו\"ד וי\"ו. ה\"י יו\"ד. י. מדרגה י' הוא אחוריים של המילוי דמילוי והם קנ\"ו אותיות כזה יו\"ד. יו\"ד וי\"ו. יו\"ד וי\"ו דל\"ת. יו\"ד וי\"ו דל\"ת ה\"י. יו\"ד וי\"ו דל\"ת ה\"י יו\"ד. יו\"ד וי\"ו דל\"ת ה\"י יו\"ד וי\"ו. יו\"ד וי\"ו דל\"ת ה\"י יו\"ד וי\"ו יו\"ד. יו\"ד וי\"ו דל\"ת ה\"י יו\"ד וי\"ו יו\"ד וי\"ו. יו\"ד וי\"ו דל\"ת ה\"י יו\"ד וי\"ו יו\"ד וי\"ו ה\"י. יו\"ד וי\"ו דל\"ת ה\"י יו\"ד וי\"ו יו\"ד וי\"ו ה\"י יו\"ד יא. מדרגה י\"א מספר וחשבון כ\"ח אותיות מילוי המילוי דפנים יב. מדרגה י\"ב מספר וחשבון קנ\"ו אותיות אחוריים מילוי המילוי ועד\"ז תלך עד אלף אלפים מדרגות לאין קץ ע\"ד הנ\"ל וכיוצא. והנה זהו שבארנו הוא בהויות דע\"ב וכיוצא בזה בהויות דס\"ג ובהויות דמ\"ה ובהויות דב\"ן וכן בכל השמות וכינוים שבעולם. והנה כל מדרגה הקודמת לחברתה הוא מעולה ממנה ואורה גדול מאור המדרגה אשר תחתיה וא\"כ כשירדו הניצוצין בודאי שהיותר תחתון הם נשארו בכלים כנ\"ל. ודע כי לא כל הבחי' שוין כי הנה שם ע\"ב גדול במעלה מכולם ותחתיו במדרגה שם ס\"ג ותחתיו במדרגה שם מ\"ה ותחתיו במדרגה שם ב\"ן ופשוט הוא כי כל הוי\"ה מאלו הד' יורדין מהם בחי' נצוצין להחיות הכלים וניצוצי הויות דע\"ב ירדו בכלים דע\"ב וניצוצי דס\"ג ירדו בכלים דס\"ג כו' והוא כי אין כח בניצוצי דהוי\"ה זו להחיות כלים דהוי\"ה אחרת לכן לא ירדו כל הניצוצין משם ב\"ן הגרוע מכולם להחיות הכלים אמנם מכל הוי\"ה והוי\"ה ירדו ממנו ניצוצין להחיות הכלים שלה אלא שמה שירד מהוי\"ה דע\"ב היו הניצוצין הגרועים מכולם אשר בשם ע\"ב וכן הניצוצין שירדו משם ס\"ג הם הגרועות מכולם אשר בשם ס\"ג להחיות הכלים שלה וכיוצא בזה בכלים האחרים. גם צריך שתדע כי מספר ניצוצין שירדו מכל הוי\"ה מאלו ד' אינם שוין לפי ששם ע\"ב עליון שבכולם לא היתה בו כ\"כ שבירה גדולה כמו בס\"ג וכיוצא בזה בשאר ובודאי כי משם ב\"ן ירדו יותר ניצוצין מכל השאר וממ\"ה פחות מב\"ן ומס\"ג פחות ממ\"ה ומע\"ב פחות מס\"ג וטרם שנבאר מספר כ\"א ואחד צריך שנקדים הקדמה א' והוא זה. דע כי כאשר יצאו הי' נקודים מנקבי עינים דא\"ק כנודע הנה בצאתן הניחו רושם שלהם בעולם אצילות והוא מנקודת הכתר שלהם נעשה ממנה אח\"כ כששנתקן עולם האצילות בחי' פרצוף א\"א ומנקודת חו\"ב נעשה ב' פרצופים או\"א ומן חסד עד היסוד שבהם הם ו\"ס נעשו פרצוף ז\"א ומן י' נעשה פרצוף נוק' דז\"א ואמנם כאשר היה אח\"כ זמן התיקון אשר אז הלבישו זה לזה כנ\"ל באורך ולא הונחו במקומם הראשון ממש אמנם היה באופן אחר. והוא כי הנה נודע כי א\"א מתפשט עד סיום אצילות ממש ומהראוי היה שאו\"א יהיו למעלה במקום חו\"ב דא\"א כי הרי הם חו\"ב אבל לא כך היה אלא שהלבישו את חו\"ג דא\"א וכן מהראוי היה שז\"א אשר בחינתו ו\"ק מחסד עד יסוד ילביש ו\"ק דא\"א ולא כך היה אלא שאינו מלביש רק מחצי ת\"ת דא\"א ולמטה כנ\"ל ואמנם נוק' דז\"א נשארה במקומה הראשון והוא שהיא מלבשת את המל' דא\"א. כלל העולה מכל זה כי שם ע\"ב אשר מקומו בחכמה ושם ס\"ג אשר מקומו בבינה ירדו למטה ולא הלבישו אלא את חו\"ג דא\"א ונמצא כי שם ע\"ב בחסד ולכן חסד גימ' ע\"ב ושם ס\"ג בגבורה ושם מ\"ה בחצי ת\"ת ונה\"י בלבד עם היותו כולל ו\"ק גמורים הרי איך הז\"א שהוא בחי' ו\"ק דאצילות שהם בחי' שם מ\"ה הוא שם בחצי ת\"ת דא\"א (מ\"מ די לו לסבת גודל אצילות שכל בחי' שם מ\"ה הושם בחצי ת\"ת דא\"א ומנה\"י בלבד ושם ב\"ן הוא במל' לבדה) והנה נתבאר איך כל הד' הויות ע\"ב ס\"ג מ\"ה ב\"ן כולם הם בז\"ת דא\"א לבד והרי נתבאר הקדמה א' הנ\"ל ועתה נבאר הסדר שלהם הנה מהוי\"ה דע\"ב אשר בחסד האורות שלו שעלו למעלה באצילות כשנשברו הכלים היו ו' מדרגות הראשונות ושאר המדרגות מן הז' ואילך והוא בכלל שהוא חשבון ומספר י' אותיות המילוי שהם גי' ע\"ב ומשם ואילך כולם ירדו בבריאה עם הכלים בסוד הניצוצין ופשוט הוא שכל המדרגות שלמטה ממנו נכללין בה ואינם נחשבים בה כדבר בפ\"ע ולכן אינה עולה במספר ולכן אינו נחשב רק מדרגה זו בחי' מספר י' אותיות המילוי שהוא גי' ע\"ב וכל שאר הניצוצין שלמטה מהם נכללין באלו ע\"ב וכבר נת\"ל במקומות רבים כי מציאת מספר רפ\"ח ניצוצין הם ד' בחי' ע\"ב שירדו מאלו הד' הויות וכולם יחד הם רפ\"ח ניצוצים. והנה נתבאר ע\"ב ניצוצין שירדו מכלל הרפ\"ח ניצוצים והם מהוי\"ה ראשונה דע\"ב ומשם ס\"ג שהוא יותר תחתון משל ע\"ב לא עלו האורות שלו באצילות רק ד' מדרגות הראשונים בלבד נמצא כי ירדו בבריאה ב' מדרגות אחרות יותר עליונים שהם י' אותיות דמילוי הס\"ג ובחי' האחור שלהם שהם מדרגה ה' וז' וכאשר נמנה בחי' המדרגה הה' שהם י' אותיות דמילוי ס\"ג בבחי' אותיות עצמן ונמנה גם מספרם שהוא ס\"ג הרי ע\"ג ניצוצין שירדו משם ס\"ג ומשם מ\"ה שהוא הת\"ת ירדו ב' מדרגות עליונים יותר לפי שהוא גרוע במעלה מן ס\"ג ולא עלו באצילות רק ב' מדרגות ראשונים לבד וכל השאר ירדו בבריאה נמצא כי הניצוצין שלהם הם ע\"א ניצוצין כ\"ו ומ\"ה ופי' כי מספר ד' אותיות הפשוטים הם מספר כ\"ו ומספר י' אותיות מילוי הם מ\"ה והנה כ\"ו ומ\"ה הם ע\"א ניצוצין הרי הם ג\"פ ע\"ב ומשם ב\"ן ירדו כל המדרגות חוץ מן העליונה והראשונה לפי שלהיות בחי' ב\"ן מל' והיא תחתונה מכולם היה בה שבירה יותר מכום שלמעלה ממנה ולא עלו ממנה רק ד' אותיות פשוטים בבחי' אותיות עצמן וכל השאר ירדו לבריאה וז\"ס שאנו אומרים בכ\"מ כי המלכות נשארה באצילות בבחינת נקודה א' בלבד וכל השאר נתמעט ממנה וירדו אל הבריאה והבן זה כי הנה נקודה ההיא היא בחי' מדרגה ראשונה שבכולם בלבד ואמנם מספר הע\"ב ניצוצין שירדו ממנה הם בחי' המספר והחשבון של י' אותיות דאחור דב\"ן ולא הפנים דשם עצמו שהוא מדרגה א' רק אחוריים שהם גימ' ע\"ב הרי ד\"פ ע\"ב שירדו מן ד' הויות ומספר כולם הם רפ\"ח ניצוצין אלא שיש ביניהן הפרש כי אין בחינתם שוין לפי שהע\"ב ניצוצין שירדו משם ע\"ב דיודי\"ן הוא הע\"ב דחשבון ומספר י' אותיות המילוי הזה שזו היא מדרגה הז' ומשם ס\"ג הע\"ב שלו הוא י' אותיות וס\"ג שהם ע\"ג והם המדרגה הה' וז' ומשם מ\"ה הע\"ב שלו הוא מ\"ה וכ\"ו שהם גי' ע\"א שהם המדרגה ג' וז' ומשם ב\"ן עצמו הע\"ב שלו הם מדרגה הד':",
  "parentheses": [
    {
      "hns": "271.1.1",
      "text": "מ\"מ די לו לסבת גודל אצילות שכל בחי' שם מ\"ה הושם בחצי ת\"ת דא\"א ומנה\"י בלבד ושם ב\"ן הוא במל' לבדה"
    }
  ]
}