{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 535,
    "section_hns": "535.1",
    "path_trace": [
      "text#14",
      "#2",
      "36",
      "3",
      "1"
    ],
    "paren_count": 0
  },
  "text_he": "ונדבר בבריאה ג\"כ כי אדה\"ר חטא בבריאה הקדושה ג\"כ וגרם חשך חסרון גם באבא לכן אין ניכר בבריאה רק אמא לבד וז\"ס אמא מקננא בבריאה בג' ספירא עלאין דכורסיי' כי או\"א ישת חשך סתרם וכנגדן בבריאה הטומאה נעשה תיקון או\"א הטמאים אשר שם ונמשך להם אור מאו\"א כמ\"ש בע\"ה וגם ביצירה גרם אדה\"ר להסיר אור אמא ולא נשאר רק אור ז\"א וז\"ס ז\"א מקננא במט\"ט וג\"ר שלו היו שם מכוסים בחשך ואינם מאירין וכנגדן ביצירה הטומאה נתקן ז\"א שבה ונמשך לו אור. גם בעשייה גרם חטאו להסיר אור הז\"א ולא נשאר רק נוקבא וז\"ס מל' מקנינא באופן וכנגדו נתוסף בעשייה הטמא תקון על מציאות א\"א והוא סוד גדול אסור לגלותו והוא במקום רדל\"א. והרי בזה ידעת איך האור הולך ומתמעט בסידורו ובטומאה הולך ומתרבה בסידורו וזהו אמלאה החרבה כנ\"ל. ודע מה שאמרנו למעלה כי יצירה ועשייה הם טו\"ר מעורבים הכוונה בהם עצמן ולא בי\"ס המקננים בהם ח\"ו כמ\"ש. גם ידעת כי אדה\"ר וישראל חטאו חטא א' רק שאדה\"ר תיקן מתחלה מציאות תקוני הקלי' ואח\"כ הלביש בהם הקדושה אבל ישראל מצאו כבר מתוקנת הקלי' ולא גרמו רק להחזיר ולהלביש בהם הקדושה ע\"ד הנ\"ל וזה אומר משחת מאיש מראהו והמה כאדם עברו ברית והבן. והנה אותן הט\"ס של המלכות שניתנו לחצונים נרמז במס' חגיגה בפסיק ואם לא תשמעוה במסתרים תבכה נפשי מפני גוה מפני גאוותן של ישראל שניטלה מהם וניתנה לאו\"ה כי הוא דרוש הנ\"ל ממש. וז\"ס ומלכותו בכל משלה והוא באדם דעשייה שנתלבש ע\"י הקלי' פי' המלכות דאילות הנקרא אדם דעשייה. והבן בסוד לבישת שק בענין עשו כולו כאדרת שער הוא ת' איש ואחיזתו מד' עולמות שלהן שיובן מזה שאין תיקון באצילות הטומאה רק בזו\"נ סמא\"ל ולילית שהוא ביצירת הטומאה נגד יעקב שמקנן ביצירה והוא מקבל י\"ג ת\"ד דא\"א לכן עשו נקרא כולו כאדרת שער והנה נמצא כשנתלבשו ט\"ס אלו דנוקבא בקליפה נמצא כי עיקר אבידה הוא לז\"א כי משם יצאו למלכות. ובזה תבין שאמרו רז\"ל ירמיהו לא אמר והנורא לפי שגוים מרקדים בהילכו איה נוראותיו דניאל לא אמר הגבור כו'. והענין שכבר ידעת שבחורבן בית ראשון אותה הארה שהיתה מגעת אליה פב\"פ מה\"ר שבת\"ת נסתלקו והלכה או הקליפות אך היה עדיין פרצוף שלם בת י\"ס. אמנם זה היה אחר החורבן אבל בעת החורבן לא היתה יכולת אל הגוים ואל הקליפות לשלוט בבהמ\"ק אם לא שבאותו רגע חזרה המלכות בסוד נקודה א' ונהרס כל בנינה לגמרי ואחר גמר החרבן חזרו הי\"ס אב\"א וכראות ירמיהו ע\"ה ענין זה לא רצה לומר והנורא כי נורא הוא סוד ת\"ת דז\"א כמ\"ש. והנה מחצי ת\"ת הזה משם היה מתחלת גולגלת דנוקבא ותחלת בנינה ולהיות שעתה נחרב כל בנינה א\"כ אין ראוי להזכיר נורא. ודע כי נורא אותיות ארו\"ן לרמז אל המלכות הנקרא ארון לפי ששם התחלת בנינה וכן ארו\"ן גימטריא נז\"ר כי מן נורא זהו סוד נזר וכתר שלה. גם דע כי לב' חצאין נחלק ת\"ת זה באופן שהם ב' נוראות וז\"ס נוראות בצדק תענינו ולכך אמר ירמיהו גוים מרקדין בהיכלו איה נוראותיו גם אמר לשון איה לרמז כי מסוד נורא זה נעשה לה ג\"ר שהם כח\"ב הנקרא איה וזהו איה נוראותיו. ואמנם דניאל היה בסוף החרבן אחר שנשלמו ע' שנה של הגלות וראה שאפילו אם יחזור הבית למקומה ראה את חורבנה וכבר ידעת כי בחורבן בית שנה נחרבה כל המלכות ונשארה בסוד נקודה לבד ואז לא היה כמו חורבן ראשון כי סוד ה\"ר ירדו אל החצונים אך שאר ט\"ס שבמלכות חזרו למעלה אל שרשם כמו שהיה בתחלה בסוד לכי ומעטי א\"ע שט\"ס נשארו למעלה. אבל בחורבן בית שני אפי' ט\"ס שלה ירדו וגלו אל הקליפות לכן לא אמר הגבור כי כל מציאת המלכות הוא מצד הגבורה ומשם נבנית בט\"ס עליונים בסוד עטרה דגניז באו\"א. והנה גבורות הרבה מתפשטין ממנה אל המלכות והם סוד ההוד של ת\"ת שנעשית בינה במלכות ויסוד גבורה והוד שבמלכות כל אלו נקראו גבורות לכן אמר גוים משתעבדין בבניו שהם סוד הגבורות אלו שהם הבנים של אמא גבורה עלאה אם כן איה גבורותיו לכן לא הזכיר הגבור שהוא יותר למעלה מציאותו כי אפילו הט\"ס שלהם גלו בין הקליפות:",
  "parentheses": []
}