{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 254,
    "section_hns": "254.1",
    "path_trace": [
      "text#14",
      "#2",
      "16",
      "4",
      "1"
    ],
    "paren_count": 3
  },
  "text_he": "כבר ביארנו כי לעולם כל בחי' נה\"י הם סוד תוספת ואינם עיקרין ולכן הם לבר מגופא והטעם לפי שמרישא עלאה דעתיק אינו מלובש בא\"א כי אם ז\"ת שבו א\"כ נמצא שאין קיום לא\"א רק לז' ראשונות שבו והג\"ת שהם נה\"י אינן יכולין לבא רק בסוד תוספת כי אין להם עיקר וקיום במציאות העליון ממנו וכעד\"ז כל האצילות. גם דע כי כמו כשאנו רוצין להמשיך נה\"י לז\"א אנו עושין זווג בין חו\"ב כדי שיתנו מוחין לז\"א ואז ע\"י כח זה נתוספים לו נה\"י כנודע גם או\"א להיות להם נה\"י הם צריכין תחלה לזווג א\"א כי כמו שתמצא שזו\"ן נאצלו ע\"י זווג או\"א והוצרכו להיות בסוד עיבור כן היה באו\"א כי הוצרך להם זווג עליון שבפה דא\"א ושם הזווג כיצד בינה שבגרון מעלה מ\"נ מן הה\"ג שלה והם אותיות אחע\"ה כי כבר נתבאר בשער א\"א כי הבינה עומדת בגרון ואותיות אלו הם אותיות הגרון והם ה\"ג שבה והחיך שהוא חכמה הוא מוריד מ\"ד ה\"ח אותיות גיכ\"ק ונזדווגו יחד ע\"י דעת המכריע הלשון שביניהן סוד ברית הלשון. וסוד זה נרמז באדר\"ז רצ\"ה אשא ומיא מתקנין ויאן ביורוי ע\"י לישן ממלל רברבן וכבר ידעת כי אש ומים הם סוד חו\"ב (ח\"ג כצ\"ל) נמצא כי אותיות אחע\"ה מצד ה\"ג בינה והם עולין פ\"ד סוד ב\"פ מ\"ב והם מ\"ב זווגים הנזכר פ' בראשית ד\"ט כי מ\"ב זווגים הם פ\"ד והם אותיות אחע\"ה וז\"ס זרעא דאזדרעא במ\"ב זווגים. והנה סוד הזווג הזה שבפה נמצא בכל מציאות אצילות בין בא\"א בין באו\"א בין בזו\"נ והם בסוד נשיקין הקודמין אל הזווג והבן כי מתחלה המעוררת היא הנוקבא וז\"ס הנרמז במסכת כתובות ה\"ד לאלתר בעוד שהרוק לתוך פיה כי מבשרי אחזה אלוה כי כשאדם מזדווג באשתו בהכרח מתמצה הרוק בתוך פיהם וז\"ס סימן הזווג הנזכר בגמ' נמצא כי הנשיקין הם זווג רוחני מאד אך יש הפרש [בין א\"א ואו\"א וזו\"ן] כי בא\"א הזווג בפה א' ולכן אינם נמצאים רק ב' הארות אחע\"ה גיכ\"ק אך באו\"א וזו\"ן הם ב' פיות בסוד מ\"נ ומ\"ד בזכרים מ\"ד ומ\"נ בנקבות כי הנשיקין הם כפולים בסוד ד' רוחין הנזכר בזוהר פ' תרומה קמ\"ו והם ד' אותיות אהבה והבן סוד גדול הנעלם הזה ויהיו כבושים ללבושך כי הנה כבר ידעת כי רדל\"א הוא למעלה מכל האצילות ותחתיו הם סוד ט\"ס דלאו אינון נהורין ולאו אינן רוחין והם סוד ט\"ס מקורית דא\"א המתפשטים בכל האצילות כמ\"ש במ\"א. והנה לא מצינו בא\"א סוד המלכות וא\"כ איך נאצלו כל השאר שהם או\"א וזו\"נ אך סוד הענין כי כבר ידענו כי מחסד דא\"א נתהווה מוחין דאבא ומגבורה דא\"א נתהוה מוחין דאמא והענין כי צד דכורא דא\"א מה שבו הוא בימין דכורא וצד ב\"ן שבו נוקבא הוא צד שמאל והנה יש בו ב' זווגים א' בסוד הפה שלו אחע\"ה וגיכ\"ק והב' בסוד יסוד שלו כי גם הוא כלול מב' מזכר ונוקבא וצד זכרות שבו מזדווג עם צד נקבות שבו והנה כדי להוליד או\"א הספיק להם זווג הנשיקין והוא זווג הפה כנ\"ל. ואמנם איך יצאו או\"א מזווג זה הוא כי כבר נתבאר לעיל כי לא הוצרך זווג זה רק לצורך מוחין ונה\"י שלהם לבד לכן הספיק להם זווג הפה כי הלא תמיד או\"א הם נכללין במזלא תיקון ח' וי\"ג (די\"ג) ת\"ד כי הלא תליין בשקולא עד טבורא והנה יש הפרש א' והוא כי לפעמים אין או\"א שלימים רק חסירים מנה\"י אע\"פ דאתכלילו במזלא אך כאשר נעשה הזווג הזה של הפה דא\"א אז נעשו כל התקונים של הד' העומדין בין תיקון ח' לתיקון י\"ג וכולם נתחברו יחד ונכללין בהם או\"א כי כבר ידעת כי הגרון סוד גולגלת דילהון והנה אם תביט באדם כשכופף ראשו אז הגרון מכוסה ונכלל בסיום לחיי הראש אך כשזוקף ראשו אז מתראה הגרון וכשהזווג עליון דפה דא\"א נעשה בסוד נשיקין אז יורד למטה מסיום הפה בסוד כפיפת ראש ואז נכלל הגרון בהם ממש והוא סוד ראש דאו\"א ויורד עד נה\"י דאו\"א שנכללו בראש ז\"א גם אלו הד' תקונים שבין ב' מזלות תיקון ח' וי\"ג הם מתחברים ונכללים ברישא דאו\"א שהוא הגרון ונעשים שם מוחין ובעבור אותו שפע המתרבה אז מכחם מתארך גוף או\"א ונה\"י שבהם כי אותו החלק הג' מת\"ת דא\"א שנשאר (שם) מב' חלקי הת\"ת שנעשו ב' דעות לאו\"א נעשה ממנו חלק הגוף לאבא כולל חג\"ת וחלק הגוף לאמא כוללת חג\"ת וזה סוד הגוף ומרבוי השפע נעשין ג' אחרים נה\"י לאבא ונה\"י לאמא. והנה נמצא כי זווג זה דפה הוא לצורך או\"א ואינו לצורך עצמן רק למוחין ונה\"י שלהם והטעם כי ב' המזלות דדיקנא נחתי בשקולא עד טבורא מצד פנים ובאחור יש המשך שערות הראש היורדין דרך אחור עד ראש ז\"א ומאותן האורות דשערות נעשין או\"א כי בהכרח שיעשה שם בנתיים מציאת אור א' ע\"י ב' מיני שערות אלו דדיקנא ודרישא מצד אורם הגדול המקיף פנים ואחור. ולכן הספיק להם זווג הפה לבד אך זו\"נ אין להם שום מציאות כלל ולכן הוצרך להאציל מציאותו ממש בעיבור א' וכדי לעשות לו מוחין ונה\"י הוצרך זווג ב' משא\"כ באו\"א. והנה בכאן תבין סוד רז\"ל כל דיבור שיצא מפי הקב\"ה נברא מלאך א' כי הלא הוא סוד זווג ממש לכן מצינו לרז\"ל שכינו הזווג בלשון דיבור ראוה מדברת בשוק ולכן מטעם זה נקרא הזווג בלשון אכילה אכלה ומחתה פיה. ונחזור לענין כי לפי שב' מזלות הח' והי\"ג הח' הוי\"ה דיודי\"ן והי\"ג אהי\"ה דההי\"ן כנזכר במקומו לכן מצדן הם או\"א הא' הוי\"ה והב' אהי\"ה והדעת המזווגן יאההויה\"ה והבן:",
  "parentheses": [
    {
      "hns": "254.1.1",
      "text": "ח\"ג כצ\"ל"
    },
    {
      "hns": "254.2.1",
      "text": "די\"ג"
    },
    {
      "hns": "254.3.1",
      "text": "שם"
    }
  ]
}