{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 527,
    "section_hns": "527.1",
    "path_trace": [
      "text#14",
      "#2",
      "35",
      "4",
      "1"
    ],
    "paren_count": 2
  },
  "text_he": "דרוש אטב\"ח והוא לבאר מציאות אלפא ביתא דאטב\"ח על תיקון הנוקבא מלכות דע כי הנוקבא שהיא שיעור שלה מדה א' מן המדות של ז\"א ונמצא שהיא עשירית כי אין בה רק מדה א' מי' מדות דז\"א אמנם כשנגדלת ונעשית פרצוף גמור מי\"ס אז נחלקה אותו מדה לי' חלקים נגד י\"ס וכל נקודה מהם גדלה ונעשית מדה א' שלימה וזה סדרה א\"ט הוא כתר דמלכות ב\"ח הוא חכמה ג\"ז בינה ד\"ו דעת י\"ל חסד כ\"ף גבורה ל\"ע ת\"ת מ\"ס נצח ק\"ץ הוד ר\"ף יסוד ש\"ן מלכות. ופי' הענין כשהנוקבא נבנית ונתקנית פרצופה מב' חסדים ומב' שלישים שיש בתנ\"ה דז\"א ומהה\"ג שיש ביסוד דז\"א כמבואר בדרוש הקודם לזה ע\"ש. ונתחיל עתה מן הכתר כי כתר נקודה א' מי' נקודות שנתחלקה מדת מלכות אמנם זאת הנקודה של כתר צריכה לקבל עוד ט' נקודות אחרות כמותה ואז יושלם הכתר שלה ויהיה בה מדה שלימה בי' נקודות כי מה שהיתה המלכות עד עתה בחינת מדה א' בת י' נקודות הנה עתה אחר ההגדלה צריכה שכל נקודה מהם יעשה מדה א' בת י' נקדות ולהיות שמתחלה לא היתה בכתר שלה רק נקודה אחת מן המדה ועתה נתוסף בה עוד ט' נקודות כמותה ונעשית מדה גמורה כמו שהיתה מתחלה כל המלכות בכללותיה נמצא כי תחלה היתה בחלקה נקודה א' ועתה בהגדלה נתוסף בה ט' נקודות וזהו א\"ט שחלקה היא א' ונתנו לה ט' אחרות כדי להשלימה. ואמנם לבאר זה יותר צריך לומר כי הלא מי שמגדל את הכתר שבנוקבא אינו אלא אותו החסד שבת\"ת דז\"א כי בקו האמצעי אין שם שום מוח רק החסדים לבד אך בב' קוין דז\"א ימין ושמאל שם מתפשטת אמא ב' ירכותיה עם ב' מוחין שבה חו\"ב כנודע אבל בקו האמצעי לא יש מוח כי כבר נשלם יסוד דאמא בחזה נמצא כי בקו ימין ושמאל יש מוחין גמורים עד סיום רגליה דז\"א אך בקו אמצעי אין בו בחי' מוח רק עד החזה ומשם ולמטה לא יש רק חסדים מגולין וכפי מה שיש בז\"א כך יניקת המלכות משם כי כשתינק מן קו האמצעי לא תינק אלא מהחסדים כי לא יש דבר אחר לינק משם אבל כשתינק מקו הנצח אז יונקת ממוח חכמה המתפשט בו וגם מן החסד הא' מן הה\"ח המתפשט שם וכעד\"ז בהוד. ועתה נבאר הענין יותר ודע ג\"כ כי לעולרם המגדיל המלכות הם החסדים (המתפשטים שם) שהם סוד המים המגדילין האילן ואת הנטיעות והוא סוד והוכן בחסד כסא. והנה כשהמים הולכין בשרשי האילן ומגדילין אותו אין המים חוזרין להיות גוף האילן עצמו כי המים גורמין ההגדלה אבל המים עצמן אינן גוף ההגדלה וזה מבואר למבין וכן הענין בחסדים אלו אינו נעשה גוף ההגדלה רק שגורם להגדיל לכן בככל הא\"ב לא הזכיר את החסד עצמו רק ההגדלה לבדה והנה החסד שבת\"ת ז\"א גורם הגדלה בט' נקודות בכתר דנוקבא דז\"א שלא היה בה רק נקודה א' ונעשית י' וזהו א\"ט. ב\"ח בחכמה פי' מה שאנו רואין ומוצאין בפי' מה שיש אל המלכות בחכמה שבה הם ב' נקודות והגדילו ח' אחרות ונעשו י' וזהו ב\"ח. והענין שכבר ידעת שכבר יש בה נקודה א' ממה שלקחה ממלכות עצמה כנ\"ל הרי נקודה א' ועוד נקודה אחרת לוקחת ממוח חכמה המתפשט בנצח דז\"א כנודע. והנה נודע כי חכמה שבנוקבא נגד פ\"ק דנצח ז\"א ויונקת ממוח חכמה שבו משא\"כ בכתר שלה שאינה לוקחת מוח בקו אמצעי רק מן החסד וכבר בארנו שהחסד אינו נכנס בגדלות רק שהוא גורם הגדלה כי כן עתה בנצח אע\"פ שיש בו חסד א' אין אנו חושבין רק למוח חכמה שבו כי החסד הוא המדיל ושמור כלל זה בידך שלא אצטרך לבארו תמיד שלעולם אי החסד נחשב ונכנס במספר ונמצא שישש בכאן שתי נקודות אחד מנקודת החכמה עצמה של המלכות עצמה וא' מוח החכמה שבנצח דז\"א ואחר כך חסד שבנצח גרם גדלות ח' נקודות אחרות ונשלמו לי' כי ב' נקודות הנ\"ל אינן בכלל ההגדלה רק ח' הבאים מחדש וזהו ב\"ח. ג\"ז בבינה פי' כי בבינה שבמלכות יש בה ג' נקודות. א' מחלקה שלקחה מן המלכות עצמה כנ,ל. עוד יש נקודה אחרת ממוח בינה שבתוך הוד ז\"א כנ\"ל בנצח. עוד לוקחת נקודה א' מן הוד אמא עצמה שבתוכה ניתן המוח כנ\"ל הרי ג' נקודות ואז החסד שמתפשט בהוד ז\"א הוא מגדיל ז' אחרים וזהו ג\"ז. וא\"ת גם בחכמה דמלכות נאמר שהם ג\"ז כי ג\"כ לוקחת המלכות מנצח אמא שבו נתון המוח. והתשובה כי אלו נה\"י דאמא שהם מתפשטין בז\"א כל עצמן במקומ אינן רק בבחי' הרגלים נ\"ה ולא בבחי' ראש פירוש כי נה\"י דאמא נעשו כל אחד מהם ג\"פ ואע\"פ שכל עיקרם אינן אלא נ\"ה עכ\"ז בבואם לז\"א משתנים כי ב\"פ עלאין נעשין בז\"א חו\"ב וב\"פ אמצעים ח\"ג וב\"פ תתאין נעשין בז\"א נ\"ה ממש. אמנם כשנוקבא לוקחת עתה הארה מהם אין הארה זו מועלת לה כלום כי אין המלכות שיעור קומת שלה רק שיעור ב\"פ תתאין אלו הנ\"ל וכשלוקחת הארה מהם נקרא ההארה (ג\"כ) נ\"ה וא\"כ לחו\"ב שלה לא תועיל הארה זו כי הארה זו לשימוש רגלים שהם נ\"ה והיא צריכה הארה לערך חו\"ב שלה א\"כ אין הארה זו מועילה לה כלום. וכן הענין בח\"ג שלה אינה יכולה לקבל הארה מנ\"ה דאמא כי הארת נ\"ה אינה שוה לחו\"ג שלה ואע\"פ שלוקחתו עכ\"ז אינה עולה בשם ואינה נחשבת כלל. אמנם הארת נ\"ה דאמא בנ\"ה דנוקבא זה תעלה בששם ותכנס בחשבון ודא כמ\"ש בע\"ה. ואמנם טעם זה עצמו שאמרנו בנ\"ה דאמא שייך ג\"כ בנ\"ה דז\"א שאע\"פ שודאי הוא כי כשלוקחת הנוקבא הארה מהמוחין שבנ\"ה דז\"א בודאי שאין האור ההוא יוצא אלא דרך מלבוש שהוא דרך מסך לבושי נה\"י אמא ואח\"כ דרך מסך נה\"י דז\"א וא\"כ כשיוצאין האורות ועוברין שם בוודאי שהם לוקחין מהם ויוצאין האורות של המוחין מלובשין באותן הלבושים ג\"כ וזה פשוט ואין להאריך בו. אמנם כמו שאותן אורות שלוקחת מנ\"ה של אחמא אינם נכנסין במנין כן נ\"ה דז\"א אינן נכנסין במנין כי במקומם הם נחשבין לרגלים ולא למוחין לכן אין עולין בחשבון רק בנ\"ה דנוקבא כי שם הם שוין הארות נ\"ה בנ\"ה באופן שאין למנות ולחשוב רק המוחין ולא הלבושין. וא\"ת כמו שבנצח לא מנית רק המוח גם בהוד לא תמנה רק המוח ואיך הם ג\"ז ומנית הוד דבינה. התשובה הוא כי אמת הוא שהטעם שאמרנו הוא מספיק לנ\"ה דז\"א גם בשניהן כי אינן ראוין למנות רק עד הסוף דנ\"ה דנוקבא אמנם באמת אין טעם זה מספיק רק לקו ימין נצח שלה ולא בהוד. והענין כי הנוקבא נאחזת בשמאל תמיד ואמא דינין מתערין מינה ובפרט בקו שמאל שהם דינין ולכן בבא הארת הוד במלכות ראוי לחשבה כי כל מציאותה הם גבורות שהם בנין של המלכות וגם הבינה עד הוד אתפשטת וזה נראה היותה גבורות ולכ ההוד שלה כולה קו שמאל נכנס במנין. וכלל הדברים כי החסדים אינן נמנין לעולם והמוחין נמנין בב' מוחין דחו\"ב ולבושין דנ\"ה דזעיר אנפין אינן נמנין לעולם עד למטה בנ\"ה דנוקבא כי שם הם שוין בהארתן ולבושי דנצח אמא הוא שוה לנ\"ה דזעיר אנפין ואינו נמנה ג\"כ עד נצח דנוקבא ולבושי דהוד אמא נמעין עם כלם שכל הקו שלה:",
  "parentheses": [
    {
      "hns": "527.1.1",
      "text": "המתפשטים שם"
    },
    {
      "hns": "527.2.1",
      "text": "ג\"כ"
    }
  ]
}