{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 121,
    "section_hns": "121.1",
    "path_trace": [
      "text#14",
      "#2",
      "7",
      "4",
      "2"
    ],
    "paren_count": 4
  },
  "text_he": "ונבאר עתה מציאות עליית זו ונאמר כי הלא כאשר לא מטי בכתר הוא לפי שעולין זו\"ן של הכתר למעלה במקום זה הכתר שבסוף השרשים העליונים ואינם יכולין להיות שם ביחד כי הוא גדול מהם ולכן הם נשארים במקומו והוא עולה במקום השורש של המלכות ואז גם השורש של המלכות עולה בשורש של היסוד ושם נשארים שניהם בסוד היסוד שהוא זו\"ן ואז שורש כתר עליון משפיע למטה אחר שכבר יש הכנה לתחתונים לקבל ואז הנוקבא של הכתר נכללת בזכר. ופירוש הענין כי הנה יש כמה כללות א' כאשר יהיו ב' אורות בב' כלים כל א' בפ\"ע ואח\"כ כאשר יכנסו ב' האורות בכלי א' זה יקרא כללות שנכלל זה בזה בכלי א' ועוד יש מציאות אחר והוא בהיות בחי' ב' אורות (אלו) זו\"ן (י\"ל בב' כלים) שאז אירע להם מ\"ש בפ' תרומה דקמ\"ז כי אז יש בהם סוד אהבה פי' כי נכלל הארת זכר בנקבה ושניהם בכלי א' וכן חוזר הארת נוקבא להכלל בכלי של הזכר הרי הם ד' אורות ב' בכל כלי כלולים זב\"ז והם סוד ד' אותיות של אהב\"ה. ועוד יש מין כללות אחר והוא זה המציאות שאנו בו שהם ב' אורות בלתי כלים שהם זו\"ן של הכתר שעלו למעלה ואינם בכלי כי כללותם אז יהיה בבחי' שיקבל הארה זו מזה וזהו כללות שלהם. והנה עתה הנוקבא נכללת בדכורא כי להיות שהנוקבא הוא אור של החכמה כנ\"ל והזכר הוא אור של הכתר שנשאר בכלי א\"כ הזכר הוא שמקבל עתה מן השורש שלו שהוא שורש הכתר וזה נמשך לו ע\"י שמזדכך אותו הכתר שנשאר למעלה בסוף השרשים וע\"י הארה העליונה של שורש הכתר הוא מזדכך מאד ואז מאיר אור רב בזה הזכר של הכתר ואז נכללת הנקבה בזכר ומקבל הארה ממנו עד שנמצאים עתה ג' בחי' אלו (הם) שוים בהארתן והם זו\"ן של כלי הכתר ואותו הכתר שעליהם ואחר שהן שוין יקבלו האור שלהם מצד שורש כתר עליון ואז צריך שהנוקבא של הכתר תקבל גם היא משורש עליון שלה שהוא חכמה עליונה לכן השורש של החכמה העליונה יורדת בבינה ובינה בחסד כו' עד שיורד יסוד במלכות ואז אותו הכתר שעלה במקום שורש המלכות יורד במקומו כי אינו יכול להיות שם כי אין לו דמיון עם שורש המלכות וגם הוא ענף והמלכות הוא שורש לכן הוא גרוע ממנה אע\"פ שהוא מקבל מן הכתר אמנם יורד במקומו ושם יוכל להיות ביחד עם זו\"ן שהיה במקומו כי אז שלשתן שוין אחר שכולן שוין בקבלתן משורש הכתר עליון ואז נמשך הארת שורש חכמה למטה ואז הזכר נכלל בנוק' שהנוקבא מקבלת תחלה לפי שהוא נשתווה במעלה עם הזכר כי שניהן שוין וקבלו משורש הכתר עליון ולפי שעתה מקבלים משורש חכמה לכן הנוק' מקבלת תחלה מכל הג' שבכאן והן מקבלין ממנה ונכללין בה בסוד אשת חיל עטרת בעלה. אמנם טעם ירידת שורש חכמה למטה במקום שורש הבינה וכו' הוא לכמה טעמים הא' הוא לפי שכשהיא קרובה לשורש כתר אינה יכולה להאיר ואורה מתבטל באור הנמשך מן הכתר. ועוד כי צריכה היא להתקרב למטה כדי שתוכל הנוקבא שבכתר לקבל תחלה ממנו כנ\"ל וזהו גורם קריבת השורש אליה מדריגה א' יותר מקורבת הזכר שבכתר אל שורשו. ועוד כי בארנו כי לעולם השרשים אינם נמנעים מלהשפיע למטה בהיות התחתונים רוצים לקבל לכן שורש הכתר אינו נמנע מלהשפיע למטה כל זמן היותן זו\"ן חוץ מן הכלי שלהם וא\"כ אין החכמה יכולה להשפיע ולכן כאשר תתרחק החכמה ותרד למטה במקום הבינה אז ישאר המקום שלה פנוי ואז בעוד שהשפע הנשפע משורש הכתר ממלא אותו מקום החלל הפנוי אז החכמה היא משפעת למטה נמצא כי אז גם אם הכתר משפיע אינו מבטל הארת החכמה. ואמנם ירידת החכמה למטה לא תפסיד הארתה בהתרחק מן המאציל מדריגה א' כנ\"ל הוא מזה הטעם אחר היות הכתר עליון ממלא אותו מקום החלל כי בשלמא אם היה נשאר שם מקום פנוי וחלל היה נפסק האור מן המאציל לחכמה ואדרבא היתה מפסדת החכמה ויותר טוב היה להשאר במקומה אמנם עתה שאור הכתר ממלא מקום החלל ההוא יש דרך ומעבר אל האור המאציל להשפיע בשורש החכמה ואינה מפסדת כלל. והנה אחר שקבלו זו\"ן מן השורש החכמה ג\"כ אז אינן צריכין לינק עוד ואז יורדין זו\"ן בכלי שלהם ואז שורש החכמה נתעלה (נ\"א נתגלה) במקומה וגם שורש הכתר אוסף חלק אור אליו ואותו הכתר שבסוף השרשים אינו מקבל רק חיות הצריך לו לבד ועתה נקרא בחי' מטי בכתר אל הכלי כי חזר האור בכלי שלו אמנם שורש כתר עליון נקרא לא מטי למטה בעקודים. הרי העלינו מכל זה שהאור שבכלי ראשון נק' כתר ואין בו רק אור החכמה כי אור הכתר נשאר למעלה בסוף השרשים וז\"ס כולם בחכמה כו':",
  "parentheses": [
    {
      "hns": "121.1.1",
      "text": "אלו"
    },
    {
      "hns": "121.2.1",
      "text": "י\"ל בב' כלים"
    },
    {
      "hns": "121.3.1",
      "text": "הם"
    },
    {
      "hns": "121.4.1",
      "text": "נ\"א נתגלה"
    }
  ]
}