{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 413,
    "section_hns": "413.1",
    "path_trace": [
      "text#14",
      "#2",
      "27",
      "3",
      "1"
    ],
    "paren_count": 1
  },
  "text_he": "ודע כי כמו שכ\"א מאלו הט\"ס שלימות נחלקות לג' בחי' לבד כיצד ספירת חכמה יש בה חח\"ן יען הם מקו ימין וכעד\"ז שאר הספירות וכן כל בחי' מהם כלולה מג' וכעד\"ז לכמה בחי' כי כמו שהוא ג' כללות כן הוא בכל ספירה וספירה ונחלקת לאלף אלפים וכולם בבחי' ג' לבד וסבה לזה כי אין טפה פחותה משיעור י' ויש בה ג' קוצין והוא סוד ג' קוין ימין ושמאל ואמצעית בהכרח כן הט\"ס שלימות הנ\"ל נחלקות לג' חלקים וג' קוין כנ\"ל. וזכור זה היטב כי כל בחי' נחלקת לג' בחי' לבד אמנם כל בחי' ובחי' מאלו הג' יש בה כללות י\"ס כי כן היו\"ד גימטריא עשרה ואין בה רק ג' קוין לבד. והענין כי היא בעצמה נחלקת לג' קוין וכל קו יש בו רת\"ס ג\"פ הרי י\"ס בכל בחי' אמנם כל הי' נקרא בחי' א' נמצא כי בכל בחי' ובחי' יש ג' בחי' אשר כ\"א מהם כלול מי\"ס כי כן הז\"א יש בו ג' קוין לבד ויש בו ג\"פ י\"ס פנימי תיכון חיצון. והנה כדי שיצטייר בעיניך נצייר בענין השמות עצמן הנה כתבנו לעיל כי יש ג' כלים בכל ספירה וספירה ונצייר בחי' הכתר וממנו ית' כולם ואלו הן. א' חיצון יו\"ד יו\"ד ה\"י יו\"ד ה\"י וי\"ו יו\"ד ה\"י וי\"ו ה\"א. ב' אמצעי יו\"ד ה\"י וי\"ו ה\"א. ג' פנימי אל\"ף ה\"י יו\"ד ה\"י. והנה בעיבור לא נגלה תחלה רק בחי' חיצון ולא כולו רק יו\"ד ה\"י וי\"ו ה\"א אשר בסוף השם זהו בחי' נה\"י שבכתר. אח\"כ נתגלה ביניקה משם התיכון בחי' וי\"ו ה\"א שבו וגם משם החיצון נתגלה יו\"ד ה\"י וי\"ו שבו. ואח\"כ בגדלות נתגלה שם הפנימי כולו וגם משם התיכון נתגלה יו\"ד ה\"י ובזה נשלם וגם משם החיצון נתגלה יו\"ד יו\"ד ה\"י ונשלם כולו וכעד\"ז בכל ספירה וספירה. והנה בעת אצילות המלכים יצאו בחי' א\"א ואו\"א בכל ג' בחינותיהן לכן כ\"א מהם היו בט\"ס גמורות אשר הג\"ר שבהם הם בחי' הפנימים בט' פרקיהן והג' אמצעים הם בחי' התיכונים בט\"פ וג\"ת הם בחי' חיצוניות בט\"פ אך זו\"ן יצאו באופן אחר כי ז\"א יצא בב' בחי' חיצון ותיכון אשר ב' בחי' אלו נקרא ו\"ק לבד בין שניהן כנ\"ל אך הפנימי לא נכנס בו עד אחר התיקון והנוקבא לא יצאה רק בחי' א' לבד. ר\"ל כי לא נגלית בה רק מלכות שבכל הט\"ס של בחי' החיצוניות שלה לכן היה בז\"א ג' זמנים שהם בעיבור ד\"ת נהי\"ם וביניקה חג\"ת ובגדלות חב\"ד אך המלכות היה לה ד' בחי'. א' נקודה והיא בסוד המלכות שבה. ב' שנגדלת גם נה\"י. ג' שנגדלו גם חג\"ת. ד' שנגדלו גם חב\"ד (ואלו הד' זמנים הם כנגד ד' ההי\"ן שבשם ב\"ן והם נקראו ד' נשים) וכולם בחי' חיצוניות שלה לבד והטעם כי כיון שהוא בחי' המלכות לכן היה בזה זמן שלא היה בה רק בחי' מלכות לבד לכן נקרא נקודה והיה בו בז\"א ו' בחי' מלכות אשר בו\"ק אך בנוקבא היה בה מלכות א' לבד שבמלכות והיא נקודה א' אך כולם הם נקודות ולכן מתו אך עתה בעיבור שנגדל גם נה\"י שבו לא מית. והבן טעם זה איך בעיבור לא מית שלא היה כבתחלה וז\"ס שבארנו שנתקן שנעשה עתה בעיבור פרצוף בקוין ואין קוין אלא בבחי' ג' נקודות נה\"י אך בהיותו ו' נקודות מלכות לבד לא יש ג' קוין. גם תבין למה נקראו כולם מלכים כי אין בהם רק בחי' מלכיות אף בז\"א ונ\"ל כפי דרך זה כי כל בחי' חיצוניות נק' מל' כנ\"ל דנה\"י הם ג' רישין דנוקבא וא\"כ היה תחלה בחי' חיצונית ואח\"כ בעיבור נתקן החיצונית נה\"י וביניקה נתוסף התיכון ובגדלות הפנימי:",
  "parentheses": [
    {
      "hns": "413.1.1",
      "text": "ואלו הד' זמנים הם כנגד ד' ההי\"ן שבשם ב\"ן והם נקראו ד' נשים"
    }
  ]
}