{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 274,
    "section_hns": "274.1",
    "path_trace": [
      "text#14",
      "#2",
      "18",
      "4",
      "1"
    ],
    "paren_count": 0
  },
  "text_he": "ועתה נשאר לנו לבאר ענין א' והוא כי נת\"ל כי מן הח\"ג ומן הת\"ת והמל' ירדו רפ\"ח ניצוצין שהם ד\"פ ע\"ב ועתה צריך לבאר כי בהכרח הוא שגם מן הנה\"י ירדו ניצוצין א\"כ מה עניינם ואם ירדו למטה למה לא נכנסו ונכללו גם הם במספר ניצוצין. ונבאר תחלה מה הם בחי' הניצוצין שירדו מהם הנה נודע כי נ\"ה הם ב' פלגי דגופא כנ\"ל לכן אין הוי\"ה גמורה בכל א' מהם רק הוי\"ה א' בין שניהם נמצא כי חצי הוי\"ה הוא אור של נצח וחצי הוי\"ה הוא אור של הוד ופשוט כי כשהוי\"ה נחלקת לב' אינה עולה בשם בפ\"ע רק חצי העליון שהם ב' אותיות י\"ה כמ\"ש כי יד על כס י\"ה כי ב' אותיות ו\"ה אינן שם בפ\"ע נמצא כי נצח נקרא י\"ה וכן ההוד וכן היסוד י\"ה כי היסוד אינה בחי' בפ\"ע רק הארה כלולה מהאורות עליונים כנודע. ועוד ט\"א במה שנבאר כי ב' יסודות דאו\"א מתלבשין תוך ז\"א וכל א' מהם יש בו ה\"ח וה\"ג וה\"ח דיסוד דאמא הם מתפשטין בז\"א בח\"ג ת\"ת ונ\"ה שלו והה\"ג דיסוד דאמא וכן הה\"ח וה\"ג דיסוד דאבא אשר לא נתגלו ולא יצאו הנה כל אלו הם יורדין אל היסוד דז\"א וכבר ידעת כי סיום היסוד דאבא הוא מסתיים ביסוד דז\"א עצמו נמצא כי ט\"ו חסדים וגבורות יש ביסוד דז\"א אשר מספרם י\"ה. עוד ט\"א והוא בענין ה\"ח עצמן המתפשטים בז\"א מצד יסוד אמא והוא כי הלא נת' אצלינו כי ג' בחי' יש אל החסדים דז\"א א' הוא למעלה במקום הדעת דז\"א כי שם הוא שורש החסדים ואח\"כ מן הארתן מתפשטין ה\"ח מן החסד שבו עד הוד שבו ואח\"כ מהארתן של החסדים המתפשטין מתקבץ הארתן ביסוד דז\"א ה\"ח אחרים אשר לסבה זו נקרא היסוד כל כנודע והרי הם ט\"ו חסדים כמנין י\"ה נמצא כי נה\"י אינן הויות גמורות רק ג' שמות של י\"ה כנ\"ל והנה כל בחי' המדרגות שנת\"ל בשם יהו\"ה כולם ג\"כ יש בשם י\"ה ודוגמת מה שירד משם מ\"ה כך ירד מג' שמות י\"ה הנ\"ל כי לא נשארו באצילות רק ב' מדרגות הראשונים לבד שהם ב' אותיות י\"ה וגם האחוריים שלהם בבחי' אותיות לבד שהם י' י\"ה ואמנם מהמדרגה הג' ולמטה וגם הוא בכלל כולם ירדו בבריאה ע\"ד מה שירד מהת\"ת שהוא שם מ\"ה ואמנם הטעם למה אין בחי' כל הניצוצין האלו נזכר בפ\"ע ע\"ד שהוזכרו שאר הנצוצין הענין הוא לפי שכל הנצוצין שירדו מן נה\"י מתחברים כולם עם הניצוצין של ת\"ת וכבר נת\"ל שכל מה שמתחבר עם מה שלמעלה הימנו אינה עולה בשם בפ\"ע והנה בבחי' ניצוצין האחוריים שלהם אינו צורך לתת טעם למה לא נמנו כי כבר נת' במקום שנמנו הפנים לא נמנין האחוריים אבל בחינת הפנים צריך לבאר איך הם מתקשרים עם הבחי' של מעלה מהם אשר לסבה זו לא נמנו כנ\"ל הנה הם ג\"פ י\"ה הם מ\"ה לכן ניצוצותיו מתחברים עם ניצוצות מ\"ה כנ\"ל ואע\"פ שאין מספרם שוין כי חשבון של זה מן המילוי וחשבון של זה מן הפשוט אין בזה חשש כמ\"ש בע\"ה אבל אין הכוונה עתה רק למצוא מציאות שיתחברו שניהן יחד אע\"פ שלא יהיה חשבונם שוין וכן מילוי ג' שמות י\"ה הנ\"ל הוא באלפין לפי שנה\"י אלו הם נה\"י של ז\"א שהוא בחי' מילוי אלפין והנה י\"ה דמילוי אלפין הם גי' כ\"ו ולכן הוא מתחבר עם שם מ\"ה במדרגה הג' שלו שג\"כ מספרה כ\"ו ואע\"פ שאין שוין במציאותן. והענין הוא כי כבר בארנו שי' אותיות המילוי דשם מ\"ה של ת\"ת עלו עם י' אותיות דס\"ג למעלה ונתחברו עמהן והנה מתיראים אנחנו כי כיון שעלו אלו הי' אותיות למעלה שלא יעלה ג\"כ עמהן המספר שלהם שהוא גי' מ\"ה והוא מדרגה הז' לפי שהמספר נגרר אחר האותיות שהם שרשם ואם יעלו גם הם נמצא שהכלי של הת\"ת יהיה בתכלית הגרוע ריקן בלתי ניצוצין ולא יוכלו אח\"כ להתתקן בעת תיקון שאר הכלים לכן עולין ניצוצין של נה\"י למעלה בת\"ת שיתקשרו עם מספר מ\"ה מדרגה ז' של הת\"ת ואז לא יעלה מספר ההוא למעלה בשם ס\"ג ולכן כיון שאין עלית הניצוצין אלו רק לסבה זו לכן אין חשש וקפידא בדבר ההוא למעלה שיהיה חשבונם שוין ובלאו הכי עולין לסבה הנ\"ל וא\"ת למה בשם של ע\"ב אין אנו חוששין אולי יעלה המספר של שם ע\"ב שהוא המדרגה הז' עם שרשו שהוא המדרגה הה' של ע\"ב שהוא [נ\"א שהם] בחי' הי' אותיות [דמילוי ע\"ב] ומטעם פחד זה היה ראוי שיעלו ג\"כ יו\"ד אותיות דמילוי ס\"ג למעלה עמהם כדי לקשרם שלא יעלו. התשובה הוא כי שם בע\"ב לא ירדו י' אותיות המילוי כלל בבריאה כי נשארו באצילות והמספר שלהן בלבד ירדו אל הבריאה ולכן אין חשש שיעלו כי אין עולין מעולם לעולם אחר כי אינן יכולין ובפרט כי הרי בעל כרחם ירדו מאצילות לבריאה לפי שלא היה להם כח לעמוד שם ונשברו ואיך עתה יעלו אל האצילות אחר שנשברו ונפלו אבל המספר של מ\"ה הוא יכול לעלות אל שרשו שהם י' אותיות דמ\"ה אשר עלו ונתקשרו עם י' אותיות דס\"ג לפי שכולן בבריאה הם עומדין והם יכולין לעלות. וצריך לבאר כי מאחר שסבת עליית ניצוצין נה\"י עם המ\"ה אינן אלא כדי שלא יעלה מספרו עם שרשו אשר עלה עם י' אותיות דס\"ג וא\"כ היה צריך שימצאו בחי' י' אותיות באלו הנה\"י מחמת המילוי כדי שיהיה תמורת אותן הי' אותיות של מ\"ה אשר עלו אבל הענין הוא כי הרי בב' שמות של י\"ה יש במילואם י' אותיות ואלו הם במקום אותן הי' אותיות של המילוי דמ\"ה שעלו לשם ס\"ג כנ\"ל ואמנם אע\"פ שהם ג' שמות י\"ה וא\"כ יש במלואם ט\"ו אותיות אין קפידא רק אם יהיו אותיותן מועטות ממספר י' אבל אם הן יתרים מי' אין חשש בזה נמצא כי כל ניצוצין של נה\"י כולם עלו ונתחברו עם ניצוצין של מ\"ה שבת\"ת לכן אין עולין בחשבון רק הניצוצין של ד' שמות ע\"ב ס\"ג מ\"ה ב\"ן שהם רפ\"ח כנ\"ל אלא שהג' בחי' הראשונים דע\"ב בחי' הפנים והע\"ב הד' הוא בחי' אחוריים ובין כולם הם רפ\"ח ניצוצין אשר אנו מזכירין בכ\"מ בחבורינו זה ועתה תבין ותראה איך נשארו הכלים של נה\"י בלתי ניצוצין עצמן ולכן יניקת הקליפות הוא מהם:",
  "parentheses": []
}