{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 556,
    "section_hns": "556.1",
    "path_trace": [
      "text#14",
      "#2",
      "38",
      "7",
      "1"
    ],
    "paren_count": 1
  },
  "text_he": "ונבאר פרשה נגעים ויתבאר קצת ביאורי רחל ולאה כתיב אדם כי יהיה בעור בשרו שאת או ספחת או בהרת וגו' הנה האדם הוא ז\"א שיש בו שם מ\"ה דמילוי אלפי\"ן כמנין אדם וזהו סדר התחלקות השם הזה בו. הנה קוצו של יו\"ד כתר שבו י' חכמה שבו ה' בינה שבו ואל\"ף של מילוי ה\"א בדעת שלו וג' אותיות וא\"ו בת\"ת (שבו) בג\"ש שבו כנודע וה\"א אחרונה בנ\"ה שהם ב' פלגי גופא וא' של מילוי ה\"א הוא ביסוד שבו. והנה בהוי\"ה זו יש בה ג' אלפי\"ן בסוד המילוי ושלשתן הם בקו האמצעי שבו. ראשונה בדעת שניה בת\"ת בשליש אמצעי וג' ביסוד. והנה כל א' מג' אלו הוא בחינת אור א' נמצא שיש אל ז\"א ג' אורות שלימים. והנה ג\"פ אור גימטריא כתר כי הכתר שלו שלם מג' אורות. והנה ג' אורות אלו הם בחי' חסדים כי הם סוד ה' פעמים אור הנזכר במעשה בראשית ביום ראשון. וה' פעמים מים ביום שני והם ה\"ח ה\"פ אר וה\"ג ה\"פ מים בסוד מאימתי מזכירין גבורות גשמים. והנה ה\"ח אלו הם מצד אא המתלבשת בז\"א ויש בהם ג' בחינות. האחד היא בהיותה למעלה בדעת דז\"א כל הה\"ח. הב' הוא בקו האמצעי בשליש האמצעי דת\"ת דז\"א כי עד שם היו מכוסים תוך יסוד דתבונה ושם בחזה דז\"א נתגלו והרי יש להם שם בחי' ב' שהם מגולים מה שלא היה כן למעלה. ובחי' ג' הוא ענין חזרתם להתקבץ ולהתחבר כל האורות יחד למטה ביסוד עצמו נמצא כי ג' בחינת היו אל החסדים דז\"א שמצד אמא ושלשתן בקו האמצעי בדת\"י והם הם עצמן בחי' ג' אלפי\"ן שאמרנו שיש בשם מ\"ה של כללות ז\"א אשר שלשתן ג\"כ כולם בקו האמצעי דת\"י. וענין ג' בחי' אלו הם ענין ג' אור אור אור הנ\"ל והבן זה מאד. אמנם ב' נשים יש לז\"א מאחוריו והם לאה ורחל ונודע כי לאה היא בדעת דז\"א עד החזה ורחל כמן החזה עד סיום רגליו וא\"כ נמצא כי כשנחלק ג' אורות אלו הנ\"ל שהם ג' בחי' שישש בחסדים של ז\"א מצד התבונה ונחלקת לשתיהן. נמצא כי לאה לוקחת אור א' לבד העליון שהוא בדעת דז\"א כי שם ראשה והתחלתה ורחל לוקחת ב' אורות התחתנים שהם א' בחזה בשליש האמצעי ואור ב' ביסוד דז\"א כי כל מקום זה הוא לרחל וז\"ש לעיל באורך בענין ג' ארות אלו בסוד פסוק ושמתי כ\"ד כ\"ד שמשותיך. נמצא כי כפי זה שהכתר של ז\"א הוא שלם מן הג' אור הנ\"ל שהם גימטריא כתר וכתר של רחל יש בו ב\"פ אור שהם ב\"ש הכתר לבד וכתר של לאה הוא שליש א' שהוא אור א' לבד ומלבד זה היתרון שיש לרחל על לאה יש לה עוד יתרון א' כי ב' אורות של רחל המה חסדים המגולין כנודע ואור א' של לאה הוא במקום כיסוי החסדים וזהו טעם היות דיני לאה רבים על של רחל כפליים כנ\"ל. ואחר שנת\"ל ענינה נתחיל לבאר הפסוקים אדם כי יהיה וגו' כי הנה אין הג' אורות הנ\"ל יוצאין לחוץ לבנות ולתקן פרצוף לאה ורחל רק בהיות ג\"כ בחי' המוחין דז\"א דמצד אבא מלובשים בתוכם כנ\"ל. והטעם לפי שהמוחין דאבא הם הדוחין את החצונים מלהתאחז בחסדים של הבינה המגולין מן החזה ולמטה אשר שם נקרא עץ הדעת טו\"ר שמשם יונקים החצונים כנ\"ל וכאשר אין אור המוחין דז\"א מצד אבא נגלין אז נאחזים החצונים ולכן תמורת ג' אורות שהם הג' אלפי\"ן במילוי מ\"ה כנ\"ל אשר יוצאין ומתקנין את לאה ורחל באחור ז\"א. והנה תמורת אלו יוצאין ג' מיני נגעים הנקרא שאת ספחת בהרת אשר מהם יניקת כל החצונים ואין שם נעשה פרצוף לאה ורחל וזכור כלל זה שאין נעשין ב' פרצופים אלו לאה ורחל כאן אלא אחר התגלות מוחין דאבא בז\"א. ואל תתמה בזה כי הנגע איננה הטומאה עצמה רק בחי' דינין קשים קדושים אשר ממנו יניקת החצונים הטמאים ואינו נתקן אלא ע\"י אהרן הכהן אבא עלאה וז\"ל זוהר פ' תזריע דמ\"ט א\"ר יצחק והא כתיב נגע צרעת כי תהיה באדם והובא אל הכהן א\"ה דא קוב\"ה א\"ל אין כו' א\"ל ר\"י הכי תנינן נגע צרעת נגע הוא דינא תקיפא דשרי בעלמא צרעת סגירו דנהורא עלאה סגירו דטיבו עלאה דלא נחית מעלמא כי תהיה באדם באדם סתם והובא אל הכהן דא כהן דלתתא דע\"י אתתקן למפתחא ההוא סגירו ולאדלקא בוצינא וכו'. גם שם נתבאר בזוהר דמ\"ו ע\"א ע\"ד הזה גם שם דנ\"א ע\"ב אמרו שם וכד הוי נחית נגע צרעת הוה מדכי אתרא ואפיק רוחא מסאביה מאתריה וכו' וא\"צ להרחיב הביאור לכל דברי הזוהר האלו כי מובנים מאליהם ממ\"ש וגם מ\"ש עתה שים עיניך ולבך ותבין. הנה כונת דבריו הוא כי נגע הוא קדושה אלא שהוא דין קשה והנה הכהן הוא אבא ששהוא דוחה את רוח הטומאה אששר באדם או בבית המונגע והגורם לנגע זו הוא הצרעת אשר תרגומו סגירו ופי' סגירו דנהורא עלאה שהם מוחין דז\"א דמצד אבא חכמה עלאה שלא נתגלו בז\"א הוא גרמת הצרעת שהוא אחיזת החצונים. וז\"ס שארז\"ל שהמצורע חשוב כמת כי כבר נתבאר אצלינו בענין האבלות כי הסתלקות מוחין עלאין דז\"א דמצד אבא הוא גרמת המיתה וז\"ס ימותו ולא בחכמה כי סיבת המיתה הוא לסבת חסרון החכמה שהם הוחין כנ\"ל כי החכמה תחיה את בעליה ובהסתלקותה המיתה מצויה שהוא היפך ותמורת החיים ולהיות כי גם מצורע הוא ענין הסתלקות המוחין של החכמה כנ\"ל לכן הוא חשוב כמת. ונלע\"ד כי מצורע גימטריא ת\"ו רמז אל החסרון החכמה שהוא אבא ששהוא שם ע\"ב דמילוי יודי\"ן אשר בו י' אותיות הד' מהם בחי' יודי\"ן אשר כל אחד מהם כלולה מי' הם ת' ועם ו' אותיות אחרות הם ת\"ו לרמז כי הסתלקות אבא מז\"א גורם הצרעת. והנה כאשר יש סגירו דנהורא עלאה שהם מוחין מצד אבא ואין שם מוחין רק מצד אמא אז נקרא נגע והוא מ\"ש בזוהר שהוא כח הדינין קשים דקדושה עלאה הגרשת את החיצונים ואת הקלי' כנודע כי בחי' בינה דוחה את החיצונים בסוד התכלת אלא שאין כח הזה בבינה רק ע\"י היותה יחד עם החכמה אבל עתה שהיא לבדה בלתי חכמה אינו כך ולסבה זאת ג\"כ היא עתה דינא קשיא להיותה נפרדת מן החכמה לכן נגע גימטריא קכ\"ג כמנין מילוי של אהי\"ה דאלפי\"ן כי הוא קמ\"ג והמילוי לבדו הם גימטריא קכ\"ג ע\"ה אחר שתסיר אותיות פשוטות ולפי שאלו הנגעים הם באדם שהוא ז\"א שבו שם מ\"ה דאלפי\"ן כמ\"ש בע\"ה לכן גם בחי' אמא אשר בו בסוד מוחין הנקרא אהי\"ה אנו מכנים אותו בבחי' אהי\"ה דאלפי\"ן ג\"כ. ואמנם אינה הבינה עצמה רק המילוי שלה לבד הנכנס בסוד מוחין דזעיר אנפין וממלא חללי דגולגלתא. גם נלע\"ד שמעתי כי זהו ענין אומרו זאת תהיה תורת המצורע כי כל בחי' היותו מצורע הוא לסבת הסתלקות מוחין דמצד אבא חכמה הנקרא תורה כנודע ואם כן אין תיקונו אלא על ידי עסק התורה כמארז\"ל לכן אמר תורת המצורע ולא אמר זאת טהרת המצורע או כיוצא. והנה כיון שהסבה אל הצרעת והנגע הוא הסתלקות מוחין דז\"א דמצד אבא לכן והובא אל אהרן הכהן שהוא ימשיך ויגלה אותו סגירו דנהורא עילאה וימשיכם לעילא בז\"א ועי\"כ תסיר הצרעת כי הנה אהרן הכהן הוא מצד אבא כנודע וכמ\"ש במקומו כי אהרן גימטריא ע\"ב קפ\"ד שהם אחוריים הפשוטים והמלאים של הוי\"ה דיודי\"ן שבאבא בבחי' היסוד שבו המתפשט תוך ז\"א כנודע וכן בניו שהם אלעזר ואיתמר כבר הודעתיך שהם ג\"כ בבחי' נ\"ה דאבא המתפשטין בז\"א וע\"י אהרן או בניו שהם נ\"ה הנקראו בנים כנודע אצלינו וכנזכר בזוהר כנ\"ל יתקן כל זה. כי הנה בבא המוחין מצד אבא בז\"א אז יאירו החסדים של המוחין דאמא ויסתלק הצרעת שהוא אחיזת החיצונים בהם כי שם הוא כל אחיזתן להיות בחינת בינה דדינין מתערין מינה ובפרט בהיותה נפרדת מאבא וז\"ש בזוהר והובא אל אהרן הכהן יסלקון ליה לעילא כו'. ונלע\"ד ששמעתי פירוש זה של והובא אל אהרן באופן אחר והוא במ\"ש בזוהר פרשה תזריע דמ\"ט ע\"ב אוף הכא דיכנסון ליה לכהנא לדכאה ליה ויעלון מלה קמיה כו' והוא ע\"ד מ\"ש בענין ביאור נתינת תרומה גדולה לכהן שביארנו שהוא חזרת אור אל מקומו בז\"א וכן הכונה כאן כי ע\"י הראותו אל הכהן התחתון גורם למעלה שאותן האורות של החסדים של מוחין דמצד אמא היוצאין לחוץ ואז שם נעשין בחוץ בחינת נגעים כמ\"ש בע\"ה וע\"י הראותו אל הכהן גורם למעלה שאותן האורות יחזרו למקומם תוך הז\"א ויתחברו עם שורשם שהיא היסוד דאמא שבתוך ז\"א אשר בתוכו שורש החסדים הנקרא כהן כנודע. וז\"ש ויעלון ליה לכהנא ויכנסון מלה קמיה פי' שלא יצא האור לחוץ ויפסק ממקומו ועי\"כ יתאחזו בו החצונים אמנם יהיה מטי ולא מטי יוצא לחוץ וחוזר ונכנס ומדבק במקומו כנ\"ל ועי\"כ לא יהיה כח בחיצונים להתאחז בהם ולינק מהם להיותן דבוקים עם שרשו. וז\"ס והובא אל אהרן הכהן דא כהן דלתתא פי' שהם חסדים שבתוך יסוד אמא בהיותם לתתא תוך הז\"א. ונבאר עתה ענין הצרעת הזה והנגע מה עניינו בצאת האורות לחוץ הענין הוא כי אותן האורות שהיו יוצאין לחוץ ובונים פרצוף לאה ורחל לחוץ ז\"א דבוקים באחוריו בעור בשרו כנודע. והנה עתה לחסרון מוחין מצד אבא כנ\"ל נאחזין החצונים באלו אורות של חסדים היסוד דאמא היוצאין לחוץ ועי\"ז בונים שם ומוצאין כחות החצונים דמות תמורת לאה ורחל והם הנקרא נגעים כי כבר ידעת כי לאה ורחל הם דבוקים מחוץ ז\"א בעור בשרו כי הנה לאה כל בחי' היא עור לבד בס\"ד קשר של תפלין ש\"ר שהיא עור לבד כנ\"ל. והוא משארז\"ל וזאת תהיה תורת המצורע מוציא ש\"ר ר\"ל כי נודע הוא שהנוקבא נקרא שם שהוא לאה ורחל אבל בינה עילאה נקרא שמך הגדול והנה מצורע המדבר רע גורם שגם למעלה במקום לאה או רחל הנקרא שם טוב יצאו הקליפות תמורתן הנקרא שם רע. והנה נתבאר לעיל כי לאה לוקחת אור א' לכתר שלה מהחסדים של בינה אבל רחל לוקחת ב' אורות ולכן מהאור הראששון שיוצא ללאה נעשה תמורתה נוקבא הנקרא שאת שהוא תמורת אשת שהיא נוקבא וג\"כ נקרא שאת לשון נשיאת כי הלא היא למעלה במקום הראש אחורי דעת דז\"א כנודע אבל ספחת ובהרת נעשין תמורות ב' אורות היוצאים אל רחל תחתונה. והנה ג' בחי' אלו בשם אדני שהוא שם הנוקבא כנודע אשר אורותיה לוקחים החצונים והנה בהרת הוא מילוי שם אדנ\"י בהסירך אותיות הפשוטות שהם אדני נשארו אותיות המילוי לבדם גימטריא תו\"ר רו\"ת ואז ע\"ה נעשה בהרת וספחת הוא תמורת אדני בא\"ת ב\"ש שהוא תקט\"ם גימטריא ספחת ע\"ה ושאת הוא גימטריא א\"ל בלתי מילוי ואדני במלואו ולפי ששאת הוא בלאה עליונה הנ\"ל לכן נתוסף שם א\"ל על אדנ\"י:",
  "parentheses": [
    {
      "hns": "556.1.1",
      "text": "שבו"
    }
  ]
}