{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 437,
    "section_hns": "437.1",
    "path_trace": [
      "text#14",
      "#2",
      "29",
      "9",
      "1"
    ],
    "paren_count": 2
  },
  "text_he": "גם דע כי מן ב' מוחין חו\"ב הנקרא אחסנתא דאו\"א נמשך לו הארה בב' פנים שלו כמ\"ש יאר ה' פניו אליך ב' פנים ימין ושמאל מצד החכמה ומצד הבינה אך מהדעת הוא נמש לגו גופא בגו אדרין ואכסדראין שהם הו\"ק כמו שנת\"ל והרי נשלם פרצוף ז\"א בבחי' פנימותיו כנ\"ל שהוא בחי' ה' והנה זה היה בד' שנים כנגד התפשטות הד' מוחין ואם תצרפם עם ט' שנה ויום א' שעד אז נקרא זמן היניקה כנ\"ל יהיה לו עתה י\"ג שנה ויום אחד וכבר הוא אדם שלם בכל דבר החייב במצות ואז נקרא איש גמור מי\"ג שנה ויום אחד ולמעלה והנה אחר שז\"א ע\"י עיבור הזה הב' ששעלה בסוד מ\"ן עד יסוד דאמא כנ\"ל ונתגדל כנ\"ל כיון שעלה עד יסוד דאמא העליון אז היה בו שערות ביסוד שבו הנקרא זקן תחתון ג\"כ שהם ב' שערות והם סימן באיש אחרי היותו בן י\"ג שנה ויום א' ובענין הדיקנא דז\"א לא נתבאר לי היטב זמן הוייתה. אמנם מה שקבלתי ממורי זלה\"ה הוא כי בתחלה יש לו ט' ת\"ד בלבד אחר היות לו י\"ג שנים ואח\"כ אחר היות לו ך' שנים שנכנסו מקיפי אבא דל\"מ דצלם אז נעשה לו זקן גמור בי\"ג ת\"ד וזה פירש עד שנתמלא זקנו כי זהו ג\"כ כוונת ברכת כהנים שהם מקיפי אבא וע\"ש. ונמצא כי מילוי הזקן אינו רק אחר ך' שנים אמנם היותו בו ט' תיקוני דיקנא לא ידעתי פרטיות זמן היותם אם הוא תכף אחר שנכנסו מוחין פנימית דאו\"א שהוא צ' דצלם שהוא אחר שנת י\"ג שנים ויום א' או אחר שנכנסו מקיפי אמא וצ\"ע. אמנם הכלל העולה כי הדיקנא דז\"א וגם התפילין כנ\"ל כולם הם אורו' מקיפים היוצאים מפנימית ז\"א ואינם כמו המקיפים ל\"ם דצלם שהם מקודם שנכנסו כלל תוך ז\"א אמנם אלו המקיפים הם מאורות פנימים עצמן שחזרו לצאת בסוד אורות מקיפין והבן זה ההפרש כמ\"ש במ\"א. ובודאי בתחלה התחילו לצאת המקיפין של התפילין שהם יותר גבוהים מאלו של הדיקנא ולכן נבאר אלו המקיפים של התפילין ואח\"כ של הדיקנא. כי הרי האיש חייב במצות תפילין תכף אחר היותו בן י\"ג שנים ויום אחד והדיקנא מתאחר לצמוח יותר אחר כך ואלו הב' מקיפים שהם התפילין ודיקנא הם בחי' ו' הנ\"ל. ואמנם תחלה אבאר בקיצור ענין הז' שנים שיש מי\"ג עד כ' שנים שאני מסופק זן הדיקנא אימתי היה ואחר כך אחזור לבאר ענין התפילין והדיקנא. הנה כבר נתבאר במ\"א איך נכנסים מקיפי לם דצלם בפנימית דז\"א באלו הז' שנים כן יש בחי' אחרת הנעשים באלו הז' שנים כנגדן דוק ותשכח זה. והענין כמ\"ש בא\"א אחר שנתקן כל פרצוף נתקן ראשו יותר במילוי (נ\"א בעילוי) בסוד ז' תקוני דגלגלתא שנתלבשו בהם והאירו בהם ז\"ת דעתיק כן בזעיר אנפין אחר התיקון צריך שיתוקנו ז' תיקוני דגלגלתא מבחי' עתיק ונודע כי אין עתיק מתפשט אלא בהתלבשות א\"א נמצא כי ז' תקוני דגלגלתא דא\"א אשר בתוכם ז\"ת דעתיק יאירו בתוך ז' דגלגלתא דז\"א ויושלמו ז' דגלגלתא בז\"א ג\"כ. אמנם א\"א שיהיו הם עצמן כי הרי אין ז\"א מלביש לא\"א רק מטבורו ולמטה אך הענין כי מאותו אור עליון שבז' דגלגלתא דא\"א וז\"ת דעתיק ישתלשל האור ממדרגה למדרגה עד שיכנוס האור ויאיר בז' גלגלתא דז\"א. וסוד הענין כי הנה נת\"ל כי חצי יסוד עתיק מתלבש תוך חצי ת\"ת תחתון דא\"א והוא מתלבש ממש תוך רישא דז\"א ומאותו יסוד דעתיק יצאו אלו האורות הנ\"ל אחר שנתפשטו מלמעלה עד מקומו וממנו יצאו אלו ז' דגלגלתא דז\"א. וטעם הדבר הוא כנודע כי עתיק חסד שלו נקרא יומם כי כלולין בו כל ז\"ת והנה התלבשות חסד דעתיק הוא בגלגלתא דא\"א כנודע ואותן הז' כלים כללות אורות שבחסד ההוא נתלבשו שם בז' גלגלתא דא\"א כנודע וגם היסוד דעתיק נקרא כל ויש בו כללות כל ז\"ת ושמור כללים אלו. והנה אלו הז' שביסוד נמשך מן הז' שבחסד בסוד חסד דשריא בפום אמה ואלו הז' אורות דיסוד דעתיק הם מתלבשין בז' גולגלתא דז\"א והרי בז' שנים אלו נתקן הכתר דז\"א לגמרי כי הכתר הוא בחי' ז' דגלגלתא והיה זה בז' שנים והרי עתה הוא בן ך' שנים ואח\"כ נתקן גם סוד מוח דז\"א הנקרא חכמה כנודע כי כבר ידעת כי תיקון המוחא נתגלה בדיקנא ואז אחר הכ' שנים מתתקן דיקנא דז\"א ואז מתנוצץ בו סוד הזקן לכן אינו נוצר באדם הדיקנא עד כ' שנים. וצ\"ע אם פי' זה הוא עיקר הדיקנא והתחלתה אפי' ט' תקונים או אם איירי במילוי הדיקנא שיהיה בן י\"ג תקונים. ונבאר עתה ענין התפילין שהוא הבחי' הו' ואח\"כ נבאר הדיקנא כי שניהם הם אורות מקיפים שיצא מהפנימים הנה התפילין הם נקרא חיי המלך והטעם כי המוחין נקרא חיים של ז\"א שהוא המלך ואלו החיים נמשכים לו מאו\"א הנקרא חיים כנודע ובהיות המוחין בבחי' מקיפין הם ד' ובחי' פנימים הם ג' לכן כנגדן ב' שיני\"ן של תפילין של ג' רישי\"ן ושל ד' רישי\"ן והנה (נמצא) נצח דבינה נתפשטה עד החזה לבד שהוא טבורא דלבא והבן כי זה פי' טבורא דלבא והטעם כי זו היא לצורך ז\"א ומכאן ולמטה הוא התחלת הנוקבא ואז שם נתפשט ההוד דבינה עד טבורא דגופא כנזכר באדרא בטבורא שלים וע\"ש. וז\"ס ב' רצועות ימנית עד החזה קצרה קרן גבוה ורצועה שמאל עד הטבור ארוכה קרן הב'. ואע\"פ שבפ' פנחס בר\"מ דרכ\"א ע\"ב אמר כי הימנית הוא ארוכה אין קושיא כי שם אמרו בבחי' המניח תפילין בעצמו אך בבחי' הבינה עצמה נמצא כי ימין שבה הוא שמאל שבו וכן להפך. עיבור ב' נקרא אהי\"ה כי בסוד עיבור זה נתפשטו כל הו\"ק כל א' בסוד ג\"פ ז' דמיון עיבור א' והם כמנין אהי\"ה גם נקרא הבתים דראש אהי\"ה כי הבינה הנקרא אהי\"ה נה\"י דיליה שם הבתים שבהם מתלבשין המוחין הנקרא הוי\"ה בחי' ז\"א:",
  "parentheses": [
    {
      "hns": "437.1.1",
      "text": "נ\"א בעילוי"
    },
    {
      "hns": "437.2.1",
      "text": "נמצא"
    }
  ]
}