{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 193,
    "section_hns": "193.1",
    "path_trace": [
      "text#14",
      "#2",
      "13",
      "2",
      "1"
    ],
    "paren_count": 4
  },
  "text_he": "ועתה נבאר דרוש א' מדרוש א\"א והוא ביאור ג' רישין שבו הקדמה כוללת י\"ס דאצילות והוא מיוסד ע\"פ מאמר תלת רישין אתגלפין דא לגו מן דא והוא באדר\"ז דרפ\"ח וז\"ל תלת רישין אתגלפין דא לגו מן דא ודא לעילא מן דא כו' הנה המאציל העליון אשר האציל עולם אצילות הוא הנקרא בשם א\"ס לרוב העלמו עמוק עמוק מי ימצאנו ואל מציאות הא\"ס הוא הנקרא באדר\"ז בשם עתיקא דכל עתיקין והענין הוא כי טרם התלבשותו אין מי שישיגנו כלל ועיקר ולכן כדי שיהיה אפשרות בתחתונים לקבל קצת הארה ממנו נתלבש ונגנז בספי' הכתר כנזכר בס\"ה ובתיקונים דאמר דא\"ס טמיר וגניז גו כתרא עלאה ואחר התלבשותו בו יש כח בתחתונים לקבל קצת הארה ממנו ואמנם כאשר הא\"ס מתלבש במה שלמטה הימנו כנ\"ל הנה הוא מתלבש בג' רישין אלו הנזכר כאן באדרא ובהיותו מתלבש ומתעלם בתוכם אז נקרא הא\"ס עתיקא דכל עתיקין וגם הג' רישין עלאין עצמן נקרא עתיקא קדישא ג\"כ בהיות א\"ס מתלבש בתוכם וז\"ש אח\"כ האי ע\"ק אשתכח בג' רישין ופי' אשתכח ר\"ל שהוא נמצא לנו ונגלה אלינו בהיותו מתלבש גו אלו תלת רישין הנ\"ל שאם לא היה מתלבש לא היה נמצא ונגלה אל התחתונים ונמצא כפי זה כי עיקר שם ע\"ק הוא הא\"ס עצמו שהוא מטבורא דא\"ק ולמטה המתלבש בעתיק (נ\"א בע\"ק ע\"ש א\"ס הגנוז בתוכו) אמנם בבחי' היותו מתלבש גו אינון ג' רישין נקראו גם הם בשם ע\"ק וזכור כלל זה ועם היות שאמרנו כי הא\"ס מתלבש גו ג' רישין ודאי כי אין הא\"ס מתלבש באמיתות רק גו רישא עלאה דכולהו שהוא עתיק ורישא תנינא מקבל אור א\"ס דרך מסך רישא עלאה ורישא תליתאי מקבל דרך מסך ב' רישין אך להיות כולן בבחי' ראשים לזה אמר אור א\"ס מתלבש בכולם (נ\"א מלובש בתוכם) כי אלו ג' מקבלין אור א\"ס יותר בזכות משאר אצילות. ונבאר עתה ג' רישין אלו והוא כי הנה נודע כי הסדר של הספירות הנאצלים הם כח\"ב חג\"ת נה\"י והם ט\"ס נעלמות מאד. ולמעלה מאלו הט\"ס יש בחי' אחרת הנקרא רישא עלאה דל\"א והוא הראש העליונה שבג' רשין אלו ונקרא ע\"י ושאר הט\"ס הנ\"ל אשר תחתיו נקרא בשם א\"א ונמצא כי הג' רישין הנ\"ל הנה הראש העליון שבהם הנקרא רדל\"א הוא הנקרא ע\"י שהוא נוקבא דע\"י כנ\"ל שהוא נקרא רדל\"א ע\"ש הספיקות שיש בה. וג\"כ יש פי' אחר כי הנה גופא דיליה אתלבש גו א\"א והוא מושג ונודע אצלינו ע\"י א\"א אך רישא דיליה דלא אתלבש גו א\"א לא אתיידע כי אפי' א\"א עצמו לא ידע ליה וב' רישין שתחתיו שעמהם הם ג' רישין הנה הם כתר חכמה דא\"א כנ\"ל כי כתר וחכמה שבו נקרא כל אחד מהם בחי' ראש אבל מבינה דא\"א ולמטה אינם מכלל הג' רישין הנ\"ל וג' אלו נמנו ונתבארו כאן באד\"ז ג' רישין אתגלפין דא לגו מן דא ודא לעילא מן דא והתחיל לבארם ממטה למעלה והתחיל ביותר תחתונה שבהם והוא חכמה דא\"א. ואמר רישא חדא חכמה סתימאה דאתכסיא כו' ועליה ראש ב' והוא כתר דא\"א וכנגדה אמר רישא עלאה קדישא עתיקא סתימאה דכל סתימין ועליה ראש הראשונה ועליונה שבג' והוא הנקרא עתיק יומין וכנגדה אמר רישא דכל רישא רישא דלאו רישא ולא ידע ולא אתיידע כו' נמצאו שהם י' ספי' נעלמות בתכלית ההעלם ומתלבש בתוכם הא\"ס והם עתיק ורדל\"א ותחתיו ט\"ס מכתר עד יסוד ונקרא בשם א\"א ובין כולם הם י\"ס שהם שורש ומקור וחיות אל כל האצילות כולו. אמנם אלו הט\"ס הנ\"ל אשר הם למטה מן רדל\"א הנה הם אותן הט' היכלין הנזכר פ' נח דס\"ה ובסוף פ' פקודי דרס\"ט ודרכ\"ו וז\"ל אר\"ש ארימת ידי בצלו לעילא כו' וכדין דא נהירו דמחשבה דלא אתיידע בטיש בנהרא דפרסה ונהרא כחדא ואתעבידו ט' הילכין והיכלין לאו אינון נהורין ולאו אינון רוחין ולאו אינון נשמתין ולא אית מאן דקיימי בהו כו'. ולאלו הט' שמכתר עד היסוד שהם למטה מהאי רדל\"א הנה הוא שקראה במקומות אלו ט' היכלין דלאו אינון רוחין ולאו אינון נשמתין גם אלו הט' נזכרו באדרא דרפ\"ח ע\"א פתח ר\"ש ואמר אני לדודי ועלי תשוקתו וגו' עתיקא דכל עתיקין סתימאה דכל סתימין אתתקן ולא אתתקן כו' כד אתתקן אפיק ט' נהורין דלהטין מיניה מתיקונוי ואינון נהורין מתפשטין לכל עיבר כבוצינא דמתפשטין מיניה נהורין לכל עיבר כו' ובביאור לשון זה נסתפקתי במה ששמעתי ממורי זלה\"ה כי תחלה אמר אתתקן ואח\"כ אמר אפיק נהורין דלהטין מיניה ר\"ל כי אחר שנתקן עתיק ע\"י התלבשות ז\"ת בא\"א (נ\"א בז\"ת דא\"א) אז אפיק הני ט' נהורין דלהטין מיניה כי באמצעית העתיק הנ\"ל אפיק נהורין הנ\"ל שהם ספי' כתר דאצילות הנקרא א\"א המתחלק לט' נהורין לבד. והנה אלו הט\"ס דא\"א הם ט' נהורין דלאו אינון רוחין כנז' במקומות הנ\"ל. ופ\"א שמעתי ממורי ז\"ל כי הט\"ס הנ\"ל נתחלקו בג' חלקים כי הנה הג\"ר שבהם שהם כח\"ב נתפשטו בא\"א וחג\"ת בז\"א ונה\"י בנוקבא ובזה תבין למה בחי' מציאות או\"א לא נזכר באדרא רבא אלא באחרונה באדר\"ז כי או\"א במזלא תליין וזה מה ששמעתי ממורי ז\"ל בענין זה והוא דע כי הנה ביארנו תחלה כי הט\"ס המקוריות (נ\"א הנקודות) עם רדל\"א והם י\"ס מקוריות ושרשיות לכל האצילות אבל ענין מציאת ספי' המלכות לא נתגלה עדיין עתה אמנם נבאר תחלת הכל האי רדל\"א ובזה תבין מעלת מלכות כי היא עטרה בראש צדיק והיתה לראש פנה ויהיה לעתיד אורה גדולה מן השמש והבן זה:",
  "parentheses": [
    {
      "hns": "193.1.1",
      "text": "נ\"א בע\"ק ע\"ש א\"ס הגנוז בתוכו"
    },
    {
      "hns": "193.2.1",
      "text": "נ\"א מלובש בתוכם"
    },
    {
      "hns": "193.3.1",
      "text": "נ\"א בז\"ת דא\"א"
    },
    {
      "hns": "193.4.1",
      "text": "נ\"א הנקודות"
    }
  ]
}