{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 333,
    "section_hns": "333.1",
    "path_trace": [
      "text#14",
      "#2",
      "23",
      "5",
      "1"
    ],
    "paren_count": 6
  },
  "text_he": "טעם למה הכתר דז\"א בשליש אחרון של ת\"ת דאמא לפי ששם הוא סוד הרחם סוד אות ה' של אמא ושם נכנסת י' של אבא שהוא היסוד שבו ביסוד שבה ומכח הארה ההיא נעשית שם כתר לרישא דז\"א שהוא מתחיל מהטבור ולמטה. מ\"ק ב הטעם למה אין אנו מונין לעולם הכתר בתשבון הי\"ס רק אנו מונין הדעת במקומו דע כי הלא ת\"ת דבינה ממנו נעשה כתר לז\"א ומצד חיות פנימית שבה נמשך חיות לכתר דז\"א. והנה הכתר לא נעשה ע\"י זווג או\"א רק מהבינה לבדה וכיון שכן נמצא כי כפי בחי' זו יהיה יותר גדול הכתר מן המוחין כי המוחין הם נבראים ומתחדשין מאו\"א ע\"י זווגם אך הכתר הוא מחיות הבינה עצמה כנזכר ובערך זה יהיה יותר גדולה הכתר מהמוחין אך יש בחי' אחרת והוא כי הלא מבשרי אחזה אלוה כי עיקר שכל ותבונת האדם במוחין כי הגלגלתא טפלה בערך המוחין. והענין כי בבחי' שהמוחין הם מאו\"א משא\"כ הכתר שהוא מאמא לבדה לכן בבחי' זו המוחין הם עיקרים ומשם מתחיל המנין ולא מן הכתר כי אע\"פ שהת\"ת דבינה בהיותה בה בעצמה האור שלה גדול יותר מאור המוחין שבז\"א עמו עכ\"ז כאשר האור שלו נעשה ממנו כתר לז\"א אז יורד במעלה מן המוחין כי המוחין מאור או\"א והכתר מצד אמא לבד ובזה תבין מ\"ש בזוהר כי כל כתר מסטרא דאמא. ג' דע כי (הלא) בסוד העיבור ג' כלילין בג' לא היה לז\"א רק ב' מוחין חו\"ב מצד אבא וב' מוחין מצד אמא כי היה הדעת חסר אז ממנו והם ד' שמות אלקים כולם בסוד ב\"ן פי' כי אלהים פשוט ומלא ומלא דמלא הם ב\"ן אותיות כי ז\"ס בנ\"י אלקים וד\"פ ב\"ן של ד\"פ אלהים הם גימטריא קדקד וז\"ס הקדקד מקום שמוחו של תינוק רופף וזהו צחוק עשה לי אלקים כי ב' מוחין שהם ב' אלקים גימטריא עק\"ב וי\"ג אותיות המילוי בכ\"א משתיהן הרי הוא גימטריא צחק ועם י' אותיות דב' אלקים גימטריא יצחק וזהו (סוד) צחוק עשה לי אלקים וגו' וז\"ס שורש קין והבל קין נגד ל\"ב אלקים (נ\"א ה\"פ ל\"ב) אשר בכ\"א מהם ה' אותיות הרי ק\"ס כמנין קין וכן הבל ה' ל\"ב הנ\"ל ג\"כ אלא שהבל בכללות וקין בפרטות וקין והבל שניהם גימטריא צחק הנ\"ל וי\"פ ל\"ב גימטריא ש\"ך ניצוצין ושרשם ל\"ב אלקים וז\"ס בהלו נרו עלי ראשי ר\"ת נער. וז\"ס והנה נער בוכה כי בתיה בת פרעה חשבה שהוא כולו דינין מש\"ך ניצוצין כולם וזהו ותראהו והנה נער ובאמו נאמר ותרא אותו כי טוב הוא מצד החסדים לא מצד הדינין. הרי נתבאר כי בעיבור הם ד' מוחין ב' דאבא וב' דאמא לבד ומהם שורש הל\"ב אלקים אך ביניקה בקטנות הם ו' מוחין ג' מוחין דאבא וג' דאמא והם ג\"כ בחי' אלקים הרי הם עתה ו' אלקים ותצרפם עם ד' אלקים של העיבור שהיה בו מתחלה הרי עתה יש בו י' אלקים ביחד לז\"א והם גימטריא ת\"ת ת\"ל וז\"ס קוצותיו תלתלים כי מספרן ת\"ל ת\"ל ועם נ' אותיות שיש בי' אלקים הרי הכל גימטריא תלתלים והם סוד השערות וקוצין דז\"א. ד' אם אנו מונין בחי' הכתר ובחי' הדעת נראה שהם י\"א ובס\"י אמר עשר ולא י\"א עשר ולא תשע והטעם כי הדעת הוא בחי' נשמה דז\"א ואין אנו מונין אלא מה שיש בו כלי אבל הדעת (הוא) בחי' נשמה בלי כלי וכן בכל כללות האצילות (וכן) עתיק יומין הוא בחי' נשמה לכל האצילות ואין (בו) בחי' כלי כלל לכן אין אנו מונין בחי' הדעת בכלל הי\"ס. והנה הי\"ס שבכל כללות האצילות הם עשר נקודות שיצאו תחלה בתוך הכלים ומהם היה התיקון כי מנקודה ראשונה נעשה כתר דאצי' הנק' אריך מכתר שבנקודה ובתוכו עתיק בבחי' נשמה ומב' נקודות נתקנו או\"א ומו' נקודות ז\"א ומנקודה אחרונה נבנית הנוקבא דז\"א הרי י\"ס דעשר נקודים לבד. והנה א\"א חכמה שבו מאירה לאבא ממקומה וכן בינה שבו מאירה לאמא ואין כן במלכות שהמלכות שבכולם אחר הקטרוג ירדו בין מלכות ז\"א ובין מלכות נוקבא בין מלכות דאו\"א בין מלכות דא\"א כולם ירדו ממש למטה אלא שמאירים אליה ממקומם ולא נשאר למעלה רק רשימו לבד א\"כ היה אפשר לומר ח\"ו דהשתא לא נשארו רק הט' בכל בחי' ותו לא שהרי העשירית ירדה ונפלה לכן אמר י' ולא ט'. ואמר י' ולא י\"א כי אין זה רק הרשימו לבד כדי כשתעלה תדבק בשרשה למעלה דהיינו הרשימו וז\"ס לעולם ה' דברך נצב בשמים שהמל' דז\"א אף שנפלה למטה לעולם הרשימו שלה למעלה וזה דברך שהוא מל' נוקבא דז\"א הוא נאמר על הרשימו ואמר שלעולם היא שם בשמים למעלה בז\"א שהוא שמים וכן בכל בחי' ובחי':",
  "parentheses": [
    {
      "hns": "333.1.1",
      "text": "הלא"
    },
    {
      "hns": "333.2.1",
      "text": "סוד"
    },
    {
      "hns": "333.3.1",
      "text": "נ\"א ה\"פ ל\"ב"
    },
    {
      "hns": "333.4.1",
      "text": "הוא"
    },
    {
      "hns": "333.5.1",
      "text": "וכן"
    },
    {
      "hns": "333.6.1",
      "text": "בו"
    }
  ]
}