{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 771,
    "section_hns": "771.1",
    "path_trace": [
      "text#14",
      "#2",
      "47",
      "3",
      "2"
    ],
    "paren_count": 0
  },
  "text_he": "ומ\"כ בכאן ענין א' להר\"ר גדליה הלוי והוא כי סוד זווג זה הב' דאו\"א הנה האבא נכלל בחכמה דז\"א ואמא נכללת בנוקבא בבינה שלה וכל זה בסוד תוספת נשמה ואז מזדווגים שם ע\"י זו\"ן לצורך או\"א דבריאה ונחזור לענין כי הלא כבר בארנו איך אמה מקננא בכורסייא וא\"כ אחר שאור ג\"ר מאירין בבריאה ודאי שאור הבריאה גדול מאור יצירה ועשיה ויש חילוק גדול ביניהן והענין היא כי הלא זו\"ן אין להם זווג שלם להוליד נשמות כי אם ע\"י המוחין הניתנין להם מאו\"א ולכן גם האור הבריאה אשר אור ג\"ר מאיר בה יש יכולת להיות לה מוחין גמורים כדי להוליד נשמות ממש אך יצירה ועשיה שאין מגיע להם אור ג\"ר אין מוחין להם וגם אין בהם יכולת להוליד נשמות כי כל הולדה אינה נמשכת אלא מן המוחין עליונים שהם או\"א שהם המוחין אמיתיים אמנם בין אצילות לבריאה יש הפרש בין באצילות מגיע אור הג\"ר דעצמותן אל זו\"ן אשר שם לכן יש להם יכולת להוליד נשמות הצדיקים אשר הם פנימיות כ העולמות כמ\"ש לקמן בע\"ה. אך הבריאה שלא נמשך שם אור ג\"ר רק ע\"י מסך לכן אין כח בבריאה רק להוציא נשמות המלאכים דיצירה כי חיצוניות העולמות הם המלאכים כמ\"ש בע\"ה. אמנם ההפרש בין יצירה לבריאה ועשיה הוא כי אע\"פ שאנו אומרים שיש י\"ס באצילות וכן בבי\"ע עכ\"ז אין כל הי\"ס של עולם זה דומין לי\"ס של עולם זה והוא כי הלא י\"ס דאצילות כבר ידעת איך הם מתחלקין כי מן הכתר נעשה א\"א ובו נכלל עתיק יומין ומן החו\"ב נעשה או\"א ומן החג\"ת נה\"י נעשה ז\"א ומן המל' הנוקבא דז\"א ועד\"ז הם נחלקין הי\"ס לה\"פ הנ\"ל וענין זה הוא גם בבי\"ע. אך ההפרש הזה אינו במספר הי\"ס עצמן כי שוין הם בכל אבי\"ע. אך החילוק הוא בפרצופים עצמן כי אין פרצופים דבריאה שוין לשל אצילות וכן דיצירה לבריאה וכן דעשיה ליצירה אך מציאות הפרצופים ישנן בכל אבי\"ע. ונבאר החילוק אשר ביניהן והענין הוא כי א\"א של האצילות הוא פרצוף גמור בכל י\"ס שבו כנודע אך א\"א דבריאה אין בו י\"ס שלימות רק ו\"ק לבד ואין בו פרצוף שלם כי כיון שיש מסך בין אצילות לבריאה חסר מהבריאה הראש של א\"א שבה שלא יכלה להתלבש שם בבריאה והענין כי כבר ידעת שיש בא\"א דאצילות י\"ג תקונים אשר הם צינורות הנובעין אור משם ועי\"ז נתמעט האור ונתרק משם מאד ולכן לא יכול להוציא כנגדן בבריאה ריא בי\"ג ת\"ד. גם אבא דבריאה אין לו פרצוף שלם רק בחי' ו\"ק כמו א\"א והטעם כי הלא אף באצילות עצמו בהיות שם זווג הב' דאו\"א כבר בארנו שאמא היתה רובצת על האפרוחים בפרצוף שלם של אצילות דתבונה ואמנם אבא הוא מרכין ראשו למטה להזדווג עמה לכן נמצא שאור ג\"כ דאבא לא נזדווגו בתבונה אלא ע\"י הרכנת הראש של אבא ולכן כאשר אותו האור הגיע אל הבריאה לא ניכר בו הראש של אבא רק ו\"ק שלו לבד אבל אמא של בריאה יש לה פרצוף גמור ושלם לטעם הנ\"ל רק שהוא בבחי' התבונה שהיא קצרת הקומה כנ\"ל. גם ט\"א כי הלא אמא מקננא בברי' כנ\"ל וכתר וחכמה דאצילות גנוזין בה לכן אין להם גילוי רק בסוד ו\"ק לבד אך אמא שנגלית בבריאה לכן פרצוף של אמא דבריאה שלימה ואמנם זהו עצמו ביאור מ\"ש אמא עלאה מקננא בכורסייא פי' אמא דבריאה עצמה מקננא בכורסייא כי משם נוכל לומר שמתחיל עולם הבריאה כי א\"א ואבא דבריאה הם מכוסים ונעלמים כנ\"ל לכן הבינה מכונה אל הבריאה כי אין גלוי האור שבה אלא מבינה שלה עצמה ואילך ואמנם מה שחסר בכאן מאמא דבריאה הוא מקיף שלה שאין לה שום מקיף וז\"א דבריאה ודאי שהוא פרצוף שלם אך מה שנתוסף בו הוא שיש לו אור מקיף א' כי כל מה שהוא קטן מחבירו יכול להתגלות יותר מחבירו לכן הולכין הפרצופין אלו דבריאה מדרגה אחר מדרגה ונוקבא דז\"א דבריאה יש לה פרצוף שלם וב' מקיפין הא' הוא בסוד הקשר תפלה ש\"ר וזהו מקיף העליון שבה והמקיף הב' התחתון שלה הוא תפלה של יד כי הוא אור המקיף כנודע כי כל תפלין הם בחינות מקיפים:",
  "parentheses": []
}