{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 222,
    "section_hns": "222.1",
    "path_trace": [
      "text#14",
      "#2",
      "14",
      "2",
      "1"
    ],
    "paren_count": 1
  },
  "text_he": "ועתה צריך לידע שא\"כ במה יתחלקו הד' פרצופים אחר שהכל בגלוי אבל הענין הוא כי אינם כן רק בחו\"ג ראשונים שבאו בעת שנתקנו או\"א וגם להגדיל את א\"א ועד\"ז היתה הגדלתו ותיקונו בפעם ראשונה כשנתקן עולם אצילות אמנם משם ואילך שכבר נתקנו א\"א ואו\"א עילאין אלו החו\"ג הראשונים הנה כאשר מזדווג א\"א בנוקבא ומוריד חו\"ג חדשים או לצורך או\"א או לצורך זו\"ן אז אותן חו\"ג אינן עומדין כסדר הנ\"ל שעולין למעלה כנ\"ל אמנם הם יורדין במרוצה למטה ממקומם רק שאלו החו\"ג הראשונים שהם למעלה תמיד הם מקבלים הארה מן החדשים הבאים אח\"כ כי זווג א\"א ואו\"א לא פסיק ובפרט מה שהוא צריך לחיות העולמות ותמיד נמשכין חו\"ג חדשים אז חו\"ג ראשונים שהם למעלה הם מקבלין הארה מן החדשים דרך מסך היסוד בסיתום גמור והגבורות והחסדים אשר הם למטה מקבלין הארה מן החדשות בגילוי גמור וסיבה זו הוא מה שגורם אל התחלקות ד' פרצופין להיות שינוי הבדל בין התחתונים אל עליונים נמצא עתה כי או\"א מתחילין להלביש את א\"א מן הגרון שבו עד סיום היסוד דעתיק שבתוכו שהוא עד סיום שליש עליון דת\"ת דא\"א והוא עד החזה שלו ואבא מלביש הימין ואמא מלביש השמאל ואח\"כ באים יש\"ס ותבונה גם הם מלבישין את א\"א מהחזה הנ\"ל עד טבור של א\"א שהוא יותר למטה מעט מן חצי ת\"ת שלו יש\"ס בימין ותבונה משמאל ואלו הד' פרצופין הן מלבישין לא\"א מן הגרון עד הטבור כנ\"ל מכל צדדיו וסביבותיו ימין ושמאל אחור ופנים וכבר נודע מ\"ש בענין לאה ורחל בהיותן עומדין באחורי ז\"א שאז העקביים של לאה נכנסין תוך ראש רחל העומדת תחתיה. וכן הענין בכאן שעקביים של רגלי הבינה נכנסין תוך ראש תבונה משא\"כ באבא ויש\"ס העומד תחתיו. וטעם הדבר הוא לפי שהגבורות יצאו תחלה מהיסוד ונתגלו ואח\"כ יצאו החסדים ואז הוא הגילוי בשוה לכל הגבורות ולכן נתקשרו הגבורות קשר אמיץ העליונים עם התחתונים ולכן אע\"פ שאח\"כ נחלקו לב' פרצופים נשאר ביניהן קשר אמיץ וחזק ע\"י עקביים הנ\"ל. אשר על ידם מתקשרים הבינה עם תבונה וזהו מ\"ש בגמ' לא נצרכה אלא למקום החתך והוא בחי' מקום ההפסק וההבדל והחיתוך שיש בין רגלי בינה אל ראש תבונה כאשר נחתכו הגבורות לחצאין כנ\"ל ואותו אור שהיה במקום החתך הנ\"ל נכנס בסוד בחי' העקביים בתוך ראש תבונה ובחי' אור הזה לקחה הבינה לחלקה יותר על חלק התבונה. והנה תבין עתה למה הבינה נקראת אשת חיל עטרת בעלה והטעם הוא כי היא נעשית מבחי' גבורות אשר הם מגולות כולם בגלוי יותר מן החסדים כנ\"ל אבל אבא שהוא מן החסדים שאינם כ\"כ בגלוי אמרו עליו בזוהר וע\"ד אבא טמיר וגניז יתיר והבן זה. עוד סבה אחרת כי הגבורות יצאו ונתגלו תחלה טרם החסדים ואז קבלו הארה גדולה בתחלה בהיותן מגולים אשר ז\"ס הפסוק טובה תוכחת מגולה מאהבה מסותרת כי יותר טובים ומאירין הגבורות הנקראים תוכחת להיותן מגולים יותר מהחסדים הנקראים אהבה לסבת היותן נסתרים ומכוסים ולכן נקראת בינה עטרת בעלה כנ\"ל כי משרז\"ל לע\"ל צדיקים יושבים ועטרותיהן בראשיהם היא הבינה הנקרא לע\"ל ועלמא דאתי לכן בזמן ממשלתם שהוא עה\"ב (לת\"ל) אז החסדים הזכרים הנקראו צדיקים יושבין ועטרותיהם שהם הגבורות בחי' הנקבה בסוד עטרת בעלה עטרות בראשיהם גדולים מהם. גם בזה תבין מ\"ש בזוהר על פסוק מי ימלל גבורות ה' כי בינה נקרא גבורות בסוד ואם בגבורות שמונים שנה וכן אמרו בזוהר כי הבינה דינין מתערין מינה כנזכר פ' אחרי מות ופ' ויקרא וכן בהרבה מקומות והטעם הוא לפי שכולה אינה נעשית ונבנית אלא מגבורות לבדם משא\"כ ברחל ולאה שאע\"פ שהם נקראים נקבות יש בהם ג\"כ חסדים וזכור הקדמה זו. גם ז\"ס הפסוק אני בינה לי גבורה כי היא לוקחת הגבורה דב\"ן דא\"א ומשם נבנית. והנה עתה יש מקום שאלה והוא כי אם הטעם של מעלת הבינה על החכמה הוא גילוי הגבורות ואם כן היה מהראוי שיהיו יש\"ס ותבונה עם היותן תחתונים גדולים במעלה על או\"א לפי שהתחתונים הם בגלוי והעליונים הם במקום הסתום אבל הענין כך הוא כי הנה אם כאשר יצאו הגבורות תחילה היו מתפשטין ויורדין תכף למטה במקום הגלוי אז ודאי שהיו מאירין למטה במקום הגלוי והיו יותר גדולים תחתונים מן העליונים אמנם אפילו הגבורות התחתונים עלו למעלה במקום בינה עליונים והאירו שם עיקר הארתן ונצטרף עם האור העליון ואז היו העליונים יותר מעולים וגבוהים מהתחתונים של מטה. גם ט\"א כי המחצית של הגבורות והחסדים העליונים כל בחי' נתינתן לאו\"א אבל מחצית התחתונים שמהם נעשו יש\"ס ותבונה אין כל הארתן ניתנת להם לבדם כי גם הם צריכות להתפשט ולתת הארה לשאר התפשטות הגוף מטבורו ולמטה והירכיים והיסוד דא\"א וגם הם צריכין להאיר אל זו\"ן המלבישים את א\"א מהטבור ולמטה ונמצא שלא נשאר מהארתן אל יש\"ס ותבונה רק הארה מועטת ובזה נמצא שאו\"א גדולים ומעולים מהם:",
  "parentheses": [
    {
      "hns": "222.1.1",
      "text": "לת\"ל"
    }
  ]
}