{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 43,
    "section_hns": "43.1",
    "path_trace": [
      "text#14",
      "#2",
      "3",
      "3",
      "1"
    ],
    "paren_count": 2
  },
  "text_he": "כלל העולה כי הא\"ס הוא נשמה לנשמה והאציל ממנו אדם אחד הכולל כל העולמות כולם שבחי' עצמות שבו שהם בחי' נרנח\"י נקרא א\"ק. ובחי' הגוף שבו הוא עולם האצילות. ובחי' המלבושים הם ג' עולמות בי\"ע שאינם רק עולם א' לבדו והוא לבוש האצילות כולו שבין שלשתם אינם רק י\"ס דוגמת י\"ס דאצילות הנקרא גוף. וכ\"מ בתיקונים די\"ח אימא בג\"ס עילאין מקננא בבריאה וכבר ידעת בר\"מ פ' בא דמ\"ב כי הי\"ס דאצילות נקרא מאנין ר\"ל אברי הגוף כי הגוף שהם הכלים שם נגלו באצילות ולא יותר למעלה כנודע. וכבר ידעת כי הנרנח\"י אינם מתלבשים בגוף זולת ע\"י אמצעית מלבוש זך לכ\"א מהם. והכל נקרא עצמות כי כן א\"ק שהוא בחי' כל העצמות יש לו גוף זך שבו מתלבש עצמותו כדי להתלבש אח\"כ בגוף האמיתי שהוא אצילות. לכן אפי' הכלים דא\"ק נקרא עצמות וכמו שהעצמות מלבד היות עקריותו בפנימיות הגוף עכ\"ז משלח פארות מאורו בכל איברי הגוף מבית ומחוץ ובתוך עובים להמשיך בו חיות. כן א\"ק מאיר עצמותו בכל איברי הגוף דאצילות ואותו אור נקרא א\"ס בערך האצילות ונקרא עילת העילות של האצילות. אך במלבושים אין אור עצמות מתגלה לכן בי\"ע אינם מבחי' אלהות אלא נקרא נבראים נוצרים נעשים וכעד\"ז בא\"ק שנעשה בחי' גוף אל הא\"ס הזה העליון אור א\"ס מתגלה בו אך לא במלבוש (הא\"ס העליון) שהם י\"ס דאצילות כי הא\"ס הנגלה בי\"ס דאצילות הוא הנק' א\"ק כנ\"ל. אמנם אחרי התלבשות אין סוף עליון בא\"ק בחכמה שבו שאז מאיר על ידו בי\"ס דאצילות וזה אומרו כולם בחכמה עשית וזה אומרו עשית כי הי\"ס דאצילות הם בחי' עשיה אל הא\"ס העליון כי הם מלבושים כנ\"ל. וכעד\"ז א\"ק כדי להאיר במלבושיו שהם בי\"ע מתלבש בבינה דאצילות ועל ידה מאיר בבריאה כמ\"ש אימא מקננא בכרסייא. וכ\"ז שאמרנו תדע מהקדמה ב' של מרכבת יחזקאל. וחוץ לאלו המלבושים שהם בי\"ע הם הקלי' ולכן תראה שאפילו הקליפות שכנגד האצילות אינם שם אלא בבריאה כנודע אצלינו. נמצא כי אף שנאמר כי אצילות הוא גוף דא\"ק הנה האור שמאיר הא\"ק בגוף הזה נקרא נר\"ן של אצילות ובתוך כולם מתלבש האור עצמו דא\"ק וכן עד\"ז בא\"ק נגד א\"ס העליון וכן עד\"ז בבי\"ע נגד אצילות הנקרא גוף. וז\"ש בתיקונים ובס' הזוהר דכורסייא דאיהו אמא כגופא לגבי שכינתא דאצילות נמצא כי הקליפות יהיה לבושים באצילות בכללות עם היות שבפרטות יש גוף באצילות עצמו ובי\"ע הם לבושים אליו. והנה כל בחי' הכלים של כל העולמות יש בהם חיצוניות ופנימיות. וכבר הודעתיך איך כל העולמות אלו זה נעשה גוף לזה וזה לזה ונמצא כי כל העולמות כולם כאחד אפילו א\"ק כל הכלים שלהם יש בהם בחי' פנימיות וחיצוניות. ודע כי כל בחי' זו\"ן שיש בעולמות כולם נקרא ז\"ק [נ\"א ו\"ק] של גוף של אותו עולם כי כן יצאו בעת אצילות הראשון שנאצלו חסרים ג\"ר לז\"א וט\"ר לנוק' ואלו הב' צריכים ג' זמנים שהם עיבור יניקה ומוחין להשלימם. נמצא כי כל עולם ועולם אינם צריכים עיבור יניקה ומוחין רק זו\"ן של אותו עולם בערך א\"א ואו\"א של אותו העולם שהם שלימים כפי אותו עולם. אמנם בבחי' הכלל יהיה כל הה\"פ שבאותו עולם נקרא זו\"ן אל עולם שלמעלה ממנו ויהיו חסרי מוחין בבחי' הכלל כנ\"ל והבן זה היטב. נמצא כיון שיש ב' בחי' בכל מיני כלים שהם חיצוניות ופנימיות א\"כ מוכרח הוא שיהיה עי\"מ בכלים חיצוניים ועי\"מ בכלים פנימיים. הנה בר\"ה בתחילה נעשה כלים פנימים אך בקבלת שבת ובתפלה של שאר ימי החול תחילה נתקן מוחין כלים חיצוניים (ואח\"כ) ומוחין פנימים ולכן כשתעיין בספרינו אל תתמה אם פעמים יראה שכבר יש מוחין ופעמים נראה שהם עדיין ביניקה וכיוצא בזה כי זה בפנימיות וזה בחיצוניות. ועיין לעיל איך כל פנימיות נקרא מוחא בערך חיצוניות הנקרא גופא:",
  "parentheses": [
    {
      "hns": "43.1.1",
      "text": "הא\"ס העליון"
    },
    {
      "hns": "43.2.1",
      "text": "ואח\"כ"
    }
  ]
}