{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 760,
    "section_hns": "760.1",
    "path_trace": [
      "text#14",
      "#2",
      "46",
      "3",
      "1"
    ],
    "paren_count": 3
  },
  "text_he": "דע כי ז' היכלות אלו דבריאה כפולים ומכופלים הם וכמ\"ש קצת בהיכל ק\"ק שבו בהיכל רצון שבו והנה ז' היכלות אלו הם י' ספירות דז\"א רק שהם נכללין ז' בז' והם באופן זה כי היכל התחתון נקרא לבנת הספיר כולל יסוד ומלכות והיכל הב' עצם השמים הוד והיכל ג' היכל נוגה נצח. והד' היכל זכות גבורה והה' היכל אהבה חסד. והו' היכל רצון ת\"ת. והיכל הז' ק\"ק כולל כח\"ב כנ\"ל ושם נתבאר כי גם יש בו דעת אלא שאינו עולה ונזכר בשם לרוב העלמו בין חו\"ב והרי הם ז' היכלין כוללים י\"ס זכר דבריאה. אמנם דע כי היכל ל\"ה דז\"א דבריאה איננו היכל המלכות כי הרי נת\"ל (בפ\"ב) כי המלכות דבריאה נקודה בכתר היכל ק\"ק דיצירה וכן בשאר עולמות אבל הענין הוא כי האמת הוא שאינו רק בחי' יסוד לבד ולא כאשר חשבו קצת מקובלים מחכמי דורינו שהיא כוללת יסוד ומלכות (בסוד מיעוט הירח) (אבל אינו רק יסוד לבד) והראי' לזה ממה שהקשינו עתה כי המל' לעול' יורד' בעולם שלמטה הימנו בסוד מיעוט הירח ועוד כי הנה בזוהר עצמו נתבאר ענין זה שאינו רק יסוד לבד כי אמרו שם יוסף הצדיק נטל היכל דספיר כו' ואע\"ג דכתיב ותחת רגליו כמעשה לבנת הספיר כי הנה הרגלים הם נ\"ה ולהיות בחי' יסוד מקום צנוע ומכוסה לא פרסמו הכתוב רק בדרך רמז ביאר מקומו שהוא תחת רגליו כי היסוד למטה מנ\"ה וזה היסוד הוא כמעשה לבנת הספיר נמצא כי פסוק זה נאמר בבריאה באלו היכלות. ואמנם היותו נקרא שם א' מצורף מב' שמות לבנת הספיר הוא לב' סבות הא' כי הנה היסוד מכריע בין נ\"ה והוא כלול משניהן ולכן נקרא לבנת הספיר לבנת בחי' נצח וספיר בחי' הוד. והסבה הב' כי היסוד לעולם כלול מזכר ונקבה כנזכר בזוהר פ' לך לך בפסוק צדיק כתמר יפרח מה תמר לא סליק אלא זכר ונקבה והנוקבא שבו בחי' העטרה של ראש היסוד כנודע כי אין העטרה בחי' מלכות עצמה כי המל' אינה רק פרצוף בפ\"ע נקרא רחל אשת יעקב אמנם העטרה הוא בחי' כללות מלכות מי,ס דדכורא כנודע כי מבשרי אחזה אלוה ולסבה זו נקרא יסוד לבנת הספיר לבנת נגגד עטרת היסוד נקבה וספיר יסוד עצמו וז\"ש לעיל כי היכל ל\"ה כולל ב' ספירות וסוד מלכות דז\"א הוא בי' עטרה שבו והנה היכל הו' נקרא היכל הרצון דז\"א דבריאה הוא היכל ששי ועכ\"ז נכללין בו ו' היכלין כנזכר בפרשה בראשית האי רוחא אתכליל בשית פי' כי יש מתתא לעילא ו' היכלין שהם ל\"ה ועצם השמים נוגה זכות אהבה ורצון שהוא הששי עליון מכולם וז\"ש האי רוחא אתכליל בשית פי' כאשר אלו הה' היכלין תתאין מיניה עולין עד מקומו ונכללין בו אז האי רוחא אתכליל בהו והם עמו ו' היכלין וזהו אתכליל בשית ואמנם הוא עצו יש בו בחי' כל הו' היכלין תמיד בגויה והם השרשין של ו' היכלין תתאין וכנגד אלו אמר וקיימא בשית כי תמיד קאים בהו וקיימין ביה אבל תתאין אתכלילן ביה לבד אבל אינ מצד עצמותו והנה ב' בחי' אלו סוד ו\"ו כפולה ב' ווין לרמז לזה. עוד יש בחי' אחרת אל ב' ווין הללו והוא מ\"ש בפסוק וקרא זה אל זה כי הת\"ת נקרא זה נגד י\"ב פרקין שיש בו והם כמנין ז\"ה ומתחלקים לב' ווין גדולה וקטנה והנה ת\"ת ו' גדולה בבחי' ו\"ק נגד ו' פרקין דאית בב' זרועיו והיסוד גם כן ו' זעירא בבחי' ו\"ק כנגד ו' פרקין דאית בב' ירכין. וז\"ש פ' בראשית האי רוחא אתכליל בשית כי יש בהיכל רצון ו' היכלין כלולין בו כי לעולם יש בחי' זאת בת\"ת ויסוד ו' בכל חד וחד והנה היכל הז' העליון דבריאה כבר בארנו לעיל בריש דרוש זה כל ענינו שהוא כחב\"ד די\"ס דבריאה. אמנם דע כמו שבהיכל הרצון יש בו כללות הו' היכלין תתאין כנ\"ל כך בהיכל ק\"ק הזה יש בו כללות כל אלו ויש בו ג\"כ היכל אהבה אחר יותר עליון מכולם וכמ\"ש בברכת אבות במלת באהבה יעו\"ש:",
  "parentheses": [
    {
      "hns": "760.1.1",
      "text": "בפ\"ב"
    },
    {
      "hns": "760.2.1",
      "text": "בסוד מיעוט הירח"
    },
    {
      "hns": "760.3.1",
      "text": "אבל אינו רק יסוד לבד"
    }
  ]
}