{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 749,
    "section_hns": "749.1",
    "path_trace": [
      "text#14",
      "#2",
      "44",
      "7",
      "4"
    ],
    "paren_count": 2
  },
  "text_he": "מ\"ת הנה שם יה\"ו שהוא בו' צרופים שהוא בז\"א דיצירה הוא קכ\"ו ומקרו הוא שם אדנ\"י ברבועו כזה א' אד אדנ אדני שגם הוא גימטריא קכ\"ו שם שדי בו' צרופיו הנה השי\"ן עולה אלף ות\"ת וב' אותיות ד\"י ו\"פ של ו' צרופים גימטריא פ\"ד גימ' חנוך והסוד הוא כי זה ענין ציצית דמטטרו\"ן שר הפנים העולה אלף לכן אמרז\"ל הזהיר במצות ציצית משמשין לו (לעת\"ל ב') אלף ות\"ת עבדים כי הלובש ציצית דמטטרו\"ן הוא בסוד עבד לכן ישמשוהו עבדים שם יוד הי וו הי גימטריא רל\"ו והוא שיעור קומתו של יוצר בראשית והוא רל\"ו אלפים רבבות פרסאות כנין גדול אדונינו ורב כח זה כתבתי מעת ששמעתי ואח\"כ עיינתי בו כי שם הנ\"ל ברבוע הפשוט והמלא הם גימטריא ע\"ב קס\"ד כזה י יה יהו יהוה יוד יוד הי יוד הי ו יוד הי וו הי גימטריא רל\"ו והוא בחי' נששות המקיפין. ודע כי הנה כל א' מי\"ס חוץ מכתר וחו\"ב ותו\"מ אין בשום אחד מהם היכר פרצוף וחילוק איברים פרטים כמו שיש באלו הה' בלבד עם היות שהם כלולים כל א' מי' כנודע. והמשל בזה הוא כמו זרוע אדם אשר בו נכלל כל איברי הגוף ובו כח כולם ועכ\"ז אינם ניכרים בו גילוי גמור אלא הם נסתרים ונעלמים בו ואמנם הגובר וניכר בו הוא סוד חסד לבד ועד\"ז בשאר הספי' אמנם בה' ספירו' הנ\"ל יש בכל א' מהם פרצוף גמור וכל פרטי איברים כולן נגלין בכל א' מהם ונבאר עתה ענין הדעת כי הנה ודאי שבכל ה' פרצופים שיש בעולם אצילות בכל א' מהם יש בו בחי' מוח האמצעי הנקרא דעת ואמנם בביאור דעת של הכתר שהוא א\"א אין אנו עסוקים בו עתה משום דשם הם תלויין לבד אבל למטה באלו הארבעה אינון הכלים ממש ונרמזין בד' אותיות הוי\"ה כנזכר באד\"ר. והנה דע כי קודם שנאצל האדם העליון שהוא תו\"מ נעשה הזווג דחו\"ב אב\"א לכן אירע הענין ההוא של מלכים קדמאין שמתו כנודע והטעם לפי שהוא בסוד הדין שהוא ענין אב\"א אמנם אין לנו עסק עתה בביאור ענין אב\"א של חו\"ב קודם שנברא העולם ואמנם אחר שנברא העולם לעולם הם פב\"פ אבל זו\"ן הם לזמנין פב\"פ וזמנין הם אב\"א והנה בימי החול הדעת החיצון של המלכות שהוא סוד אב\"א הוא שם מ\"ה כזה יוד יוד הא יוד הא ואו יוד הא ואו הא העולה ק\"ל והדעת הפנימי של החול הוא סוד הוי\"ה דמילוי ההי\"ן כזה יו\"ד ה\"ה ו\"ו ה\"ה גימטריא ב\"ן וזהו פב\"פ בחול אבל בשבת הדעת החיצון של החול יורד למטה להאיר בתחתונים וכמ\"ש בע\"ה. נמצא כי שם ב\"ן הנ\"ל שהוא נקרא פנימי בימי הול עתה בשבת נקרא חיצון ואז מתגלה בה דעת פנימי אחר יותר גדול והוא שם ס\"ג כזה יו\"ד ה\"י וא\"ו ה\"י והנה נתבאר ג' חלקי מציאת הדעת של המלכות ואמנם הת\"ת הנקרא ז\"א בימי החול אז הדעת החצון שלו הוא שם ב\"ן הנ\"ל והפנימי הוא שם ס\"ג הנ\"ל ובשבת החיצון שם ס\"ג ופנימי שם ע\"ב כזה יו\"ד ה\"י וי\"ו ה\"י והרי נתבאר הג' חלקי הדעת של ז\"א ג\"כ אמנם חו\"ב הנקרא או\"א אין בהם בחי' אב\"א אחר שנברא העולם כי לעולם הם פב\"פ ולכן אין בהם רק ב' מיני בחי' דעת לכל א' מהן פנימי וחיצון לבד בין בחול בין בשבת כי שם לעולם הוא שבת והנה דעת חיצון של בינה הוא שם אהי\"ה דמילוי אלפין והפנימי אהי\"ה דמילוי יודי\"ן והחיצון של חכמה הוא חיצון של ז\"א עצמו שבשבת הוא שם ס\"ג ופנימי של חכמה הוא פנימי של ז\"א דבשבת הוא שם הוי\"ה ע\"ב דיודי\"ן והענין יובן בסד מה שמו ומה שם בנו כי תדע כי כולם שוין כח הבן מכח האב הוא כנודע. ודע כי זה שכתוב בזוהר פ' בראשית כל יומי שתא אקרי אל והשתא אקרי כבוד אל פי' כי הנה כל השנה אין להמלכות אלא שם אל אבל השתא יש לה דעת פנימי כנודע שהוא שם ס\"ג שהוא גימטריא כבוד אל והדעת הזה אין לה אלא בעת הזווג שהוא ביום השבת או ביום השבועות שהוא דוגמת שבת כנודע שלכן אינו אלא יום א' ואינו חג ז' ימים כמו חג המצות או חג הסוכות. והנה דע כי סוד ב\"ן דמילוי ההי\"ן אשר הוא סוד דעת הפנימי של המל' בימי החול כנ\"ל הנה הוא מתחלק בניקודו כפי הימים פי' ביום ראשון בשבוע תהיה נקודתו כפי יניקתו ויניקתו כפי נקדותו פי' כי ביום א' יו\"ד בחולם ה' בסגול והו' בקמץ ה' בסגול אמנם אין בו רק ד' נקודות בד' אותיות הפשוטות ולא באותיות המילוי (כזה יו\"ד ה\"ה ו\"ו ה\"א) וכן בכל הז' ימים זולת יום ג' ויום ו' כנזכר למטה וכבר ידעת כי כפי מקור יניקתו כן הניקוד המשל בזה כי י' בחולם מורה כי י' שהוא החכמה שבה יניקתה אז מן ת\"ת שהוא חולם ה' בסגול מורה כי בינה שבה יונקת מן חסד וכן בשאר הנקודים ושמור כלל זה בידך לכל מיני נקודות שבעולם. ביום ב' י' בחולם ה' בשבא ו' בצירי ה' בשבא כזה יהוה. יום ג' נגד הת\"ת י' חולם ה' ראשונה בחולם והב' בסגול ו' ראשונה בחולם והב' בסגול ה' ראשונה בחולם והב' בסגול כזה יוד הה וו הה. וסוד הענין הוא כי כל ז' ימים חוץ מיום ג' ויום ו' שהמה סוד ת\"ת ויסוד אין ניקוד באותיות הכפולות פי' ה' השניה של ה' ראשונה או ו' שניה של ו\"ו אמנם ת\"ת ויסוד מנוקדים אפי' באותיות הכפולות. יום ד' י' חולם ה' ראשונה לבד בחירק וה' הב' אין בה ניקוד כלל כנ\"ל ו' ראשונה בפתח ה' ראשונה בחיריק כזה יהוה. יום ה' י' בחולם ה' שורק הנקרא קמץ שפתים ו' שבא ה' קיבוץ כזה יהוה. יום ו' י' חולם ה' ראשונה בשורק והב' בשבא ו' ראשונה בשורק והב' בשבא ה' ראשונה בשורק והב' בשבא כזה יוד הה וו הה יום ז' בניקוד צבאות יהוה כיצד יו\"ד שבא ה' קמץ ו' חולם ושאר האותיות אין בהם ניקוד. ודע כי א\"א להתלבש אור הא\"ס בשום א' מי\"ס אם לא ע\"י שיתלבש תחלה אור החכמה בהם וז\"ס כולם בחכמה עשית ועד\"ז אין א' מהו\"ק יכול להתלבש בו אור הא\"ס אם לא שיתלבש בה תחלה אור החסד וז\"ס יומם יצוה ה' חסדו שפי' בזוהר כי החסד נק' יומם ר\"ל יומא דכולהו שכולל כל הו' ימים דהיינו כל הו\"ק והבן זה:",
  "parentheses": [
    {
      "hns": "749.1.1",
      "text": "לעת\"ל ב'"
    },
    {
      "hns": "749.2.1",
      "text": "כזה יו\"ד ה\"ה ו\"ו ה\"א"
    }
  ]
}