{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 213,
    "section_hns": "213.1",
    "path_trace": [
      "text#14",
      "#2",
      "13",
      "11",
      "1"
    ],
    "paren_count": 8
  },
  "text_he": "ועתה נבאר ב' שמות י\"ג ת\"ד דהיינו יהו\"ה יהו\"ה שקודם להם בתורה דע כי כבר ביארנו כי בגלגלתא יש י\"ס עד המצח ואמנם הם כסדרן כתר לעילא ומלכות לתתא והנה הספי' האחרונה שהיא מלכות הוא סוד פאה שבראש כי בכ\"מ פאה היא מלכות והנה ברישא דא\"א פאה זאת היא השם מצפ\"ץ והם ב' א' מימין וא' משמאל מימין נגד (ז\"א) או\"א ושמאל נגד (נוקבא) ז\"א כי גם בעתיקה יש ז\"א (ונוקבא) ואו\"א והנה כל אחד מאלו השמות כולל י\"ג ת\"ד באופן זה כי ד' תיקונים עלאין הם סוד ד' מוחין וז\"ס מ' דמצפ\"ץ וט' תקונים הנשארים הם צ' דמצפ\"ץ והטעם כי הד' ראשונים דת\"ד נכללין בכתר חכמה שבו כי אלו יש להם מעלה יתירה כי הם כוללים רישא דעתיק כנודע אח\"כ הט' נמנין מבינה ולמטה ואח\"כ להיות שעכ\"ז יש יתור לבינה משמונה שתחתיה לכן חזר למנות הח' בפ\"ע והם פ' דמצפ\"ץ ואח\"כ צ' אחרונה הם ט' דז\"א הרי שבכל שם מאלו נכללין הי\"ג תיקונים. והנה אלו הב' שמות משתלשלין מפאת הראש כי הם גי' ש' והנה שם אלהים דיודין גי' ש' כזה אל\"ף למ\"ד ה\"י יו\"ד מ\"ם ואלהים זה בא\"א הוא ב\"ח מצפ\"ץ כי עליה אתמר ואין אלקים עמדי ואין בו אלא הוי\"ה ובמקום שיש אלקים בז\"א אז בא\"א מתחלף הוי\"ה במצפ\"ץ כי סוף סוף כל חלוף הוא דין ולהיות שאלקים יש לו י\"ג אותיות במלואו לכן הם י\"ג ת\"ד הנמשכין משם. וכבר ידעת כי מציאת הדיקנא כולו דנין ועל ידו אתכפין דינין דלתתא כי אין הדין נמתק אלא בשרשו והנה לפי שמציאות פאה זו היא מלכות והמלכות הוא דין ונקרא אלהים כנודע כי ג' אלהים הם א' בגבורה ב' בהוד ג' במלכות לכן המלכות של י\"ס דרישא עלאה הוא אלהים גימטריא פא\"ה רק שהוא במלוי יודין להיות בסוד ראש וזהו בז\"א אך בא\"א הפאה הוא שם מצפ\"ץ כנ\"ל והנה ב' פאות הם בב' צדדי הראש והם סוד שני המאורות הגדולים מצפ\"ץ מצפ\"ץ כנזכר זוהר בראשית דכ\"ב והם ב' שמות קודם י\"ג מכילין דרחמי שהם ה' ה' אל רחום כו' ופי' הענין הוא כי ז\"א יצא ממצפ\"ץ הימיני ונוקבא ממצפ\"ץ השמאלי ואלו הם שורש ב' המאורות הגדולים כי אין הפרש בין זה לזה וכ\"א יש לו הוי\"ה שלימה רק שזה ימין וזה שמאל והענין כי כבר נתבאר לעיל שבא\"א יש בו חו\"ג והם זו\"נ לכן מצד ימין דראש שמשם ה\"ח עטרא דדכורא יצא פאה א' שממנה יונק ז\"א כי הלא השערות מותרי מוחא אינון וה\"ג דשמאל יצאה פאה שמאלי שממנה יונקת נוקבא דיליה ואמנם מ\"ש בזוהר כי ב' שמהן קדמאין מנינין לי\"ג מכילין כו' הענין הוא כמ\"ש כי הלא תיקון ראשון שבדיקנא הוא א\"ל והוא מלכות ופאה בחינת מלכות נמצא שב' מלכיות סמוכים ודבוקים זה לזה כי במקום שמסתיימת מלכות שבראש שהיא פאת הראש משם מתחלת מלכות דדיקנא שהוא תיקון ראשון ואז יונקת זו התתאה מן העילאה כי מכח שערות הראש הנשארות בפאת הראש מהם יוצאין שערות הי\"ג ת\"ד כנ\"ל א\"כ נמצא כי כל הי\"ג מכילין יונקים מב' פאות הראש לכן בתחלתן אנו מזכירין ב' הויות אלו שהם סוד מצפ\"ץ מצפ\"ץ בחילוף ואח\"כ אנו מזכירין הי\"ג מדות. ואמנם כבר ביארנו כי אי לז\"א מציאת י\"ג ת\"ד רק ט' לבד ואפי' כשאנו מזכירין י\"ג ת\"ד בז\"א אינו אלא שנכללין הארת י\"ג בט' דז\"א ויש בהם י\"ג הארות אך הי\"ג תקונים אינם אלא ט' לבד וא\"כ הי\"ג ת\"ד הם בא\"א שהם ממשיכין עד ט' דז\"א ולכן הם ב' שמות מצפ\"ץ מצפ\"ץ כי אם היו בז\"א לא היו אלא ב' אלקים דיודין כנ\"ל ואמנם מב' אלהים שבפאות הראש נמשכו ב' א\"ל לתיקון הא' והב' י\"ה י\"ה שבב' אלקים נמשכו לתיקון הו' וכנזכר באדרא בביאור מן המצר קראתי י\"ה ואמנם כבר ידעת כי בתיקון א' יש בו א\"ל קוצי דשערי ולכן נקרא א\"ל והוא נמשך מא\"ל דאלקים ואמנם בתיקון הו' (הא') הוא (במצר) במקצת (נ\"א הוא בסוד) הדיקנא יש שם י\"ה דאלקים י' בימין ה' (דאלקים) בשמאל וזהו מן המצר קראתי י\"ה ואח\"כ למטה במקום שמתחיל להתרחב הזקן שהוא בב' (שהוא נגד ב') תפוחין יש ג\"כ י\"ה הב' מאלקים הב' י' מימין ה' משמאל ואח\"כ מ' סתומה דאלקים הוא בפה שהוא כעין מ' סתומה והם ב' ממי\"ן כי שפתים הסוגרים הפה הוא כעין מ' סתום ואח\"כ השיניים הוא ג\"כ כמין חומה עגולה כעין ם' סתומה והם ב' ממי\"ן דשם אלקים וכך פי' הפסוק מן המצר קראתי י\"ה כי שם התחיל האל להתגלות ולכן היה כוונתו להמשיך גם שם י\"ה [הנשאר] מאלהים אך לא ענני [השם יה במצר כי אין שם מקומו] כ\"א במרחב י\"ה כי ירד במקום המרחב בתיקון ו' ולא נשאר במצר הרי נתבאר איך כל הדיקנא הוא סוד הדינין משם אלקים והטעם כי כל דיקנא הוא ממוחא והמ\"ס שם שרשי הדינין הכופין כל מה שלמטה מהם ולכן אמרו כי סוד דיקנא לאכפיא דינין:",
  "parentheses": [
    {
      "hns": "213.1.1",
      "text": "ז\"א"
    },
    {
      "hns": "213.2.1",
      "text": "נוקבא"
    },
    {
      "hns": "213.3.1",
      "text": "ונוקבא"
    },
    {
      "hns": "213.4.1",
      "text": "הא'"
    },
    {
      "hns": "213.5.1",
      "text": "במצר"
    },
    {
      "hns": "213.6.1",
      "text": "נ\"א הוא בסוד"
    },
    {
      "hns": "213.7.1",
      "text": "דאלקים"
    },
    {
      "hns": "213.8.1",
      "text": "שהוא נגד ב'"
    }
  ]
}