{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 640,
    "section_hns": "640.1",
    "path_trace": [
      "text#14",
      "#2",
      "41",
      "2",
      "1"
    ],
    "paren_count": 0
  },
  "text_he": "נבאר ענין אב\"א הנה נתבאר כי החצונים יונקים מן העור הנקרא קלי' נוגה והנה בהיות ז\"א בסוד יניקה אז החצונים נאחזין שם מאד יותר מן הצורך מאותן הניצוצין המאירין ועוברין דרך נקבי העור ואחר כך בהיותן בגדלות נמשכו בחי' מוחין דגדלות אלא שהם עדיין בחי' דינין וגבורות קצת אז נמשכו בזו\"ן חשמ\"ל מבחי' נה\"י תבונה הב' לבד כנודע ואז החיצונית מבחי' הפנים חשמ\"ל הנ\"ל אינם יכולים לינק כי הם אור גדול ונכהים עיניהם בסוד לא יתיצבו הוללים לנגד עיניך אמנם מן האחוריים דחשמ\"ל יכולין לינק לכן המוחין הנמשכים אל הנוקבא הם נמשכין ע\"י ז\"א עצמו אל האחור כדי שעי\"ז תלך אל הנקבה לאחור ויהיה אב\"א בכותל העור הנקרא גויל כנזכר וז\"ס שנה ראשונה ב\"ב השותפין שבנו את הכותל בגויל בגזית ובכפיסין ואז הקלי' מן הפנים אינם יכולין לינק גם מהאחוריים אע\"פ שהיו יכולין לינק מהם עכ\"ז כיון שהם דבוקים א' בא' יגשו ורוח לא יבא ביניהם כי אין להם מקום לינק רק דבר מועט מאד די חיותם מבחי' נקבי העור כל שהוא אך לא הרבה שיגברו על הקדושה ח\"ו ונמצא כי להיות אלו המוחין גבורות והם בלתי שלימין להיותן מבחי' נה\"י לבד וגם שהם מתבונה של התבונה לכן הוכרחו להיות אב\"א ר\"ל שימשכו אליה המוחין ע\"י ואז הוא מוכרח להיות דבוקים ואח\"כ מסתלקין ממנו וניתנים אליה כי משלה הם שהם הגבורות ונשארין בה ונגדלת כל האחור כולו ואחר כך באים מוחין חדשים יותר גדולים אל ז\"א והם חסדים בסוד אתי חסד ופריש לון והרי הגבורות לחלקה ומוחי החסדים הם לחלקו ואז חוזרין פב\"פ כי האחוריים שלו כיון שעתה הם מבחי' חסדים וגם שחשמ\"ל של עתה אינו כחשמ\"ל הראשון ואינן יכולין לינק משם. אמנם מהחשמ\"ל שבאחוריה שאינו רק מהארת חשמ\"ל העור דז\"א יונקים משם אלא שהוא החיות המוכרח לקלי' בצמצום כי מלכותו בכל משלה וחפץ הוא בקיומם המוכרח וסוד ענין זה דעהו כי הנה מוכרח להמשיך חיות להמלכים שלא נתבררו כי הם ניצוצין הקדושה אך אינו נותן בהם רק די ספוקם לבד אך לא דבר שנותר שיוותר אל הקלי' אמנם כיון שהקליפות הם מחוברים יחד בסוד הקלי' החופכים בעור לכן גם הם ניזונים באמצעיות צמצום קטן מאד לכן כשישלמו להתברר אז אינו חפץ בקיום הקלי' ולא ימשוך להם אור כלל ועיקר ואז יתבטלו הקליפות וז\"ס בלע המות לנצח. והנה בכל המוחין החדשים שלקח אז עלה יותר ואז אינה צריכה התבונה לרבוץ על האפרוחים בסוד חשמ\"ל להגן עליהם מהקלי' כי כבר עלו זו\"ן עד מקומם ואז אינה רובצת. ונחזור לענין ז\"א כי הנה בג' הכלים של הגדלות יש נר\"ן אך בעיבור ויניקה אין בהם רק הבל דגרמי הם שמות אלקים כנ\"ל וזה קוסטא דחיותא פי' בהיות בעיבור עדין ג' כלים אלו כולם הם דקים בחי' עור לבד ובתוכם הבל דגרמי דאלקים ואחר שנולד התחילה הנפש דגדלות ליכנס והוא נפש דנפש והוא הנקרא רשימו דנפש הנפש דגדלות וזהו נשלמת לכנוס עד י\"ג שנים ואז הוא בכלי חצון שהיא בשר כי כבר גדל צרכו והבל דגרמי נגמר לכנוס בעור החיצון ואז הנפש ההיא דגדלות נתחלק נפש שבה בכלי החיצון ורוח שבה בכלי אמצעי ונשמה שבה בכלי הפנימי ואז מסתלקת כולו בכלי החיצון לבדו ונכנס הרוח בן י\"ג שנה ויום אחד כי הרי צלם דגדלות דאב\"א עדיין הוא בסוד רוח והדעת שהוא צ' דצלם כמבואר אצלינו ואז הרוח נכנס מעט מעט עד שנמצא כי בשנת כ' נגמר לכנוס כלי אמצעי שבו ואז מתחלת הנשמה לכנוס בכלי הפנימי והנה ביום כשמסתלקין המוחין נשאר הרשימו הנ\"ל לכן בכחו נשארים הכלים בגדלותן ובלילה אפי' אותו רשימו שהוא הנפש דנפש דגדלות מסתלק ונשאר בבחי' יניקה עם הבל דגרמי ואז יונקים החצונים ואז אינן צריכין להיות אב\"א כי אין בפנימותן אור גדול שיניקו החצונים לכן אין חשש שינקו חצונים מאחוריים אם לא בהיות בתוכם מוחין ראשונים דגדלות ואז צריכין לחזור אב\"א:",
  "parentheses": []
}