{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 321,
    "section_hns": "321.1",
    "path_trace": [
      "text#14",
      "#2",
      "22",
      "2",
      "1"
    ],
    "paren_count": 2
  },
  "text_he": "ונחזור לענין כי הלא בדוגמא מ\"ש בז\"א כן הוא בצדיקים שהולכים וגדלים ותחלה יש להם נשמה ומוחין דאלקים דעיבור ואח\"כ דקטנות ואח\"כ דגדלות וכל זה בסוד הנוקבא ואח\"כ גדלים עד\"ז הנזכר בז\"א ואח\"כ גדלים עד\"ז באמא ואח\"כ באבא ואח\"כ בא\"א ואח\"כ בעתיק וכו' וכ\"ז בעשיה וכעד\"ז ביצירה ואח\"כ בבריאה ואח\"כ באצילות והדבר מובן מאליו וא\"צ להאריך לפרט פרטי הדברים. וז\"ס משה שבעת לידתו נקרא משה והוא ע\"ש שהיו שלימים בו כל ד' אלקים של מוח עיבור ונולד שלם עמהם ולכן משה גימ' ד' אלקים. אמנם בגדלות נקרא משה ע\"ש יסוד דאו\"א דגדלות שהם קפ\"ד וקס\"א שהם גימטריא משה כמבואר אצלינו ועכ\"ז מצינו לו ז' שמות וזה ע\"ש סדר המעלות שלו וז\"ס ראה נתתיך אלקים לפרעה כי מן סוד אלקים הוא ומבחי' ההוא דקטנות ניתן אלקים לפרעה ובפרט שאז בגלות מצרים היה ז\"א ג' גו ג' שהוא סוד העיבור כמבואר אצלינו בסוד ליל פסח ובפרט שגם פרעה נמשך מג' אלקים אלו דקטנות כמבואר בסוד חלום שר המשקים ושר האופים ע\"ש. גם בשמואל מצינו ענין זה שאמר הכתוב ומעיל קטן תעשה לו אמו והענין בסוד ראיתי אלקים עולים מן הארץ והוא עוטה מעיל. והענין סוד נפלא דע כי ראינו כי הבעלת אוב העלתה את שמואל וראוי לפקוח עיניך איך אפשר שאיש גדול כשמואל הנביא שהיה שקול כמשה ואהרן ובעלת אוב תעלה אותו בכשפיה ובטומאתה להמשיך נפשו אל הטומאה ולהעלותו במציאות אובי טמיא וזה תבין במ\"ש כי הצדיק עולה במדרגות הנשמות הנ\"ל ותחלה כשהיה בן ב' שנים עשתה לו אמו מעיל קטן וכבר ידעת כי בהיותו בן ב' שנים העלתו אמו והורה הוראה כמארז\"ל שעלי היה רוצה להרגו על שהורה בפני רבו ומזה תבין רוב חכמתו כי בהיותו בן ב' שנים זכה אז להורות הוראה להיות לו מוחין דקטנות שלימים וזהו מעיל קטן וגו' שכל סוד הקטנות הוא מוחין דאלקים וכנ\"ל בסוד יוסף שהוא סוד ג' אלקים פשוט ומילוי ומילוי דמילוי שהם ב\"ן אותיות וג\"פ ב\"ן גימטריא קנ\"ו כמנין יוסף וג' אלקים עצמן בכללות הוא גימטריא קטן ולכן יוסף נקרא ג\"כ קטן כי הלא ג' אלקים אלו ברדתן אל היסוד כמ\"ש אז נקרא קטן ועיין למטה. ונחזור לענין כי סוד הקטנות הוא היניקה כי כן שמואל השלים לו אז ב' שנים של היניקה והיה לו סוד הקטנות ההוא וז\"ס ומעיל קטן וגו' כי סוד מעיל זה הוא סוד שאנו קורין חלוקא דרבנן. אמנם לא היה מכסה את הראש רק הגוף לבד וזהו פי' מעיל כי הוא לבוש אל הגוף שהוא ו\"ק נמצא שהוא סוד היניקה שאין לז\"א אז רק ו\"ק וז\"ס ומעיל קטן ואמו הוא סוד אמא עלאה אשר היא מתפשטת נה\"י שלה ונכנסת ברישא דז\"א עם המוחין דקטנות כנ\"ל וזהו תעשה לו אמו. וכבר ידעת ענין חנה אם שמואל שהיא סוד אמא עלאה כי כן חנה גימ' ס\"ג שהוא שם הבינה ושמואל נגד ז\"א וז\"ס ומעיל קטן על נכון והנה מעיל גימטריא קנ\"א שהוא אהי\"ה דהי\"ן שהוא סוד נה\"י של בינה המלבשת את המוחין ונקרא אהי\"ה דההי\"ן. ואמנם אח\"כ שמואל עלה במדרגה עליונה יותר והיה שקול כמשה ואהרן וג' אותיות שמ\"ו משמואל גימט' משה ע\"ה ולהיותן מוחין דקטנות וגם הם סוד אלקים לכן כל אחיזת החיצונים וקיומם הם במוחין אלו דקטנות ולכן הסט\"א נקרא בשם אלקים אחרים. והנה במות הצדיק הנר\"ן שלו מצד אצילות עולין אל אצילות ונשמה שלו דבריאה עולה לג\"ע העליון ורוח דיצירה בג\"ע הארץ ונפש דעשיה נשארת בקבר וכשמתעכל הבשר עולה גם הנפש ההיא למעלה ונשארת ההוא הבל דגרמי על אינון גרמי דאשתארו בקברא כנזכר פרשה שלח. וסוד הענין כי הנפש שהיא סוד מוחין דגדלות שבעשיה היא עולה למעלה אחר עכול הבשר אבל הבל דגרמי שהוא סוד מוחין דקטנות מצד אלקים דעשיה שהוא הנפש מצד אלקים וזה נקרא הבל דגרמי נשאר תמיד עד עת התחייה בקבר כי להיותה סוד דינין יש בו תמיד אחיזת הקליפות ואינו יכול להפרד מן הגוף לעלות למעלה ובעלת אוב לא יכלה להעלות משמואל רק אותה בחי' דהבל דגרמי. וז\"ס בזוהר פ' שלח על הבל דגרמי ודא איהו אוב להעלות מן הארץ ע\"ש כי הוא סוד הבל דגרמי שהוא סוד הקטנות יש כח בקליפות להתאחז בו לכן ראתה את שמואל שהיה עוטה במעיל דימי קטנותו לרמז כי לא יכלה להעלות רק אותו סוד מעיל קטן לבד וז\"ש ראיתי אלקים עולים מן הארץ כי לא ראתה רק סוד הקטנות שהם מוחין דאלקים. גם בדוד המלך מצינו שנקרא קטן ודוד הוא הקטן והוא ע\"ד הנ\"ל גם יעקב נקרא קטן בנה הקטן והוא מוחין דעיבור כנ\"ל כי הוא ב' אלקים שבו (של העיבור) הם מוחין רק שהם כפולים. אמנם ב' אלקים הם גימטריא עק\"ב ועם י' אותיותיהן גימטריא יעקב ועיין מ\"ש בפסוק וידו אוחזת בעקב עשו. ונחזור לענין כי הלא אין בקטנות בזמן העיבור רק ב' אלקים כי אין לו בחי' הדעת וטעם הדבר הוא עם מה שכתבתי כי בחי' מוחין דעיבור הם מתלבשין בנה\"י דחיצוניות של בינה ומבשרי אחזה אלוה. והענין כי בסוד הרחם של האשה שהוא מקום היסוד שלה יש בו ג' בחי' א' של עור ב' בשר, ג' יותר פנימי בפנימית הרחם ועור החיצון אינו סתום ודבוק אלא הוא פתוח מאד כי אינם משיקים צידי העור זה ע\"ז. אך הב' שהם סוד הבשר הם סוגרים הרחם ונושקים שפת הרחם זה עם זה ואין להאריך במקום שאמרו לקצר. ואמנם בסוד העיבור אין לו מוח של דעת כי אין מקום קיבוצו אלא ביסוד החיצון שהוא העור ולפי שאותו העור הוא פתוח ואינו יכול לקבל ולסתום בתוכו הדעת כי אין בו בית קיבול לקבלו. לכן אין הדעת נמצא בקטן בעת העיבור. אמנם טעם הדבר בעצמו למה אין שם בחי' יסוד סתום כמו בב' בחי' הפנימי הטעם הוא שכבר ידעת כי הסט\"א כל אחיזתן הוא בנוקבא ובפרט כל חשקם ותאותן הוא לבא לינק מן היסוד שלה כי שם מוצא כל השפע והקדושה והנה בחי' חיצון (נ\"א שהוא בחי' החיצון) הם דינין גמורים ואם היה שם עור שלם ויסוד שלם היו נאחזין שם החיצונים לינק מן אותו היסוד החיצוני לכן לא ברא שם הש\"י בחי' היסוד כדי שלא יהיה מקום יניקה לחיצונים אך בב' בחי' הפנימים אין חשש אם ינקו משם כי אין להם שם אחיזה ולא יוכלו להניק אמנם באיש אינו כן אפילו עור החיצון שלו הוא מכסה את בחי' היסוד שלו לגמרי. ובזה תבין סוד הערלה שבאיש ולא באשה ואדרבה שלכאורה היה נראה שיותר היה ראוי שתמצא הערלה בנקבה מדכורא שכל שליטת ויניקת החיצונים בנוקבא הוא לעולם אך היה הדבר להיפך כי באיש אין חשש כ\"כ אם יינקו החיצונים משם כי חסדי הזכר דוחין את החיצונים אבל אם היו יונקים מנוקבא היו מחריבין את העולם. ובזה תבין סוד פריעת ערלה בזכר הוא שמתחלה כורתים עור החיצון והוא סוד הערלה שמשם אחיזת החיצונים ואח\"כ פורעים עור הבחי' האמצעי שגם הוא סוד אלקים דיניקה והוא דינא אבל אין חותכין ומשליכין אותה רק כונתינו לפרוע כדי שיתגלה הבחי' הג' הפנימי שהוא יסוד האמיתי קדשי קדשים ומתגלה דאז אין כח בחיצונים להדבק שם. ובזה תבין למה לא נברא האדם מהול אלא ערל כי הוא מוכרח להיות בו ג' בחי' הנ\"ל אמנם בהולדו שאז מגיע זמן היניקה אז אין לו צורך בסוד עיבור וכורתין אותו ומשליכין אותו להורות שאין זמן אחיזת החיצונים ויניקתן מן הדכורא רק בהיותו בסוד עיבור אך מן זמן יניקה ואילך אין להם אחיזה בו ולכן אפילו בזמן היניקה שהוא סוד אלקים ג\"כ כדי שלא ינקו משם פורעין אותו כדי שיתגלה הפנימי ומאורו יברחו כל החיצונים כי אינם יכולים לסובלו הרי בארנו מצות מילה בקיצור. ונחזור לענין שכיון שבנוקבא אין בה בחי' זו ולכן אין לו בז\"א בקטנות בסוד עיבור רק ב' מוחין ג\"כ ואע\"פ שבאבא יש בחי' יסוד אפילו בעיבור כנזכר אינה קושיא כי הלא יסוד דאבא לעולם הוא טמיר וגניז באמא ואם האמא אין לה יסוד איך יתגלה יסוד דאבא בלתי היות לו מחיצות יסוד אמא לכן ליתא אפילו יסוד דאבא תוך ז\"א. וגם הטעם שכיון שאין יסוד אמא בחיצוניותיה אם כן כאשר יזדווג עמה לאפקא מוחין דעיבור אל הז\"א אם לא תקדים היא להעלות טפת מ\"נ מסוד הדעת שבה גם אבא לא יוריד טפת הדעת שלו ולכך גם ב' הדעות אין בהם ונמצא שאין לקטן בסוד העיבור רק ב' מוחין דאבא וב' מוחין דאמא הם ד' מוחין שהם ד' אלקים. אמנם ביניקה יש לו ג' מוחין דאבא וג' מוחין דאמא הם ו' פעמים אלקים והנה הקטן מזמן העיבור כבר יש לו ראש אך סוד הראש הזה נמשך מב' מוחין הנ\"ל שהם ב' אלקים א' אלקים דימיני והוא לוקחו בבחי' מילוי יודי\"ן גימטריא ש' והב' דשמאל לקחו בבחי' אחוריים שלו והוא גימטריא ר' הרי ר\"ש של ראש וא' הוא כללות שם אלקים:",
  "parentheses": [
    {
      "hns": "321.1.1",
      "text": "של העיבור"
    },
    {
      "hns": "321.2.1",
      "text": "נ\"א שהוא בחי' החיצון"
    }
  ]
}