{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 810,
    "section_hns": "810.1",
    "path_trace": [
      "text#14",
      "#2",
      "50",
      "5",
      "1"
    ],
    "paren_count": 0
  },
  "text_he": "ונדבר בענין י' הרוגי מלוכה כי בפ' פקודי רנ\"ד ע\"ב דוד שאל שאלתא כו' נלע\"ד שצריך להגיה הגהה זו כמו שתראה מדברינו והענין כי תחלה אמר ת\"ח בגין דר\"ע סליק לעילא כדקא יאות עאל בשלם ונפיק בשלם דוד שאל שאלתא כו' ולמעלה אמר בן עזאי נחית ביסודא דעפרא כו' אמר עתה כי לסבה זאת שאל דוד שאלתא זאת דהאי פסוק ממתים ידך ה' כו' ולא אתפריש תשובת שאלה זו והאלה היא זו כי מה שהיו ראוים למות בנשיקה מידך ה' איך נתחלפו הדברים והם ממתים מחלד מיד בני אדם באותן מיתות אכזריות. וא\"ת חלקם בחיים ור\"ע חלקו הוא בחיים העליונים שנכנס בשלום כו' לא כבן עזאי ובן זומא דחלקם נאחז במות כי זה הציץ ומת וזה הציץ ונפגע וגם אחר שנדבק בקלי' אך ר\"ע שחלקו בחיים כנ\"ל הוא וחביריו אינון דאתקטלו בקטילו עלמא ממתים מחלד כיון דהוו צדיקין זכאין דלא חבו חובא הראוי להם בגין דיתענשו ואמנם עכ\"ז תשובת שאלה זו רמוזה בפסוק זה וזש\"ה ממתים ידך ה' כו' והענין כנ\"ל כי גוף הפנימי של האדם אם הוא צדיק ונעשה בקדושה זוכה לההוא חלוקא דרבנן דיליה דהוא טוב ולא רע כמדרגת חשמ\"ל בסוד ויבא משה בתוך הענן ואתפרש מההוא גופא קדמאה כדכתיב של נעלך מעל רגלך שהוא גוף מקליפת נוגה עץ הדעת טו\"ר כנזכר בתקון ב' אמנם אלו י' הרוגי מלוכה הם י' טפין דאזדריקו מצפרני יוסף כנזכר בתקון ס\"ח בדק\"ח והענין כמ\"ש אצלינו כי אלו הי' טפין הם י' לבושי נשמותיהן ולא נשמותיהן ממש נמצא כי אותן לבושים הנקרא גופין דילהון חלוקא דרבנן הם טו\"ר ונודע כי עה\"ד הוא שיריים שלא נתבררו מאותן המלכים שהם סוד ש\"ך ניצוצין דאזדרקו ממחשבה עלאה רצה לומר כי טעם למיתת המלכים היה משום שלא היה זכר ונקבה כנודע אצלינו ונמצא כי אותן המלכים הם שנמשכו מלעילא ממוח מחשבה עליונה בלי נוקבא כנודע מכמה דרושים וזה היה קודם התיקון קודם דאתתקן ע\"ק כעין זכר ונקבה כי לזה מתו. והנה אלו הבחי' הם טפת קרי הנק' ניצוצין והם ש\"ך וז\"ש וזריק לון לש\"ך עיבר והבן זה סוד נפלא כי כל הנשמות הקדושים של י' הרוגי מלוכה נתלבשו בחלוקא דרבנן שהם גופותם ממש פנימית הנעשה מטפת קרי שהם סוד עץ הדעת טו\"ר נמצא כי נשמותיהן הם תכלית הקדושה והוא דוגמת אורות הכלים של המלכים הנ\"ל. אך גופם חלוקא דרבנן הם מסט\"א דעץ הדעת שהם דוגמת הכלים של המלכים הנ\"ל וכמו שבכלים ההם היה שבירה וירדו למקום המות בסוד עץ הדעת כך אלו הגופים הוצרכו להריגה כדי לברר הסיגים שבהם ואחר שנתברר הסיגים שבהם ע\"י הריגה אז נתברר הטוב שבהם וחזרו לעלות למעלה ממקום שירדו שהיא המחשבה העליונה דוגמת הכלים של המלכים שעלו שם בסוד מ\"ן להתתקן בפרצופי אצילות כנודע וז\"ס שתוק כך עלה במחשבה ר\"ל עי\"ז עלו במחשבה בסוד מ\"ן במחשבה עליונה בסוד מ\"ן במחשבה לתקן אותן הגופין דילהון שהיה בהן פסולת מסט\"א נמצא כי מפאת נשמתן היו צדיקים גמורים טוב ולא רע לכן לא שלט בהו ס\"א וז\"ש מתים ידך ה' אמנם מפאת גופם הנעשים מעה\"ד שלטה בהם סט\"א שהיא החלודה והפסולת שע\"ג הזהב וז\"ס ממתים מחל\"ד ועי\"כ עלו ונתברו בבחי' מ\"ד ומ\"נ כנודע עד או\"א ששניהן נקראים חיים וז\"ס חלקם בחיים:",
  "parentheses": []
}