{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 208,
    "section_hns": "208.1",
    "path_trace": [
      "text#14",
      "#2",
      "13",
      "7",
      "1"
    ],
    "paren_count": 7
  },
  "text_he": "והנה כבר נתבאר כי ז\"ת דעתיק הנה הם מתגלין בז' דגלגלתא דא\"א והוא סוד הנזכר בזוהר עתיק יומין פי' שאין מתגלה רק בחי' יומין שהם ז' ימי בראשית ז\"ת דיליה ובכ\"מ פי' עתיק יומין הם ז\"ת המתגלין בז' דגלגלתא ובערך שהוא מתלבש בא\"א כתיב ביה ושער רישיה כעמר נקא ואע\"פ שאין זו ראשו ממש רק שמתגלה בכאן. ודע כי אע\"פ שכל אלו הם שערות בסוד שורש הדנין עכ\"ז הנה הם יותר רחמים מרחמי ז\"א ולכן מאלו השערות נמשך השפעה לז\"א ואינן מגיעין רק עד רישא דז\"א ולא יותר ושאר כללות הז\"א הוא חלק וז\"ס ואנכי איש חלק כמ\"ש בסוד שק ואפר (ז\"א מאירין בו כמה מיני אורות במוחין דיליה א הוא שמתפשטת הארה מהחסד העליון שמתלבש בכתר דא\"א ומשם מתפשטת עד מזל הי\"ג דאריך ומשם מתפשט עוד הארה ההיא עד הדעת שבין או\"א ומיחד אותן ואז בכח הזה נעשה מוחין דז\"א המתלבשין בנה\"י אמא ב' הארה נמשכת ממ\"ס דא\"א ויורדת דרך שערות דרישא ודרך שערות דדיקנא דא\"א ג\"כ ונמשכין עד דיקנא דז\"א ומאירין במוחין דיליה ג' הארה יוצאת מיסוד דעתיק אשר תוכו (מ\"ס פנימים) מוחא דדעת דא\"א ובוקע מצח דא\"א ויוצא הארה עד מצחא דז\"א ומאיר במצחא דיליה בפנים של המוחין בתוך מצחא דיליה ואז מתבטלין כל הדינין שבמצח (נ\"א שבמוחין) דז\"א). והנה לעיל נתבאר כי החוורתא מתחלקים לי\"ג ארחין והד' לבדה שהם אחורי הראש הם נמשכין עם י\"ג נימין דשערי דרישא הנמשכין אחורי הראש עד רישא דז\"א ומשם יורד השפע לרישא דז\"א הנה א\"כ כי או\"א מושפעים מסוד מזלא דע\"ק כי הם נמשכין ממ\"ס חכמה דכתר והז\"א מושפע יותר מלמעלה מכתר דא\"א שמשם נמשכין י\"ג חוורתא ומפאת בחי' זו הוא יותר מעולה הז\"א לפעמים מאו\"א אך להיות כי אין יורד לו השפע רק דרך או\"א בבחי' זו הם גדולים ממנו. וז\"ס הנרמז באדר\"ז רצ\"ב או\"א מהאי מוחא נפקי ז\"א בעתיקא תליא ואחיד והבן זה ע\"ד מ\"ש כי ז\"א יונק מכתר א\"א ואו\"א ממוחא דע\"ק ע\"י המזל היורד משם. והואיל ואתא לידן נבאר מ\"ש תליא ואחיד דע כי כבר נתבאר כי חצי ת\"ת דא\"א ונה\"י שלו הם מתלבשין בז\"א וז\"ש בעתיקא אחיד ותליא כי הוא אחיד שם ממש בנה\"י אך בערך אלו י\"ג תקוני חוורתא כנז' ע\"ז אמר תלייא כי בהם נתלה ז\"א ולא אחיד ובערך ב' בחי' אלו אמר אחיד ותליא (גם זה בעצמו הוא באו\"א כי הם תליין בעתיקא קדישא במזלא קדישא הנמשך ממ\"ס והם ג\"כ אחוזים בבינה חג\"ת דא\"א) נמצא כי א\"א מתלבש בכל אצילות כולו אך ראשו אינו מתלבש כי אין העליון מתלבש בתחתון אם לא בז\"ת כי הג\"ר נשארים בסוד מקיף וז\"ס הנרמז באדר\"ז ודאי בהאי עתיקא לא אתגלייא אלא רישא בלחודוי. והנה נראה דקשה לזה מ\"ש באדר\"ז דק\"ל ע\"ב כי דיקנא תלייא עד טבורא דלבא (דא\"א) דנראה שיש לו קומת הגוף אך זה תבין מ\"ש לא אתגלייא ולא אמר ולא הוי כי יש לו קומת כל הגוף ואינו נגלה רק הראש לבד כי אין דרך להלביש הראש רק הגוף והנה מתחלת הגרון עד טבורא דלבא דא\"א שם מציאת או\"א כי עד שם מלבישין אותו ומשם ולמטה מלבישו ז\"א וז\"ס הת\"ת שנקרא לב והבן זה ומטבורא דלבא שהוא חצי ת\"ת שלו מתחיל משם סוד רישא דז\"א ובתוך הז\"א מתלבש א\"א מטבורו עד סיום יסוד שבו לכן אמרו בעתיקא לא אתגליא אלא רישא בלחודוי. ונחזור לענין כי ז\"ת דעתיק אף על פי שאמרנו שהם מתלבשין בז' דגלגלתא דא\"א עכ\"ז בהכרח הוא שיתפשטו בכל קומת א\"א ועיקר מה שהם ברישא דא\"א אינם אלא ב' שהם חסד וגבורה חסד ברישא בגלגלתא גבורה במוחא כי גלגלתא ומוחא הם תרין רישין תתאין והם שרשים לכל מציאת רישא אבל שאר המתגלין בז' דרישא אינם רק הארה בעלמא אך עיקר התלבשותם למטה בשאר שיעור קומה דא\"א כיצד ת\"ת בבינה דא\"א שהוא גולגלתא דאו\"א נ\"ה בח\"ג דא\"א שהם מוחין לאו\"א ואח\"כ מהיסוד מתפשט הארה בת\"ת ונה\"י דא\"א כי כבר ידעת כי לעולם כל נה\"י הם באים מסוד תוספת ואינם עיקרין לכן הם באים תמיד בדרך הוספה ולא שורש ועיקר לכן מסוד יסוד עתיק מתפשטין נה\"י דא\"א וכן הענין בכל נה\"י דאצילות. ואם תדקדק תמצא כי תמיד ת\"ת נעשה ממנו הכתר שהוא גלגלתא כי ת\"ת דעתיק תמן גלגלתא דאו\"א שהוא סוד בינה דא\"א ומת\"ת [נ\"א וכן ת\"ת] דא\"א נעשה כתר וגלגלתא דז\"א וכן מת\"ת דז\"א נעשה כתר וגלגלתא דנוקבא. גם דע כי סוד ת\"ת דא\"א נחלק לב' חצאין חציו למציאת או\"א לצורך גופם וחציו לכתר ז\"א הרי כי או\"א וז\"א הם ב' מלכים משתמשין בכתר א' גם ת\"ת דז\"א נחלק לב' חציו לגוף דז\"א ע\"ד הנ\"ל וחציו לכתר דנוקבא וגם הוא סוד א\"א לב' מלכים להשתמש בכתר א' ולעולם כל הת\"ת נחלק לחצאין אך החילוק הוא כי סוד ת\"ת דע\"י הגנוז בבינה מתחלק בשוה זה בצד זה לאו\"א כחדא אך ת\"ת דא\"א נחלק לב' חצאין זה למעלה מזה א' לו לעצמו וחציו הב' למטה בז\"א וכן ת\"ת דז\"א (לכתר דנוקבא) נחלק לב' חצאין חציו לעצמו וחציו לנוקבא זעג\"ז ובדרוש או\"א יתבאר זה באורך. ואמנם הארת העתיק הוא מתגלה בב' רישין תתאין דא\"א כחדא אף על פי שמהראוי היה שיהיה הא' מתגלה בב' והב' בג' הטעם כי הנה מציאת אלו הב' רישין מתגלין אח\"כ באו\"א ואו\"א כחדא נפקי וכחדא שריין לכן גם אלו הב' רישין יהיו כחדא והראשון (מתלבש בשוה בהון ג\"כ) ולכן תמצא כי החסד שבו מתגלה בגלגלתא והגבורה מתגלה במוחא ואז נכלל חסד בגבורה וגבורה בחסד גם אנו מוצאין כי היסוד מתגלה במצח שהוא סוד רישא תניינא ומשם מתגלה בדיקנא בסוד הרצון כנזכר באדר\"ז דרפ\"ט גם כבר ידעת כי סוד הוד זקן [נ\"א הוא זקן דא\"א] הנזכר באדרא גם דדיקנא (כי גם בו נכלל ההוא כי הדיקנא) אינו אלא בבחי' יסוד לכן הנשים [והסריס] אין להם זקן הרי דב' רישין אלו כלולין זה בזה:",
  "parentheses": [
    {
      "hns": "208.1.1",
      "text": "ז\"א מאירין בו כמה מיני אורות במוחין דיליה א הוא שמתפשטת הארה מהחסד העליון שמתלבש בכתר דא\"א ומשם מתפשטת עד מזל הי\"ג דאריך ומשם מתפשט עוד הארה ההיא עד הדעת שבין או\"א ומיחד אותן ואז בכח הזה נעשה מוחין דז\"א המתלבשין בנה\"י אמא ב' הארה נמשכת ממ\"ס דא\"א ויורדת דרך שערות דרישא ודרך שערות דדיקנא דא\"א ג\"כ ונמשכין עד דיקנא דז\"א ומאירין במוחין דיליה ג' הארה יוצאת מיסוד דעתיק אשר תוכו (מ\"ס פנימים"
    },
    {
      "hns": "208.2.1",
      "text": "נ\"א שבמוחין"
    },
    {
      "hns": "208.3.1",
      "text": "גם זה בעצמו הוא באו\"א כי הם תליין בעתיקא קדישא במזלא קדישא הנמשך ממ\"ס והם ג\"כ אחוזים בבינה חג\"ת דא\"א"
    },
    {
      "hns": "208.4.1",
      "text": "דא\"א"
    },
    {
      "hns": "208.5.1",
      "text": "לכתר דנוקבא"
    },
    {
      "hns": "208.6.1",
      "text": "מתלבש בשוה בהון ג\"כ"
    },
    {
      "hns": "208.7.1",
      "text": "כי גם בו נכלל ההוא כי הדיקנא"
    }
  ]
}