{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 56,
    "section_hns": "56.1",
    "path_trace": [
      "text#14",
      "#2",
      "4",
      "4",
      "2"
    ],
    "paren_count": 9
  },
  "text_he": "אמנם נבאר עתה איך הם נ\"ח במספרם. דע כי כשאנו אומרים שה' נתפשטה למטה בחוטם, אינו רק בחי' חיצוניות שלה כמבואר אצלינו בסוד עליית התפילות. והנה נשאר למעלה פנימיות ה' זו. וחיצוניות ופנימיות הב' ההי\"ן האחרים שביארנו. כי סוד התבונה הוא ג' ההי\"ן שהם ה\"י אחרונה דשם ס\"ג וחשבון ה\"י זו היא ג' ההי\"ן. והנה חיצוניות ה' ג' ירדה בז\"א ונעשה פנימיות אליו, ופנימיות ה' זו נשארה למעל' ונשארו גם ב' ההי\"ן אחרו' בסוד חצוניו' ופנימיו'. והנה זו הפנימיות שנשאר מן ה' זו שירדה צריך שתחזור להיות חיצוניות על חיצוניות של ב' ההי\"ן העליונות אחרות שנשארו, ועתה נגדלת ה' זו שיעור ב' ההי\"ן כדי להלביש אל ב' ההי\"ן העליונים. נמצא כי ההי\"ן אלו נעשו ד' ההי\"ן, ב' בתוך ב' הרי עשרים. נשאר עתה פנימיות ב' ההי\"ן העליונה הנ\"ל והם נעשו חיצוניות לחיצוניות אותיות וא\"ו העליונה כנ\"ל כי הכל הולך אחר ההתחלה שכיון שירדה תחלה החיצוניות דאות ה' בז\"א. עתה כל המדרגות צריכין לילך אחריה ולעשות התלבשות אחר חדש, והנה חיצוניות אות וא\"ו נעשה פנימיות לפנימיות ב' ההי\"ן, וא\"כ צריך שיוגדלו הב' ההי\"ן אלו שהם מספרם י' שיהיו במספר י\"ג כמנין וא\"ו להלביש אותם הרי י\"ג וי\"ג כ\"ו, וכ' הראשונים הרי מ\"ו, נשארו עתה פנימיות וא\"ו זו מגולה. והנה אעפ\"י שמן אות ו' ולמעלה נקרא הכל בינה כנ\"ל. עכ\"ז כיון דחיצוני' וא\"ו ירדה להתלבש בב' ההי\"ן שהם של תבונה, ובסיבה זו נשארה אות וא\"ו פנימיות לבדה מגולה (נ\"א אותיות פנימיות לבדן מגולין) לכן עדיין כ\"ז נקרא בסוד תבונה ואז נעשה פנימיות של וא\"ו זו, חיצו' למעלה, ויוורדין ב' חלקים מן י' חלקים של י' דמלוי ה\"י ראשונה של בינה, ויורד הפנימיות והחיצוניות (נ\"א החיצוניות) שלהם ונעשה פנימיות לי\"ג אלו. כיצד הנה ג' מי\"ג אלו של הוא\"ו הג' עליונים מהם עולים ונעשו חיצוניות אל פנימיות ב' חלקי י' היורדין למטה להתלבש. ושאר הי' של הוא\"ו הלבישו לחיצוניות בחי' ב' חלקי י' זו היורדין למטה. כי כך הוא שיעור ב' העליונות כג' חלקים של וא\"ו הפנימיות, ונשאר עתה חיצוניות הב' חלקים של י' בי' חלקים (ג' עליונים כי' חלקים) של וא\"ו הפנימים, וכל הי' נעשו כולם חיצוניות אל הב' חלקים, הרי הם י\"ב ועם המ\"ו ראשונים נעשה נ\"ח. וכ\"ז הוא מכלל התבונה כנ\"ל כי כל הורדת וא\"ו הוא לצורך ההי\"ן לכן גם פנימיות וא\"ו הנעשה חיצוניות אל ב' חלקים [עליונים] גם הם יקראו תבונה ע\"ד הנ\"ל, הרי מבואר איך כללות זה הוא נ\"ח במספר אז\"ן ועם ה' תתאה שנתלבשה בחוטמא הרי ס\"ג בתבונה לבדה. והטעם שאלו הב' חלקים עליונים של היו\"ד החיצו' היו פנימים אל כל הי' של הוא\"ו, הטעם הוא כי הלא כל מה שהיו שיעורם להלביש (נ\"א לא) היו רק ב' לבד כמותם ונמצא שמה שנתוספו הוא ח' אחרים להשלים מנין י' של הוא\"ו הנשארת כי כל דבר עליון הוא גדול ככל מה שלמטה ממנו והנה מה שנתגדל בתוס' שלמטה ממנו היה ח' חלקים לכן גם היו\"ד (נ\"א) היא הוסיפה (נ\"א הם הוסיפו) כמו כולם יחד ח' חלקים של תוס', שהנה למטה פנימיות ה' תתאה גדלה ונעשה ב' ההי\"ן הרי תוס' ה'. ואח\"כ פנימיות ב' ההי\"ן גדלו ונעשו י\"ג כמו הו' הרי שגדלו ג' חלקים. וה' ראשונים הרי ח'. וכנגדם היה כח בכאן להוסיף ח' אחרים. ואל תקשה למה גם הוא\"ו שהיא למעלה מן ההי\"ן למה לא הגדילה והוסיפה בב' ההי\"ן ה' חלקים אחרים כמו שהגדילו הב' ההי\"ן בה' תתאה כי התשובה מבוארת כי לא היה צורך רק אלו הג' לבד כדי שיעשו י\"ג כמנין וא\"ו ולא הוצרכו להגדיל יותר ואולם אלו הח' חלקים עליונים הם סוד א\"ז. מאז\"ן. והענין כי הנה ב' חלקים עליונים של וא\"ו המלבישים לב' חלקי יו\"ד הנה הם ב' כנגד ב' אך התוס' הם ח' והנה אלו הב' כאשר תמשיך אורם בח' אלו הנה החלק העליון ממשיך עד הז' והחלק הב' ממשיך עד הח' כי להיותו למטה מן הראשון יש לו כח עוד להמשיך חלק א' יותר ממה שמתפשט העליון נמצא כי ז' חלקים הראשונים של התוס' הם כלולים מאור (ראשון של ל\"ג) ב' חלקים העליונים אך חלק הח' אינו נמשך רק מן חלק הב' המתפשט עד שם לכן אלו הח' נחלקים לב' חלקים והם א\"ז מאז\"ן והם ממטה למעלה כי א' פחותה מן הז' וכן הז' מן הנו\"ן בערך (נ\"א בבחינת) אחר כמ\"ש כי הנו\"ן הוא עיקר (עיין תחלת פרק הבא) שהם כ\"ה כ\"ה דיחודא דשמע ישראל. והנה כבר כתבנו איך כל זה הוא מכלל התבונה ולכן צריך שימצא בה עתה סוד שם ס\"ג שהוא נ\"ח עם ה' אחרונה ס\"ג. אמנם ג' עליונים של וא\"ו מהפנימיות שלו אשר נעשו חיצו' אל הפנימיות ב' חלקים שירדו למטה בג' של הוא\"ו כנ\"ל אינם מכלל התבונה כיון ששרשם מן וא\"ו שאינה מן התבונה וגם נכנסו ביו\"ד דמלוי ה\"י דבינה עצמה ולכן אינו מצטרף עם הס\"ג. אמנם עכ\"ז יש בחי' א' והוא כי עכ\"ז חיצוניות של וא\"ו זו נתלבשה בב' ההי\"ן של התבונה כנ\"ל לכן הם עדיין בכלל התבונה בבחי' א' והוא כי ג' חלקים אלו הנעשה חיצוניות לפנימיות ב' חלקי העליונים של הי' הנה הם במספר ה' חלקים והם סוד ה' אחרת דוגמת ה' תתאה המתלבש בז\"א וה' זו אינה לא מבינה ולא מתבונה ונשארת בסוד מקיף אל כל התבונה שהם נ\"ח וה' תתאה מכולם הרי ס\"ג והרי עתה הם ה' לעילא וה' לתתא נ\"ח באמצעיתא ואם תחבר נ\"ח עם ה' תתאה יהיה ס\"ג וכן אם תחבר ה' עילאה עם נ\"ח יהיו ג\"כ ס\"ג וז\"ס אלה תולדות נ\"ח נ\"ח ודרשו רז\"ל נייחא בעלאין נייחא בתתאין. והוא מ\"ש בענין זה כי בהתחברות נ\"ח למעלה בה' עלאה יהיה ס\"ג ובה' תתאה ס\"ג והכלל בעצמו שורש ס\"ג הרי ג' מיני ס\"ג ובפ' בתרא נבאר עניינם:",
  "parentheses": [
    {
      "hns": "56.1.1",
      "text": "נ\"א אותיות פנימיות לבדן מגולין"
    },
    {
      "hns": "56.2.1",
      "text": "נ\"א החיצוניות"
    },
    {
      "hns": "56.3.1",
      "text": "ג' עליונים כי' חלקים"
    },
    {
      "hns": "56.4.1",
      "text": "נ\"א לא"
    },
    {
      "hns": "56.5.1",
      "text": "נ\"א"
    },
    {
      "hns": "56.6.1",
      "text": "נ\"א הם הוסיפו"
    },
    {
      "hns": "56.7.1",
      "text": "ראשון של ל\"ג"
    },
    {
      "hns": "56.8.1",
      "text": "נ\"א בבחינת"
    },
    {
      "hns": "56.9.1",
      "text": "עיין תחלת פרק הבא"
    }
  ]
}