{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 668,
    "section_hns": "668.1",
    "path_trace": [
      "text#14",
      "#2",
      "43",
      "2",
      "2"
    ],
    "paren_count": 0
  },
  "text_he": "הנה י' רקיעים הם ונזכר פ' ויקהל והם סוד ט\"ס עלאין דעשיה כנ\"ל ונוסף בהם וילון הוא נגד עטרת היסוד המכניס ומוציא והבן זה שאינו משמש כלום אלא כניסה ויציאה והרקיע הוא יסוד דעשיה ובו קבועים חמה ולבנה כוכבים ומזלות וילון הנ\"ל הוא מכסה ליסוד זה כי יסוד נקרא בוקר ועטרת היסוד שהוא בחינת דוד חופה בסוד בוקר אערך לך ואצפה כנזכר פ' בלק דר\"ד ולכן דוד לא היה לו חיים כי וילון לית לה מגרמה כלום והבן זה לכן נכנס שחרית ויוצא ערבית בסוד ותתן טרף לביתה וחוק לנערותיה דאתכסיא ביממא ואתגליא בליליא ובזה הרקיע יש בו כל הט' גלגלים הקיפים העולם והם שהזכירו הפילוסופים בספריהם ובז\"ת הם ז' כוכבי לכת ובח' שאר הכוכבים והי\"ב מזלות ובט' גלגל היומי המקיף כולם בכ\"ד שעות ממזרח למערב וכל אלו הט' גלגלים קבועים ברקיע רמז לדבר ויתן אותן אלהים ברקיע השמים ולא אמר ברקיעים וזה יובן מברייתא דשמואל הקטן שכתב שהרקיע עשוי כאהל כמ\"ש בפרקי ר\"א וקאמר אח\"כ שהגלגלים סובבים ובזה יצדקו דברי חכמים הם התוכניים והבן זה ואלו הגלגלים הם י' בחי' יסוד דעשיה ולמעלה מהם שחקים כו' עד ערבות כו' וכ\"ז בעשיה ואלו הם הז' רקיעים שנתבאר בספר הרזים בסוד המלבוש. ודע שאלו הרקיעים הם כולם בסוד העגולים דעשיה ובהם עצמות וכלים ואורות מקיפים ויושר הכל זה תוך זה וסביב כל א' מהם יש ג\"כ רקיע דס\"א שהם אחוריים ואלו אינם נקרא שדים ומזיקין אלא מקטרגים סטרא דמסאבותא ובכח אלו היו דור אנוש עובדין לחמה ולבנה ולאלקים אחרים שכבר ביארנו שכל עשיה מעורבת מטו\"ר בסוד הלבושים לבד ולכ יש מלאכים שהם בחי' לבושים והם טו\"ר לכן אסור להשתמש בקבלה מעשיות וכנזכר בתיקונים תקון ס\"ו דצ\"ז ודף ק' וכ\"ז עולם העשיה נק' עולם האופנים סנדלפו\"ן כי הוא סנדל של השכינה והשכינה מבפנים וזהו סנדלפו\"ן כי השכינה נקרא רגל בסוד והארץ הדום רגלי וזהו סנדלה והבן זה. אמנם סוד אור היושר הוא באמצע הרקיעים כולם בנקודה האמצעית של כל רקיע ורקיע כנ\"ל בהקדמה ונמשך עילא לתתא ושם באמצע יש ז' היכלין קדישין דעשיה וכנגדן ז' היכלין דמסאבא כולם בבחי' יושר כמ\"ש ג\"כ ברקיעים שהם עגולים כנ\"ל וכמו שהוא למטה בארץ כן הוא למעלה שכל מה שהוא נגד א\"י הוא קדושה וסביביו ארצות עמים וכן נגד ג\"ע הארץ יש למעלה ברקיע בסוד זרוע ימין שהוא מכון לשבתך פעלת ה' ונגד גהינם זרוע שמאל הארץ מוון למעלה זרוע שמאל ששם הקלי' נאחזין ושם מדורין דילהון ונגד א\"י יש פתחי הרקיעים נזר פרשה ויקהל דר\"א ע\"ב ובסיום שער ההוא יש פתח א' הנקרא מגדו\"ן אך באמצע השער ההוא שהוא נגד א\"י יש פתח גדולה וסביב פתח ההוא יש ע' שערים שמשם נזונין ע' אומות מתמצית פתח ההוא ובאותו פתח יש פרות דקדושה דלא שביק לסט\"א שיזונו משם נזר פרשה תרומה קמ\"א והוא לבוש ג\" אלא שהוא קדוש לן אין הקדושה מתגלית בזמה\"ז וגם הפתח הזה הוא באמצא הרקיע ונשפע אח\" לארץ התחתונה דרך פתח ההוא ויש ג\"כ פרוכת אחר לעכב סט\"א שלא ינס לא\"י וזה הפתח מכוון באמצע כל הרקיעים עד שמגיע לכל בחי' היסוד שבמלכות נקודה קדישא שבכל העולמות עד כורסייא קדישא ומשם עולין כל התפלות והנשמות העולין למעלה בלילה ואע\"פ שאמר בפרשה ויקהל דר\"א ע\"ב שהתפלות סלקין במזרח ומערב כו' זהו בעליית האוירין אבל אח\"כ כולם נכנסים תוך פתח ההוא האמצעי והנה אלו הרקיעים אינם מתגלגלים אלא קבועים לכן תמיד הפתח מכוון נגד א\"י אך הגלגלים הקבועים ברקיע הם הסובבים ונמצא כשאנו אומרים שרקיע קבוע על אלו הרקיעים ושאנו אומרים גלגל חוזר הוא הגלגל ולא הרקיע ור\"א ור\"י אינן עושין עיקר מן הגלגל אלא מן הכוכב שהוא המזל שבו ואמרו שכל מזל חוזר ורקיע קבוע וכן הוא האמת כי גלגל וכוכב שבו הכל נקרא על שמו ע\"ש הכוכב כי הכוכב הוא נקודות הגלגל ונשמתו וגלגל הוא גוף בסוד העגולים שיש לכל העולמות כנ\"ל וזהו הטעם שאינו נזכר ברדז\"ל תנועת גלגל אלא תנועת כוכב לבד ורקיע קבוע במקום אחד כאהל:",
  "parentheses": []
}