{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 553,
    "section_hns": "553.1",
    "path_trace": [
      "text#14",
      "#2",
      "38",
      "4",
      "2"
    ],
    "paren_count": 5
  },
  "text_he": "מ\"ב גם את לרבות אך רק למעט. סוד הדברים אלו שכבר נודע שפרצוף ז\"א כלול ב' נששים לאה ורחל והם ב' בחי' שהם ב' רבוים וב' מעוטים בפרצוף א' דז\"א כי לעולם הרבוי בנוקבא כי תחלה נברא האדם ולקח הקב\"ה הצלע וריבה בה ונברא משם הנוקבא והנה מהחזה ולמעלה שהוא מקום הסתום שם היא לאה מאחור ונק' עלמא דאתכסייא ויש לה רבוי ומיעוט ומיעוט הוא כי לפעמים היא בחי' י' מי\"ס דאחוריים דאמא כנודע והיא חיצוניות דמלכות דאמא ואין בה רק אחוריים דספי' וזהו אך למעט אך לאה כי היא בחי' י' דאחוריים דאמא אשר בבה שם אהי\"ה כמנין אך ויש בה לפעמים ב' רבויים שהם גם את כי הנה היא לוקחת מהלבושין שש ד' מוחין שהם ד' שמות אהי\"ה במלוין. ואמנם בתחלה לקחה כללותן לבד שהם ד' אותיות הראשונים והם מספר היותר רב והם ג\"כ יותר מעולות ורבות שמהם נעשה הכתר שלה וד' אלפין שהם גימטריא מד\"ת כאשר בארנו ע\"פ ומדת ימי מה היא. והנה מדת כמנין ג\"ם א\"ת אשר ב' רבוים אלו הם בלאה והם סוד הכתר שלה הנ\"ל הנעשה מד' אלפין הרמוזין בד' גדולה דאחד שהיא לאה כנ\"ל שם. עוד ט\"א גם את לרבות שהנה לאה יוצאת מהחזה דז\"א ולמעלה ותופסת הג' קוין שלו אשר בהן ד' ספירות חו\"ב חו\"ג שעדיין אין לה חלק בדעת והם סוד ד', והנה ד\"ס כל א' כלול מי' גימטריא מ' וי' כלול מי' הרי ת' והם מדת במנין ג\"ם א\"ת. עוד יש בחי' רבוי א' והוא כי כל אותן ד' ספירות אשר כל א' כלול מי' הרי מ' וגם תופס שליש המכוסה דת\"ת והוא שליש מי' דהיינו ג' הרי ג\"ם וגם לאה היא מלכות דאמא אשר בה עיקר הכ\"ב אתוון (גדולות הם בבינה אשר בה לאה והם) מא' עד ת' הרי את הרי גם א\"ת לרבות. ועוד יש רבוי אחר כי היא אחוריים דבינה ובה אהי\"ה והוא דאחוריים העולה מ\"ד תסיר האלף נשאר גם וזהו גם לרבות (והנה גם ברחל יש ג\"ם א\"ת א\"ך ור\"ק ונבאר קודם ברחל) ואך ורק שהם ב' מיעוטים הם ברחל שהנה היא מקבלת מיעוט אורות דלאה כנודע בכוונת ק\"ש ולכן היא דין וגם שאין לה הארה עליונה נשאר במיעוטה והיא דין שהנה היא בחי' של אדני וג' אותיות דין שבה ה\"פ נגד ה\"ג שבה והם ש\"ך ניצוצין דדין הגמור כי הם אותיות דין וזהו א\"ך ר\"ק שהם ש\"ך דינין כשהוא במיעוט בלתי הארה עליונה (כי א' כבר לקחה לאה) כנ\"ל ובבא אליה הארה מאמא מהאלפי\"ן שבשם אהי\"ה אז נתוסף בה הארה ומיתוק והם ה' אלפין (נעשה אדני דינא רפיא) ועם ה\"פ דין יהיה שכ\"ה דהיינו נערה טובת מראה אך בעת המיעוט היא א\"ך רק בגימטריא ש\"ך וזהו א\"ך ר\"ק דהיינו ר\"ק מא\"ך כי אך הוא רומז לשם אהיה שהיה חסרה אור דאלפי\"ן הנ\"ל לכן הוא דין נער משא\"כ בקבלתה מן האלפי\"ן היא נערה שנעשה הדין ממותק (ונבאר עתה ג\"ם א\"ת ברחל כי הנה מקבלת הארת כ\"ב אתוון מא' עד ת' מבינה ע\"י ז\"א כמ\"ש בברוך אתה בעמידה והוא אותיות שליש תחתון דז\"א ונהי\"ם הרי ג\"ם וכ\"ב אתוון הרי א\"ת וזהו ג\"ם א\"ת ברחל. והנה ג\"ם וכ\"ב אותיות גימטריא אדני שהוא ברחל. והנה הג\"ם מאיר ברחל מצד לאה והכ\"ב אותיות הוא מלאה מלכות דתבונה אשר משם אותיות כי לפעמים מאירין בה הג\"ם א\"ת שהם בלאה):",
  "parentheses": [
    {
      "hns": "553.1.1",
      "text": "גדולות הם בבינה אשר בה לאה והם"
    },
    {
      "hns": "553.2.1",
      "text": "והנה גם ברחל יש ג\"ם א\"ת א\"ך ור\"ק ונבאר קודם ברחל"
    },
    {
      "hns": "553.3.1",
      "text": "כי א' כבר לקחה לאה"
    },
    {
      "hns": "553.4.1",
      "text": "נעשה אדני דינא רפיא"
    },
    {
      "hns": "553.5.1",
      "text": "ונבאר עתה ג\"ם א\"ת ברחל כי הנה מקבלת הארת כ\"ב אתוון מא' עד ת' מבינה ע\"י ז\"א כמ\"ש בברוך אתה בעמידה והוא אותיות שליש תחתון דז\"א ונהי\"ם הרי ג\"ם וכ\"ב אתוון הרי א\"ת וזהו ג\"ם א\"ת ברחל. והנה ג\"ם וכ\"ב אותיות גימטריא אדני שהוא ברחל. והנה הג\"ם מאיר ברחל מצד לאה והכ\"ב אותיות הוא מלאה מלכות דתבונה אשר משם אותיות כי לפעמים מאירין בה הג\"ם א\"ת שהם בלאה"
    }
  ]
}