{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 149,
    "section_hns": "149.1",
    "path_trace": [
      "text#14",
      "#2",
      "9",
      "6",
      "1"
    ],
    "paren_count": 2
  },
  "text_he": "א\"ק כולל ע\"ב ס\"ג מ\"ה ב\"ן בעצמותו וכל א' מאלו הד' נכללו מארבעתן ויוצאין ממנו ג\"כ אורות לחוץ שהם ענפיו והע\"ב הוא במוחין דיליה נגד א\"א ואבא דאצילות ולעילא מגלגלתא דיליה יש בו דוגמא בחינת עתיק דאצילות וס\"ג דיליה מאוזן ולמטה עד טבורו והוא כנגד בינה דאצילות ומ\"ה וב\"ן דיליה מטבורא ולמטה כנגד זו\"ן דאצילות והנה עד\"ז שבפנימותו כן הוא באורות שיוצאין ממנו שהם ענפיו כנז' כי שערות ראשו כנגד ענפי ע\"ב ושערות דיקנא הם מאח\"פ כנגד ענפי ס\"ג שבהם כלולים או\"א שבין שניהם לקחו בינה דמ\"ה אחר התיקון שהוא שם ס\"ג הכולל שניהן והם נכללות במזלא דדיקנא דא\"א והבן זה מאוד כי הן הוא כאן ואז עדיין היה מתפשט ס\"ג עד רגלי א\"ק ואח\"כ כשרצה להוציא מ\"ה וב\"ן שהם ענפי זו\"ן אז נזדווגו ע\"ב ס\"ג הפנימיים שהם חו\"ב ממש ואז נברא העולם במדה\"ד ויצאה בת מתחלה שהיא שם ב\"ן בפנים דא\"ק ואח\"כ יצאו ענפיו לחוץ דרך העין מטבורו דא\"ק ולמטה ולא נתקיימו הענפים שבחוץ עד שחזרו להזדווג והולידו בן שהוא שם מ\"ה בפנים ובחוץ והוא מדה\"ר ונתקיים העולם כמשארז\"ל ע\"פ ביום עשות ה' אלקים ארץ ושמים והבן אמרם העולם כי מציאת העולם הם הז\"ת לבד שהם זו\"ן אלא בראשונה היו זו\"ן נקבות מצד דין שהוא שם ב\"ן ואח\"כ היו זו\"ן זכרים משם מ\"ה כי כל מ\"ה וב\"ן נקרא בשם עולם. והנה בצאת ב\"ן שהיא הנקבה וכולה דינין הנה נודע כי בכל אחד מהד' הנ\"ל יש בו כללות ארבעתן. והנה בשם ס\"ג כבר נת\"ל היות ע\"ב ס\"ג מ\"ה ב\"ן שהם טנת\"א וכולם נכללין בי\"ס דעקודים ע\"ש ותמצאנו והנה גם בשם ב\"ן כלולים מארבעתן וכבר ידעת כי ד' אלו כלולין מי\"ס ונמצא כי שם ב\"ן נחלק לי' נקודות ולד' בחי' אמנם כפי האמת הם ה' בחי' כי הכתר למעלה מהד' הוא ועמו הם ה' פרצופים הכוללים י\"ס כנודע והנה בכל א' מאלו הה' פרצופים יש בו י\"ס גמורות והנה בראשונה יצאה נקודה ראשונה דב\"ן והוא הכתר דב\"ן והיא כלולה מי\"ס ויצאו כל הי\"ס שבה כלולים בכלי הכתר שבה שהיא הכתר דכתר ונשאר שם אור הכתר וחזרו וירדו הט' אורות בכלי חכמה דכתר ונשאר שם אור החכמה וחזרו וירדו ח' אור' בכלי הבינ' דכתר ונשאר שם אור הבינ' ואח\"כ יצא אור הדעת בכלי הדעת ונשבר והאור שלו עלה למעלה והכלי נפל למטה. ואח\"כ יצא אור החסד ובו כלולין ז' אורות (נ\"א ששה) ונשבר והאור עלה למעלה והכלי נפל למטה ואח\"כ יצא אור הגבורה בכלי הגבורה ובה כלולים ה' אורות ואירע בה כנ\"ל וכיוצא בזה עד התחתונה שהיא מלכות כתר דב\"ן גם היא נשברה ואירע בה כנ\"ל הרי כי אירע מיתת ז' המלכים בכתר דב\"ן שהם הז\"ת שבכתר זה. אח\"כ יצאה הנקודה הב' שהיא חכמה דב\"ן וגם היא כלולה מי\"ס ואירע לה כמקרה כתר כי ג\"ר שבה יצאו ולא נשברו ובצאת הדעת התחילו להשבר (נ\"א לשבור) עד תשלום הז\"ת שהם ז' מלכים שבה. אח\"כ יצאה נקודה שלישית שהיא בינה דב\"ן וגם היא כלולה מי\"ס ואירע לה כמקרה ראשונה כי ג\"ר שבה נשארו שלימות והז\"ת המתחילין מן הדעת שבה כולם נשברו. ואח\"כ יצאו ז' נקודות דב\"ן שהם כללות ב' נקודות לבד כנודע שהם זו\"ן דב\"ן אשר כל נקודה מב' בחי' האלו לבד כלולה מי\"ס וכל אלו נשברו ע\"ד הנ\"ל והרי שבין בכללות ובין בפרטות קרה להם מקרה א' זה כי בכללות הנה הז' נקודו' דב\"ן אשר בחינתם אינה אלא ב' נקודות לבד הנה כולם נשברו ואם בפרטות כי כל הז\"ת של כ\"א מן הג\"ר ג\"כ נשברו ואמנם יש הפרש א' ביניהן והוא כי ג' נקודות הראשונים כולם כל נקודה מהם יצאה בבחי' י' נקודות אלא שהג\"ר של כל י' וי' הנ\"ל נשארו שלימות וז\"ת שבכל י' וי' נשברו אמנם ב' נקודות תחתונים. שהם כללות ז\"ת דב\"ן כנודע לא יצאו כל אחד בבחי' י\"ס כמו הג' נקודות ראשונים אמנם הנקודה הד' שהוא כנגד ז\"א דב\"ן נשארו ג\"ר שבו וכן העשירי' שבו בנקודה שלישית דב\"ן שהיא בחי' אימא דכללות דב\"ן והיא שורש הבנים ומנקודה הה' שהיא מלכות דב\"ן נשארו כל הט' אחרונות שבה למעלה כדרך ז\"א ולא יצאתה רק כתר שבה לבד. ובזה יובן איך הם ז' והם ב' נקודות לבד נמצאו כי בין בג' נקודות הראשונים דכללות דב\"ן בין בב' נקודות אחרונים דכללות דב\"ן שהם בחי' ז\"ת דכללות דב\"ן בכולם היה השבירה שוה שלא נשברו רק הז' לבד ואמנם יש הפרש בג' נקודות הראשונים יצאו גם ג\"ר שבכל נקודה ונקודה ולא נשברו אך בב' נקודות התחתונים שהם כללות הז' לא יצאו הג' ראשונות שבכל נקודה מהם כלל ועיקר. ודע כי ע\"ד שביארנו בכללות הב\"ן כי ב' נקודות התחתונים שהם כללות ז' מלכים לא יצאו ג\"ר שבהם כן בכל ז' מלכים דכל אחד מהג' נקודות הראשונות דב\"ן דכללות לא יצאו הג\"ר דז' מלכים עצמו בפרטות ונשארו בבינה שלהם שבאותו הנקודה עצמה. ואל תתמה איך יצאו התחתונים אחר שבירת העליונים וגם איך כל הג\"ר שבכל נקודה ונקודה של הה' נקודות לא נשברו והז\"ת דנקודים ראשונים נשברו. התשובה הוא כי בכל נקודה ונקודה יש מין אור א' שוה לערך הנקודה ההוא ואז האור ההוא שלהם הג\"ר יכולים לקבלו והז\"ת שבו לא יכלו לקבלו וכעד\"ז בכל נקודה ונקודה מהה' נקודות אירע כך. אח\"כ חזרו להזדווג ע\"ב ס\"ג דא\"ק שהם חו\"ב שבו והולידו הבן זכר שהוא שם מ\"ה בפנים ממש ואז יצאו ענפי המ\"ה דרך המצח חוץ [נ\"א ולחוץ] טבור דא\"ק ולמטה ועתה נשלמו ד' בחי' ע\"ב ס\"ג מ\"ה ב\"ן דא\"ק השרשים שבפנים ובחוץ שהם הענפים הנ\"ל ואז התחיל התיקון מעתיק וא\"א ונניח תיקון העתיק ונדבר בא\"א כי הנה מהז\"ת שבו התחיל השבירה. והנה כיון שג\"ר שבו נשארו שם התחיל להתתקן שהוא בחי' רישא ושערות ונקבים ואז נתמעט האור היוצא מהם ואז היה יכולת בז\"ת לתקן בבחי' כלים דגופא ומיעוטים ומסכים ג\"כ דומיא דרישא ונעשה כ\"ז בחי' ב\"ן נוקבא דא\"א וזה היה בכח דכורא דא\"א שהוא מ\"ה החדש כי תחלה נזדווגו ג' ראשונות דמ\"ה דאריך אנפין עם ג\"ר דב\"ן דא\"א שלא נשברו והעלו ז\"ת דב\"ן דנוקבא דא\"א שנשברו ונתחברו עמהם ז\"ת דמ\"ה דדכורא דא\"א ונתקן הכל. אח\"כ נזדווגו זו\"ן שהם ז\"ת דא\"א המ\"ה וב\"ן ותיקנו ג\"ר דחכמה דב\"ן עם מ\"ה אז הג\"ר תקנו הז\"ת שלהם דמ\"ה וב\"ן וכעד\"ז עד תשלום הי\"ס שהם ה' פרצופים דאצילות ואז נקרא ברודים כי נקודים הוא ב\"ן וברודים הוא מ\"ה וב\"ן יחד. ואמנם לא יכלו להתתקן לגמרי עד ביאת המשיח כי אלו נתקנין לגמרי היו מתתקנים י\"ס דמ\"ה עם י\"ס דב\"ן ואמנם לא הי' [כן] כ\"א ע\"ד האמור בקונטריס זה כי עתיק לקח כל הכתר דמ\"ה וה' ראשונות לבד מכתר דב\"ן וא\"א לקח כל החכמה דמ\"ה וה' אחרונות דכתר דב\"ן וכן אבא לקח חכמה דב\"ן וחצי בינה דמ\"ה וכעד\"ז כולם כי לא יכלו בחי' ב\"ן להתברר לגמרי כל חלוקותיהן שבכל בחי' ובחי' מהם ע\"כ לא נשתוו י\"ס דב\"ן עם י\"ס דמ\"ה כנ\"ל וזה יושלם לעתיד לבא בב\"א:",
  "parentheses": [
    {
      "hns": "149.1.1",
      "text": "נ\"א ששה"
    },
    {
      "hns": "149.2.1",
      "text": "נ\"א לשבור"
    }
  ]
}