{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 130,
    "section_hns": "130.1",
    "path_trace": [
      "text#14",
      "#2",
      "8",
      "1",
      "4"
    ],
    "paren_count": 5
  },
  "text_he": "כי כל בחי' עינים הם נקודות כנ\"ל. והנה כשתמנה מן ע\"ב יהיה כל בחי' ע\"ב י' מן הוי\"ה וס\"ג אות ה' ראשונה של הוי\"ה ומ\"ה אות ו' וב\"ן אות ה' אחרונה וכשנמנה השם מבחי' ס\"ג לבדו יהיה הטעמים של ס\"ג אות י' והנקודות אות ה' ראשונה ותגין אות ו' ואותיות ה' אחרונה וכאשר נחלק גם את הטעמים תהיה אות י' באזן ואות ה' ראשונה בחוטם ואות ו' בפה ואות ה' אחרונה בעינים. הרי כי העין יש לו בחי' ה' אחרונה וה' ראשונה וז\"ס מ\"ש בתיקונים אני ישנה נגד ה' אחרונה כי בביטול אור הנקודים אני ישנה בסוד השינה (פי' בסוד המיתה שלהם אחר שנתבטלו כי שינה א' מס' במיתה) גם אני ישנה אותיות שניה כי חכמה היא ה' ראשונה והיא שניה לכתר כי נודע שהטעמים הם כתר והנקודות הם חכמה והתגין הם בינה ואותיות ז\"ת נמצא כי העין הוא בחי' חכמה שהם הנקודות וזהו הטעם שחכמי העדה נקראו עיני העדה כמ\"ש והיה אם מעיני העדה וגו' ובאלו הנקודות הם בחי' המלכים שמלכו בארץ אדום שמתו כמ\"ש בע\"ה. וז\"ס והארץ היתה תהו ובהו כי הארץ היא ה' אחרונה שהוא בחי' העין כנ\"ל והיא אשר היתה תהו ובהו שהוא ענין מיתת המלכים עד שבא התיקון שלהם ואז נאמר יהי אור ויהי אור וזהו פקח עיניך וראה שוממותינו. ולהבין פסוק זה נבאר מציאות הענין (נ\"א מציאת העין) ונאמר כי הנה הנקודות הם ט' שהם קמץ ופתח צירי סגול שבא חולם שורק חירק קיבוץ. אמנם ג\"כ יש בהם בחי' עליונות שהם ניקוד חולם ואמצע כגון שורק וכל השאר הם תחתונים שמקומם הם תחת האותיות ואח\"כ יתבאר כל זה בע\"ה. והנה כל הז' אחרונות של הנקודות הם צורת יודי\"ן חוץ מב' נקודות הראשונים שהם קמץ פתח שהם ב' ווי\"ן ויו\"ד והענין כי כאשר נמנה כל היודי\"ן שיש בז' נקודות אלו הם י\"ג יודי\"ן גימטריא ק\"ל כמנין עי\"ן להורות כי מן העין יצאו הנקודות ונשאר קמץ פתח שהם י' וב' ווי\"ן שהם גימט' כ\"ב והוא סוד כ\"ב אותיות שמהם נעשו הכלים של הנקודים. וא\"ת למה נרשמו ונרמזו הכלים בב' נקודות הראשונים שבכולם והמעולות אמנם הענין הוא כי מאלו ב' נקודות הראשונים שהם כתר חכמה של הנקודות כנודע מהם נעשו כלים (נ\"א יצאו כלים אלו) אל השאר והם אשר הולידו והוציאו כלים לספי' אשר תחתיהן. עוד טעם ב' לפי שנודע כי הז' נקודות תחתונים הם ז' מלכים שמתו אבל הראשונים לא מתו ונודע כי בחי' המיתה היא שבירת הכלי לכן הז' נקודות אחרות נשארו בלא כלי רק אור לבדו שהוא בחי' הנקודות אבל הראשונים לא מתו ונשארו (נ\"א נשארו) עם הכלים שלהם הנה האורות נעלמים ומתלבשי' תוך הכלים ונקרא ע\"ש הכלים שהם הכ\"ב אותיות הרמוזין בקמץ ופתח כנז' והנה הקמץ מורה על הכתר כנודע והכתר הוא טעמים והפתח מורה על החכמה והם הנקודות ולכן נקראים ב' נקודות אלו קמץ ופתח כי הם מורים על ענין הנ\"ל. והוא שכל זמן שעדיין לא יצאו רק הטעמים דס\"ג שהם בחי' אורות אח\"פ עדיין היו האורות סתומים וקמוצים וכשבאו בחי' הנקודות שהם חכמה שהוא פתח והוא בחי' העין כנ\"ל אז הם נפתחו בפתיחו דעיינין כנזכר בתיקונים וזהו ענין נקודות פתח אבל בתחלה (היו) בבחי' הטעמים שהם כתר הוא קמץ כי האורות היו קמוצים וסתומים. ונחזור לענין הפסוק פקח עיניך כי כאשר בא בחי' העי\"ן שהם הנקודות אז נאמר פקח עיניך שאז הוי בפתיחו דעיינין. והנה כבר נתבאר כי כל בחי' האלו הם בשם ס\"ג ושם זה רומז לבינה שהוא גבורה עלאה דבה תליין הדינין לכן בזו הבחי' של ס\"ג היה ענין ביטול המלכים גם בפרטות ס\"ג עצמו יש בו בחי' הטעמים שגם הם נקראים ע\"ב עם היותם בס\"ג אבל הנקודות דס\"ג הם עיקריות דס\"ג עצמו שהם ס\"ג דס\"ג ושם היה ביטול ומיתה. וז\"ש הכל ס\"ג יחדיו כי בשם ס\"ג היה כל הביטול וס\"ג עצמו מורה ע\"ז שהוא מלשון נסוגו אחור שהוא ביטול המלכים והנה העין נקרא ג\"כ ע\"ש ס\"ג כמו אח\"פ הנ\"ל והוא בענין זה כי הלא כאשר היה ג' בחי' הנ\"ל שהם אח\"פ שהם הטעמים היה שם ס\"ג שלהם בחי' הוי\"ה שהוא ס\"ג יו\"ד ה\"י וא\"ו ה\"י:",
  "parentheses": [
    {
      "hns": "130.1.1",
      "text": "פי' בסוד המיתה שלהם אחר שנתבטלו כי שינה א' מס' במיתה"
    },
    {
      "hns": "130.2.1",
      "text": "נ\"א מציאת העין"
    },
    {
      "hns": "130.3.1",
      "text": "נ\"א יצאו כלים אלו"
    },
    {
      "hns": "130.4.1",
      "text": "נ\"א נשארו"
    },
    {
      "hns": "130.5.1",
      "text": "היו"
    }
  ]
}