{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 663,
    "section_hns": "663.1",
    "path_trace": [
      "text#14",
      "#2",
      "43",
      "1",
      "2"
    ],
    "paren_count": 1
  },
  "text_he": "אני הצעיר חיים וויטל ראיתי לחבר דרך קצרה בענין ציור עולמות תחתונים וג\"ע וגיהנם בקיצור מופלג מאד ראשי פרקים וצריך שתדע תחלה מה שהודעתיך בחיבורי הגדול אשר שם הודעתיך השתלשלות כל העולמות מא\"ס עד המלכותכ נוקבא דאצילות ושם הודעתיך שעצמות אור יושר הפנימי דמל' הוא מלביש כל הבחי' היושר מא\"ק עד ז\"א הן בחי' עצמות הן בחי' כלים וכלים דנוקבא ז\"א מלבישים עצמות שלה בכל בחי' כמש\"ל והכל בחי' יושר ואח\"כ ג' עולמות בי\"ע מלבישים על היושר שלהם את עצמות וכלים דנוקבא דאצילות בכל בחינותיהן ואח\"כ על כל בחינות אלו דבי\"ע מקיף עליהם אור ישר בבחי' אור מקיף דנוקבא דאצילות ועל מקיף זה בחינת העגולים של נוקבא כו' עד שנמצא שעל הכל מקיף אור הא\"ס וכל העולמות בתוכו כגרגיר חרדל בים אוקיינוס. ונמצא הכלל העולה בקיצור שהא\"ס מקיף כל העולמות בהשואה גמורה ומצד הא' שהוא הנקרא עתה ראש א\"ק נפתח צינור א' ונמשך אור א\"ס ביושר מעילא לתתא תוך א\"ק כולו ושם נפסק כולו בסיום אדם הנ\"ל נמצא שהא\"ס מאיר בעולמות כולם בב' אופנים מבית ומחוץ. מחוץ הוא סובב כל העולמות ומבפנים הוא תוך הא\"ק הנ\"ל אשר הא\"ק זה הוא פנימי מתלבש בתוך העולמות כולם ונמצא שפנימיות עולם עשיה בבחי' היושר הוא החיצון שבכל הפנימיות שבכל עולמות כולם והעיגולים של העשיה המקיפים על הפנימיותם שהוא היושר שלהם הם העיגולים היותר פנימית שבכל עיגולי העולמות כולם נמצא שאור היושר הפנימי' של העשיה הוא יותר רחוק מאור הא\"ס הפנימית המתלבש תוך הא\"ק ואור העגולים שעל העשיה הם יותר רחוקים מאור א\"ס המקיף כל העולמות ובזה תבין גדרי מעלות כל העולמות כסדרן כי א\"ק בין בבחי' הפנימית והיושר שלו בין בבחי' העגולים שלו הוא דבוק בא\"ס תכלית הדביקות ואחריו הוא אצילות המתרחק בין בבחי' העגולים בין בבחינת יושר מא\"ס ואינו יונק אלא ע\"י א\"ק וכיוצא בשאר העולמות עד שנמצא שעולם עשיה הוא תכלית ההרחקה מא\"ס הן מצד הפנימי הן מצד המקיפים. גם תבין איך האור א\"ס הוא פנימי וחיצון ואו\"פ הוא היוצא לחוץ ואור המקיף נכנס בפנים וע\"י מתקיימים כל העולמות ושמור כלל זה הנ\"ל היטב כדי שתבין כל מה שנכתב אח\"כ בע\"ה. ונבאר עתה סדר ג' עולמות בי\"ע בקיצור ע\"ד הנ\"ל שהיושר של הבריאה מלביש ליושר נוקבא דז\"א דאצילות ויושר דיצירה מלביש ליושר דבריאה ויושר דעשיה מלביש ליושר דיצירה ואח\"כ או\"מ דיושר דעשיה מלביש ומקיף על יושר פנימי דעשיה ועגולי העשיה מקיפים על מקיף דיושר דעשיה ומקיף דיושר דיצירה מקיף על עגלי עשיה ועגולי של יצירה על מקיף דיושר דיצירה ומקיף דיושר דבריאה על עגולי יצירה ועגולי בריאה על מקיף דיושר דבריאה ומקיף יושר נוקבא דאצילות מקיף על עגולי של בריאה כו' וכיוצא בזה עד עגולי א\"ק נמצא עתה כי כדור הארץ הזו התחתונה אשר בה אנשים ובהמות וחיות הוא בחינת כלים דעשיה שהם היותר חיצונית שבכל העולמות כולם מבחינת אור יושר פנימי ואח\"כ מקיפים השמים והרקיעים אשר על הארץ הזו שהיא בחי' אור מקיף דיושר דעשיה ועליהם יקיפו השמים אחרים שהם אור מקיף עגולי העשיה ועליהם שמים ורקיעים אחרים דמקיף יושר דיצירה כו' עד שנמצא שמי שמים העליונים שהם הרקיעים דבריאה כו' עד כלות כל העולמות כנ\"ל והבן זה היטב וזכרהו כי האו\"פ שבתוך כל היושר שבכל העולמות הוא נוקב ועובר ונמשך באמצע הרקיעים כולם מעילא לתתא והוא בנקודה האמצעית של כל רקיע ורקיע ומשם מתאחז הרקיע ומתעגל ומתפשט סביב סביב. וביאור הענין דע שהכל הוא כמין פרצוף אדם אשר בתוכו העצמות וחוצה לו הכלי שהוא גוף ודרך הכלי עוברים ונוקבים האורות מנקבי הראש ונמשכים סביב לכלי כעין עיגולים ולכן כל הי' עגולים שבכל בחי' כולם יוצאין מן הראש ומתעגלים סביב כלי (כל) האדם ואחיזתן הוא בשיעור הראש שהם ג\"ר ושאר הגוף שהם ז\"ת אין העגולים נאחזין בהם כלל אלא מקיפים מרחוק סביב וכבר ידעת שהעגולים גם בהם יש עצמות וכלים ואור מקיף כמו שיש ג' בחי' אלו באור יושר כנ\"ל. גם צריך שתדע שכמו שבכל העולמות הנה מלבד העצמות שבתוכו המתחלק לנרנח\"י גם בכלים שלו שהוא הגוף יש כל ה' בחינת אלו שיש כלים פנימים וחיצונים והכל נקרא כלי ומלבד הגוף עוד יש לו בחינת מלבושים אחרים שהרי העתיק הנ\"ל נעשה א\"א לבוש אליו וכן כל בחי' נעשה לבוש זה לזה וזה לזה עד שנמצא שעולם העשיה נעשה לבוש אל כל העולמות ויש שינוי א' בעולמות העליונות לג' עולמות תחתונים האלו שהם בי\"ע כי כל העולמות העליונים הכל הם קדושה אחת ואלהות אחד ואין בהם פירוד ח\"ו אך ג' עולמות אלו בחי' הנשמות שבהם ההנקרא אלהות אך מרוח ואילך רוח ונפש וגוף ולבוש שבכל ג' עולמות אלו אינן אלהות אלא נקרא שרפים וחיות ואופנים וכסא וכיוצא בין בבריאה בין ביצירה בין בעשיה והבן זה היטב וע\"ש בהיכלות פרשה בראשית ופרשה פקודי תמצא שמות הרוחין והחיות שבכל היכל ורוחין הם סוד בחינת הרוח שבאותו היכל והחיות הם בחינת נפש והשאר הם כלים והלבושים נקרא שרפים ומלאכים וממונים וכיוצא ואלו היכלין הנ\"ל הם בבריאה ועד\"ז ביצירה ושמור כלל זה ותבין בכ\"מ שתמצא בהיכלין דבי\"ע מלאכים כו' הם האיברים של הגוף או הלבוש של היכל ההוא. ודע שבכל היכל והיכל יש כמה בחי' כי כל ספירה אתכלילת מי' וי' מי' עד דלית סוף וכעד\"ז הוא בכל הבחי' הן בעצמות הן בכלים הן בלבושים ולזה תמצא רבוי המלאכים שאין להם מספר וכן שמות הקדושים כל התורה כולה שמותיו של הקב\"ה. וגם תדע חילוק אחר שבבי\"ע זולת אשר נקרא עולם הפירוד כי מבחינת הרוחין שבהן מתחיל הפירוד שאינם אלהות כנ\"ל גם יש שינוי אחר שבאצילות אפילו הלבושים נקרא אלהות וקדושה אך בבי\"ע יש חילוק בין הכלים ולבושים כי יש כלים ולבושים מסטרא דקדושה ויש לבושין מסטרא דמסאבתא המלביש על כולם ולכן ג' עולמות אלו נקרא עץ הדעת טו\"ר לכן המלכות דאצילות בהתמעטה וירדה להתלבש בתוכם אז נקרא עץ הדעת טו\"ר והבן זה והוא בהיות רגליה יורדת מות אל המקום אשר המות נמצא שם בלבושים והנה לבושי דבריאה דמסאבא מקיפים על כל לבושי דכייא דבריאה וכן לבושין דיצירה ועשיה וההפרש הוא שבבריאה הקליפה מועטת מן הקדושה ונפרדת ואינה נדבקת וביצירה הקלי' והקדושה בשיקול א' ואינן מתערבים ובעששיה הקליפה מרובה על הקדושה ומעורבים טו\"ר בבחינת הלבושים ולא בבחינת הכלים והעצמות ח\"ו והבן זה היטב ואל תטעה גם צריך שתדע שכנגד כל בחינה ובחינה מלבושי הקדושה שם כנגד הבחינה כמוה מסאבא ממש סביב מבחוץ בכל בחי' בי\"ע ולכן ז' היכלות מסאבא שבפ' פקודי הם בבריאה סביב היכלי דקדושה וכיוצא בזה ביצירה ועשיה ועיקר האמת הוא כך שבכ\"מ הקליפות הם יושבים ומסבבים ומפסיקין בין פנימיות היושר של הנוקבא של כל עולם ועולם דבי\"ע ובין או\"מ שלה דיושר ואחוריהן לאו\"מ כי אין להם יכולת להסתכל בו ופניהם לאו\"פ דנוקבא לינק משם ע\"כ המלבושים כולם מבחוץ ודרך זה יונקים הקלי' מכל אורות הנוק' ומארות ז\"א ג\"כ המתלבש תוך נוקבא אך באורות אמא המתלבשת תוך ז\"א אינם יונקים כלל והבן זה ומה עשה המאציל ית' שם החשמל שהוא הלבוש היותר חיצון של בינה שזה לא נתלבש בפנים ונשאר בחוץ ומקיף לזו\"ן ע\"כ מלבושיהן ואין הקלי' יכולין לינק אז משם ובהסתלק אמא אז מסתלק גם החשמל והחצונים יונקים מזו\"ן וז\"ש כנשר יעיר קנו על גוזליו ירחף ע\"כ הקדמה:",
  "parentheses": [
    {
      "hns": "663.1.1",
      "text": "כל"
    }
  ]
}