{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 519,
    "section_hns": "519.1",
    "path_trace": [
      "text#14",
      "#2",
      "35",
      "2",
      "3"
    ],
    "paren_count": 0
  },
  "text_he": "ועתה נבאר מ\"ש למעלה שמן האור שבת\"ת דז\"א נטלה היא חצי שליש ומן הגוף והלבוש של הת\"ת נטלה שליש וחצי. וביאור הדברים כי הלא הם היו ב\"ש הגוף ונחלק לד' חצאין חציו א' לת\"ת עצמו דז\"א ונשארו הג' חצאים שהם שליש וחצי לנוקבא חצי שליש לכתר שלה וחצי שליש לדעת שלה וחצי שליש לת\"ת שלה. ובזה תבין משארז\"ל ותבין איך מן האור של הת\"ת דז\"א עצמו נעשו ממנו ב' כתרים אחד לז\"א ואחד לנוקבא והם סוד ב' מלכים משתמשין בכתר אחד ומהגוף דת\"ת דז\"א נעשה ממנו גוף דת\"ת דז\"א וגופא דת\"ת דנוק' ג\"כ הרי שמן האור נעשו ב' כתרים ומן הגוף ב' ת\"ת חד דידיה וחד דידה וכ\"ז כדי להשתוות בהשויאה א' ובפרט בקו האמצעי שהוא עיקר הגוף שיהיו ב' מלכים שוין בכל מציאותן ונתפשט ת\"ת דידיה עד ת\"ת דידה. גם תבין משארז\"ל גוף וברית חשבינן חד והענין כמ\"ש בדרוש אטב\"ח כי עד עתה היה המל' סוד מדה אחת כנ\"ל וכשרצה המאציל העליון לעשותה פרצוף הורח לחלק אותה מדה לי' חלקים ונקודות ואחר כך ע\"י אלו המוחין הנכנסים בה יגדלו הנקו' וכל נקודה ונקודה שבה נעששה מדה אחת גמורה עד שנעשין בה י' מדות גמורות שהם בחי' פרצוף אחת שלם. ונמצא כי כשנבנית זאת הנוקבא נעשה י' נקודות ומנקודות הת\"ת שבה לא הועיל בה ככלל ולא הוצרכה בה לפי שכבר נבנית ע\"י הת\"ת שלקחה מז\"א כנ\"ל ואז אותה הנקודה של הת\"ת ירדה עד היסוד בה ונצטרפה עם נקודות היסוד שבה ומב' נקודות אלו נעשה יסוד דנוק'. וז\"ס גוף וברית חשבינן חד כי הברית שהוא נקודת ציון שבה נעשה מנקודת הגוף ומנקודת יסוד ביחד והנה לא הוצרכה לירד שום נקודה ולהתחבר עם נקודה שתחתיה רק הת\"ת לבד ירד עד היסוד והטעם כמ\"ש במ\"א כי היסוד שבה פורח באויר ואין לו על מה לסמוך. והענין כי היסוד של ז\"א הוא מגיע עד סיום הת\"ת שבה א\"כ היסוד והמל' שבה אין להם על מה שיסמכו בז\"א אך שאר הספירות יש להם על מה שיסמכו בז\"א חוץ מהיסוד והמל' שבה וכבר נודע שהנוקבא נקראת אספקלריא דלא נהרא דלית לה מגרמה כלום ושאר הספירות לוקחתם מז\"א חוץ משנים אלו לכן הוצרך נקודת ת\"ת שבה שכבר יש לה על מה לסמוך בז\"א לירד עד נקודת יסוד ונתחברו יחד ובין שניהם היה די הסתפקות וכח כדי לעשות בחינת יסוד. ואמנם המל' שבה לפי שכל עצמותה אינה רק חותם א' חותם בתוך חותם לכן במועט תסתפק וכמ\"ש בדרוש אטב\"ח שהרי כל עצמותה נקראת מל' ומה צורך למלק שבמל' רק לצורך חותם בתוך חותם. והנה בזמן הקטנות נקראת הנקבה חוה אשת אדה\"ר קודם שתזדווג עמו וגם אחר שתזדווג עמו לעולם נקראת חוה כי לעולם נשאר בה בחי' זו שעליה נקראת חוה. והענין כבר בארנו שלוקחת חצי שליש אור מת\"ת דז\"א ואינו נכנס בה רק בד\"פ כנ\"ל. ואע\"פ שאיני זוכר היטב מ\"מ אכתוב מה שנלע\"ד עתה. והוא שאם נחלק זה החסד ששבת\"ת דז\"א לג' חלקים שלישיים נמצא ששהיא אינה לוקחת רק חצי שליש לבד והוא חלק א' מו' חלקים של החסד הזה וז\"ס ו' של חוה שהיא נוטלת חלק א' מו' חלקים ואות ח' שכחתי מה ששמעתי. ואפשר שהוא כן כי אם לא נעריך החסד כולו לפי שמקומה אינה רק בב\"ש המגולין ולכן לא נעריך רק ב\"ס חסד המגולין לבד כי היא לוקחת חצי שליש שהוא חלק א' מד' חלקים וגם זה החצי שלוקחת נכנס ממנו רביע לבד בכל פעם הרי שבכל פעם לא נכנס רק שמינית א' כי הכל הוא רביע ואח\"כ זה הרביע נחלק לד' חלקים הרי ב\"פ ד' שהם ח' ובכל פעם אינו נכנס רק חלק א' מח' הרי ח' דחוה. גם אפשר לומר כי כבר בארנו כי אלו החסדים כשעולין ממטה למעלה מן היסוד ולמעלה הם נגדלים ונכפלים לכפליים נמצא כי המלכות שנוטלת חצי שליש ונכפל אח\"כ ונעשה שליש א' שלם וכן השליש וחצי הנשאר בז\"א הוא נכפל ונעשה ג\"ש נמצא כי אותן ב\"ש המגולין נכפלין ונעשין ד' שלישים. והאמת הוא כי כשלוקחת אותו המל' אינו רק חצי שליש אלא שאח\"כ נעשה שליש גמור ואם תעריך חצי שליש בד' שלישים הוא חלק א' מח' חלקים וזהו ח' דחוה. וזה פי' הב' הוא אמיתי וזהו ששמעתי. והמל' עצמה נקרא ה' תתאה של השם הרי שם חוה בשלימותה הרי עד עתה בארנו ענין קטנה שהוא עד י\"ב שנים ויום אחד:",
  "parentheses": []
}