{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 622,
    "section_hns": "622.1",
    "path_trace": [
      "text#14",
      "#2",
      "40",
      "3",
      "1"
    ],
    "paren_count": 1
  },
  "text_he": "ענין פנימיות וחיצוניות אפשר כי הג' בחי' כלים ואורות וניצוצין שיש בכל כלי מהם הכל נעשים ביחד כיצד כי יש למעלה זווג דחיצוניות להוציא חיצוניות עיבור א' וכן יש זווג עליון ממנו בפנימיות להוציא פנימיות דעיבור א' וכעד\"ז ב' בחי' ביניקה וב' אחרות בעיבור מוחין דגדלות האמנם ענין חיצוניות ופנימיות אפשר שיש ב' פירושים א' הוא שנאמר כי נודע שיש מוחין בעיבור ויניקה וגדלות. ואמנם נדבר בעיבור ראשון כי אז מהכלים נעשה ג' חללי דגלגלתא עצמן שהם עצמות הראש ומהניצוצות נעשה קרומין הנקרא אלהים דקטנות והבן זה מאד ומהאורות נעששו המוחין עצמן שבתוך הקרומות והם בשר זך מאד ואלו הן הויות ממש ולא אלהים והנה מוחין אלו מתלבשין תוך נה\"י דחיצוניו' אמא ובתוכם מתלבש הנפש שלו דבחי' אור ממש של י\"ס דכלים ראשונים דחיצוניות ואח\"כ ביניה נגדלים כל ג' בחי' שהם עצמות של ג' חללי גלגלתא עמה שהם הכלים וגם נגדלים הקרומים שהם אלהים דיניקה [הגהה - צמח ר\"ל חוץ מאותן דעיבור], וגם נגדלים המוחין עצמן שהם מבשר הזך שהם הויות ואורות ושם בתוכם מתלבשים נה\"י אמצעית דאמא ובתוכם מתלבש הרוח בבחי' אור גמור אל י\"ס כלים אמצעית של ז\"א. והנה עד עתה בחי' הנפש והרוח הם בחי' ז\"א עצמו אמנם בעיבור ג' דגדלות אז נגדלים ג\"כ כל הג' בחי' עצמן שהם העצם בג' חללי דגולגלתא שהם הכלים וגם נגדלים הקרומות דבחי' אלקים וגם נגדלים המוחין עצמן של בשר זך שהם הויות מהאורות והם מתלבשים תוך נה\"י פנימיות דאמא ובתוכם מתלבש נשמת ז\"א של אור נשמה אל י\"ס כלים פנימית דז\"א ויען כי הנשמה היא אמא ע\"כ אלו המוחין דגדלות הנקרא נשמה הם נמשכים מאורות או\"א עצמן הנקראים נשמה אבל בנפש ורוח הן דז\"א עצמו. ונמצא כי ג' בחי' דהויות המוחין עצמן של בשר זך דעיבור ויניקה ומוחין אשר בתוכם מתלבשין אורות דנר\"ן דז\"א אלו ג' בחי' המוחין הם פנימיות דז\"א שהם הויות אך שאר ב' בחי' שהם גולגלתא וקרומות הם אלהים חיצוניות. או אפשר כי ג' בחי' אלו הכלים דז\"א הם חיצוניותו וג' מיני לבושי נה\"י דאמא הם פנימית דז\"א כי נעשה גוף דז\"א ממש אלא שהוא פנימיות ובתוך אלו הפנימיות יש נר\"ן ועיין במ\"א שכתבנו איך התבונה כל אחוריים הם אלקים מחצי ולמטה המתלבש בז\"א וא\"כ אפשר כי אלהים עצמן דקרומות דז\"א הם נה\"י דאמא. ענין פנימיות וחיצניות נתבאר במ\"א כי כל בחי' מהם כוללת או\"פ ואו\"מ מלבד הכלים ובמ\"א עיין היטב ותראה איך הז' הויות מנוקדות בסגול ושבא וחולם כו' שהם נר\"ן של ז\"ת דז\"א כנזכר שם. והנה גם הם בז\"ת דיצירה תוך הכלים שלהם שהם ז' שמות דאנא בכח הוא שם ב\"ן מ\"ב וממשיכין אותו עד ז\"ת דעשיה להאיר להם שיוכלו לעלות למעלה ממקומם בתוספת קבלת שבת של בחי' חיצוניות העולמות והלואי שהחיצוניות עליון יאיר להפנימי תחתון ומכ\"ש שנאמר שיהיו שוין ומכ\"ש ק\"ו בן בנו של ק\"ו אם נאמר שהפנימיות עליון יאיר לחיצוניות תחתון א\"כ בהכרח הוא כי כל אלו הויות בסגו\"ל ושב\"א כו' הם גם כן נר\"ן בחיצוניות העולמות בלי ספק. גם נתבאר שם כי נכנסין בז\"א ג\"פ תתאין דל' דצלם דמוחין שהם בחי' המקיפים נמצא כי בחי' חיצוניות העולמות דכל אבי\"ע יש בהם עי\"מ ומקיפים דצלם וכלים ונשמות דנר\"ן דהויות סגו\"ל שבא חולם וקמץ כו' ט' הויות הנודעות וכעד\"ז הוא בפנימיות העולמות נמצא כל הדרושים שיש בחיצוניות ישנם גם כן שוה בשוה בפנימיות וגם בחי' אחור ופנים ובחי' אלהים והוי\"ה הכל הם בין בחיצוניות בין בפנימיות בכל הדברים כולם ואין הפרש רק זה לבדו כדי להבין היכן אנו מדברים אם בפנימיות אם בחיצוניות והוא שכל בחי' מעשה הוא בחיצוניות וכל בחי' דבור ותפלה הוא בפנימיות ואין הפרש אחר עוד ולכן אל תטריח עצמך יותר כלל. ודע כי אע\"פ שתראה כתוב בספרינו בחי' חיצוניות ופנימיות אל תטעה בהם כי לפעמים רובן של מקומות אינם מדברים רק בחיצוניות לבד או בפנימיות לבד כי הכל שוה כנ\"ל אלא שלפעמים קורא פנימיות אל כלי ג' הפנימי מכולם ולפעמים קורא פנימיות זה אל נר\"ן שבתוך הכלים שהם בחי' או\"פ כנודע אמנם כל זה החיצוניות ופנימית מדבר בחיצוניות העולמות בלבד או בפנימיות בלבד זולת המקומות שנתבאר בפירוש חיצוניות העולמות ופנימיות נשמות העלמות וזכור כלל זה. והנה תבין מכמה דרושים כי חיצוניות העליון גדול מאד מפנימיות התחתון וכשעולה התחתון בעליון הנה הפנימיות של התחתון נעשה חיצוניות אל חיצון העליון וחצוניות העליון נשאר בחי' פנימי אל החיצוניות שהוא בחי' פנימי התחתון וא\"כ עם זה הדרוש נוכל לבאר טעם עליות העולמות בתפלת החול ובשבת מתערבין חיצוניות עם הפנימיות ע\"ד הנ\"ל ונעשה הכל חיבור א' אך אין נראה כך בשאר מקומות בספרינו כמו בקבלת שבת ובתפלת ר\"ה וכיוצא אלא שכל חיצוניות בפ\"ע והפנימיות בפ\"ע. גם אמר במ\"א כי כל בחי' המעשה הם לתיקון החיצוניות והפנימיות הכל במקומן עצמם אך הדבור הוא להעלותן מעולם אל עולם וחיצוניות עליון יחזיר פנימיות אל פנימיות תחתון שעולה להלבישו בסוד חיצוניות אליו וכל זה בסוד התפלה בחול אמנם בקבלת שבת אע\"פ שאמרו כי אינו רק בחיצוניות העולמות בלבד הנה במ\"א כתוב בהיפך כי הוא כולל בב' הבחי' של פנימיות וחיצוניות ע\"ד עליית העולמות בתפלת החול כנ\"ל אלא שבתפלת שבת הוא יותר עליון להמשיך אור בעולמות עצמן עיין לקמן פי' הדברים אלו היטב כי הם צריכין עיון מה ענין קדושה יתירה בתפלת שבת. ואפשר לתרץ בהיפך הנ\"ל כי אמת הוא שהוא כדרך תפלת החול אמנם כיון שכל התיקון אינו רק אל החיצוניות שיחזור פנימיות אך הפנימיות לא הרויח להיות פנימיות אחר גדול ממנו אלא שחזר להיות חיצוניות אל הפנימיות אחר גדול ממנו עם היות שהיה לו מעלה יותר מבראשונה עם כל זה לא הרויח (לחזור) פנימיות גם כן כמו החיצוניות שחזר להיות פנימיות ממש וע\"כ כל התיקון יכונה לחיצוניות בלבד ולא לפנימיות. ויש תירוץ אחר כפי הנראה ממ\"א והוא כי כל זה לא קאי רק למלכות לבדה כי היא הנקרא שדה תפוחין וע\"כ בסוד קבל שבת שהוא בשדה אז היא מקבלת מוחין ממש מנה\"י דז\"א בבחינת חיצוניות ואח\"כ בעמידה דויכולו אז המלכות מקבלת מוחין מנה\" דז\"א דבחי' פנימיות. ואפשר שיובן כי סדר עליות התפלות בחול הוא כי פנימיות המלכות עלתה תחלה והלבישה לחיצוניות נה\"י דז\"א כי כן הוא הסדר בחול אבל בקבלת שבת עולה החיצוניות דמלכות ומלביש לחיצוניות נה\"י דז\"א ובעמידה דויכולו פנימית המלכות הלבישה אל הפנימיות עצמו נה\"י דז\"א ונעשה נה\"י דז\"א מוחין אליה ונמצא אם כן כי חיצונותיה קבלה מוחין מחיצוניות נה\"י דז\"א ומלבישם ועד\"ז יש ריוח יתירה כי תחלה היו התכללות העולמות פנימיות תחתון ביצוניות עליון ועתה בשבת נכללו שוה בשוה חיצוניות תחתון לחיצוניות עליון ופנימיות תחתון לפנימיות עליון. וזהו פירוש מ\"ש לעיל שצ\"ע מה ענין קדושה יתירה שנעשית בליל שבת ממה שהיה בבלת שבת והענין כשקבלה מוחין דפנימים נה\"י דז\"א והפנים של הפנימיות הנ\"ל אז עומדת עם יעקב פב\"פ בנה\"י דפנימיות דז\"א ומזדווג בליל שבת דוגמת תפלת שחרית דחול כנודע. וצ\"ע גדול כי במ\"א כתב היפך מכל הנ\"ל שאומר שכל עליית התפלה אפי' בשבתות אין עלייה והתכללותם רק בפנימית העולמות ולא בחיצונית עד ימות המשיח דוקא ואפשר כי הנה כל סוד תפלת החול אינו רק עליית הפנימיות התחתון להלביש החיצוניות העליון אך החיצוניות נשאר לעולם במקומו ממש אלא שבתחלה היה יונק מן העצמות ע\"י אמצעית שהוא הפנימי הא' ועתה כל החיצוניות הראשון חזר להיות פנימיות ויונק מן העצמות ע\"י עצמו ואמנם אינו עולה כלל למעלה ממקומו וכן בקבלת שבת אין עלייה רק אל הפנימיות לבד אך החיצוניות כולה נשאר במקומו ואינו מרויח בחי' עלייה כלל רק שמלביש את העצמות כנזכר במ\"א כי הכלים לבדם הם העולין אך העצמות נשאר במקומו. ובזה תבין שאין היפך כללכ כי האמת הוא שכל הריוח בקבלת שבת הוא אל חיצונית העולמות והוא הנזכר שם שהוא בדרך תפלת חול כי אז אנו מתקנים את החיצוניות ומסרין את הקליפות מעליו בסוד יפנה ויטול ידיו כיוצא ודוגמתו הוא רחיצת פניו ידיו ורגליו בחמין בע\"ש ואח\"כ ע\"י קרבנות מתקנים חיצוניות עצמן לשיוכלו לקבל אור העצמות שלא ע\"י האמצעי אלא הוא עצמו יהיה פנימיות וכן הענין דוגמתו קבלת שבת ע\"י המזמורים ולעולם כל הריוח הוא לחיצוניות שיתוקן ויזדכך ויהיה פנימי ויקבל הוא עצמו אור העצמות אמנם הריוח דתפלת ערבית דשבת ממש הוא ריוח יתירה כנזכר שם. והענין כי תחלה בקבלת שבת מקבל החיצוניות אור העצמות ההוא לבדו שבמקומם בחול אלא שאינו ע\"י אמצעי אמנם בליל שבת יורד אור גדול מעולמות עליונים אל תחתונים ומתגדל אור העצמות מאד יותר מבראשונה. אבל עדיין צ\"ע כי בבוקר בשבת שעולין יותר העולמות עד דיקנא דא\"א כנודע ואז בהכרח כי גם החיצוניות העולמות יעלו ממקומם וע\"ש וגם במעלת אדם הראשון קודם שחטא איך היו העולמות כי כן הוא עתה בשבת כנזכר במקומו ע\"ש:",
  "parentheses": [
    {
      "hns": "622.1.1",
      "text": "לחזור"
    }
  ]
}