{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 430,
    "section_hns": "430.1",
    "path_trace": [
      "text#14",
      "#2",
      "29",
      "3",
      "1"
    ],
    "paren_count": 9
  },
  "text_he": "אמנם העלאת מ\"נ הם הנקרא עיבור ב' וע\"י העלאת מ\"ן דזו\"ן (נ\"א מ\"ן זו) נמשכים להם המוחין כמ\"ש ולכן צריך שנבאר תחלה ענין מ\"ן מה עניינם. הנה נודע כי תמיד הבנים צריכין לעלות למ\"ן אל אביהם ואל אמם בסוד התעוררות תחתון והנה הצדיקים מעלים בנשמותיהן מ\"ן אל המלכות והם בניה. והטעם כי סתם נשמה הוא מהבריאה והנה עולם הבריאה הם בני מלכים דאצילות לכן שמת הצדיקים הבאים מבריאה הם מעלין מ\"ן אל המלכות דאצילות אמנם זו\"ן שהם בני או\"א הם מעלין מ\"נ ז\"א לאבא ונקבה לאמא כנודע וכמו שנשמת הצדיקים מעלין מ\"ן בכל לילה בעת השינה אל המל' והיא מחדשת אותן בסוד חדשים לבקרים. וביאור הענין חידוש הזה הוא שמאירה בהם בחי' מוחין דגדלות שהם הנקרא נשמות (שמות) בני אדם כן הז\"א בעלותו בסוד מ\"ן מתחדש ג\"כ ע\"י או\"א וחידוש זה הוא ע\"י לקיחת המוחין אלו דגדלות והרי ידעת ענין עיבור זה הב' בז\"א איך נמצא באדם התחתון כי בצלם אלהים עשה את האדם כי נשמת האדם היושבת במוח שלו עולה בכל לילה בסוד מ\"ן ומתעברת בתוך מלכות עיבור גמור ומחדש לו נשמתו היושבת במוח שלו כן הענין בז\"א ג\"כ. אמנם יש ב' פרטיות נחלקות בין זה לזה הא' הוא כי הנה נשמות הצדיקים אינם מעלין מ\"ן אל המלכות אלא בלילה לפי שאין שליטת המלכות אלא בלילה כמ\"ש ותקם בעוד לילה וגו'. אמנם אמא עלאה שולטת ביום ובלילה שהרי זווגייהו תדיר דלא פסיק ביום ובלילה לכן העלאת מ\"ן דזו\"ן הוא (בין) ביום (ובין) בלילה ובכל פעם מהם נעשו להם מוחין חדשים וז\"ס ק\"ש דשחרית וערבית שהוא סוד העלאת מ\"ן לזווג או\"א ולהמשיך מוחין להם כנודע במקומו והבן זה. גם יש חילוק אחר והוא כי האדם התחתון אינו יכול להעלות נשמתו בסוד מ\"ן רק אחר היותו בן י\"ג שנה ויום א' אמנם זו\"ן אינם כן והם יכולין לעלות מ\"ן לאביהם תיכף אחר ט' שנים ויום א' אחר שיגדלו איבריו ומוחותיו ונשלם בפרצוף אע\"פ שאינם ראוין להוליד רק הם שלימים לעצמן ולצרכן. וטעם הדבר הוא כי בין הנשמה של אדם ובין הז\"א שניהם הושלמו בפרצוף אחר ט' שנים ויום אחד ושניהן מתחילין לעלות אמנם נשמת האדם קודם שיגיע אל יסוד העליון אשר שם הוא מקום העלאת מ\"ן או מ\"ד פוגע בג' קליפות הערלה בסוד שלש שנים יהיה לכם ערלים ונשלם להעלותן בסוד ג' שנים שהם עד שנת י\"ב ויום אחד ואח\"כ בשנת י\"ג אז עולה אל היסוד עצמו ואז כל פריו קדש הלולים ומשלים להשתלם שם ביום (נ\"א בשנה) א' ובהשלימו להיות בן י\"ג שנים ויום א' אז הוא מעלה מ\"ן מבן י\"ג ואילך ולא קודם אך ז\"א תכף אחר היותו בן ט' שנים ויום אחד שהתחיל לעלות אינו פוגע שם ערלה כלל ח\"ו כי אין שום ערלה דבוקה (בו) כי מאמא ולמעלה אין החיצונים נאחזים ונמצא כי תכף פוגע בנה\"י דאו\"א ונעשים לו מוחין ויכול להוליד משם ולהלאה תיכף אחר יום אחד של שנת י' כי כבר התחילו לכנוס המוחין. ונבאר עתה תשלום מ\"ן מה עניינם כמ\"ש זה למעלה הנה כל עליית מ\"נ צריך שתעלה מלמטה למעלה ממדרגה למדרגה וזה יעורר לזה וזה לזה עד רום המעלות. והנה אחר היות זמן היניקה כבר יש גדלות כל צרכם בז\"ק דזו\"ן אמנם אין בהם יכולת להוליד נשמות הצדיקים יען כי אין כח במוחין שלהם להוליד אחרים רק הצריך לעצמו וז\"ס קטן זוכה לעצמו ואינו זוכה לאחרים. אמנם כשיגדל ויבא לו תוספת במוחין שלו מאו\"א אז זוכה לאחרים ג\"כ ומוליד נשמות חדשות של צדיקים ונמצא כי כאשר יזדווג אז עם נוקבא להיותו בסוד קטן אינו נותן בה רק מבחי' הו\"ק שבו. ובזה תבין סוד כלל גדול זכרהו והוא ענין אותו רוחא דיהיב בה כדי לעשותה כלי להעלות מ\"ן כי בהיות בחי' ו\"ק נקרא רוחא וו\"ק ג\"כ נקרא כלים כנודע כי המוחין עצמן דיניקה נעשו כלים וקרומות אל המוחין דגדלות ונמצא כי הכלי הוא המעלה את המ\"נ שהם נשמות הצדיקים שנמשכו ממוחין דגדלות כמ\"ש בע\"ה והכלי הוא האי רוחא דיהיב בה ממוחין דו\"ק והנה מזה הרוחא דו\"ק נעשו המלאכים כנודע שהם חיצוניות העולמות ולכן המלאכים שרשם בעולם היצירה אשר תמן מקננים ו\"ס לחוד. אמנם בחינת נשמות הצדיקים הם מבריאה שהוא בחי' המוחין ג\"כ (נ\"א ג\"ר) ולכן אין המלאכים עולין בסוד מ\"ן כי כבר נשלמה מלכות דו\"ק אמנם נשמת הצדיקים שהם מבריאה אלו צריכין לעלות במלכות דאצילות בסוד מ\"נ וע\"י תתאזר כח וגבורה לעלות היא ובעלה למעלה עד או\"א ויקבלו ג\"כ ג\"ר הנקרא מוחין דגדלות. ונבאר עתה ענין עליית זו\"ן עצמו בסוד מ\"ן אל או\"א כי כמו שז\"א נתן רוחא בו\"ק דנוקבא לעשותה כלי בימי היניקה הנה גם אבא כאשר נותן באמא ההוא רוחא דיהיב בגווה אינו נותן בה אלא ממה שיש בו. והנה שורש או\"א הם בחג\"ת דאו\"א (נ\"א) בחג\"ת דא\"א ואינם במקום המוחין של א\"א כלל ולכן כדי להזדווג עם אמא ולתת לה טפת המוחין דגדלות לצורך ז\"א צריך שתחלה יקבל ג\"כ הוא סוד תוספת מוחין ממוחא עלאה דא\"א לכן צריך שתחלה תעורר זו\"ן מ\"ן לאו\"א ואז יוכל אבא לקבל ממוחא דא\"א עצמו ואז יוכל למיהב לאמא כח המוחין דהולדה לתת אח\"כ ג\"כ לזו\"ן. ונבאר איך עליית זו\"ן בסוד מ\"ן מעורר תוספת מוחין באו\"א לתת אחר כך אל זו\"ן והענין כבר נת\"ל כי בעיבור א' נזדווג א\"א היסוד שבו מניה וביה בתוך ב' היסודות דאו\"א והנה אח\"כ היסוד והעטרה דא\"א נעשה נשמה לז\"א בימי העיבור. ואח\"כ בימי היניקה נתפשט גם מוח בינה בז\"א בסוד ל\"ב אלהים ל\"ב שיניים אשר שם יסוד דא\"א כנ\"ל ואחר הט' שנים מתפשט בכל הו\"ק דזו\"ן נמצא עתה בעליית זו\"ן באו\"א עולה עמהם ג\"כ היסוד דא\"א שבתוכם עד או\"א והם מעוררין סוד מוחא עלאה דא\"א כנודע כי מבשרי אחזה אלוה כי כשמתעורר היסוד שבאדם מתעורר המוח להוציא טפת ההולדה וכן זה המוחא עלאה דא\"א מתעורר ע\"י יסוד דא\"א כנ\"ל. אמנם אין כח מוחא עלאה עצמו יורד עד או\"א כי גדלה מעלתו עד מאד אבל זה המוח דא\"א כל גילויו הוא בדיקנא דא\"א כמ\"ש במקומו ושם נתבאר כי שו בו (בו) ב' מזלות זל הח' ומזל י\"ג והם זכר ונקבה ומהח' שהוא זכר נשפע כח באבא ומי\"ג שהוא נקבה משם נשפע כח באמא ולכן זה המוח העליון משפיע ע\"י הדעת שבו שהוא מזל ח' אל מזל י\"ג ואחר כך לוקחים הטפה או\"א ואח\"כ הם מורידין הטפה בסוד מוחין לבניהן זו\"ן נמצא כי מתעורר המזל הנ\"ל בהתלבשות או\"א ואז מורישין או\"א מוחין לבניהן. ואמנם כל זה אינו רק בכח התעוררות יסוד תחתון דא\"א המתלבש בזו\"ן וז\"ס סריס שאין לו זקן כי הרי מכח היסוד מתעורר דיקנא עלאה כנזכר:",
  "parentheses": [
    {
      "hns": "430.1.1",
      "text": "נ\"א מ\"ן זו"
    },
    {
      "hns": "430.2.1",
      "text": "שמות"
    },
    {
      "hns": "430.3.1",
      "text": "בין"
    },
    {
      "hns": "430.4.1",
      "text": "ובין"
    },
    {
      "hns": "430.5.1",
      "text": "נ\"א בשנה"
    },
    {
      "hns": "430.6.1",
      "text": "בו"
    },
    {
      "hns": "430.7.1",
      "text": "נ\"א ג\"ר"
    },
    {
      "hns": "430.8.1",
      "text": "נ\"א"
    },
    {
      "hns": "430.9.1",
      "text": "בו"
    }
  ]
}