{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 186,
    "section_hns": "186.1",
    "path_trace": [
      "text#14",
      "#2",
      "12",
      "4",
      "1"
    ],
    "paren_count": 11
  },
  "text_he": "ואחר שבארנו הספיקות דרך כללות צריך שנבאר דרך פרטי ותחלה צריך שתדע כי הספיקות הנופלין בענין של האורות הוא אם יש או\"פ או או\"מ ואם יש אור דאחור או אור דפנים והספיקות הנופלין בענין הכלים הוא אם יש בחי' אחור לבד או בחי' פנים לבד או שניהן יחד גם צריך שתדע כי בחי' הכלים תלוין כפי בחי' האורות כי אם האורות רבים גם הכלים צריכין שיהיו גדולים כי כל עיקר התיקון הוא גדלות הכלי והעשותו בבחי' פרצוף כדי שיתמעט האור ויתרחב הכלי ויכול לסובלו. והנה מבחי' ב\"ן לא לקח עתיק כלים רק מה\"ר דכתר דב\"ן וזה ודאי לא יספיקו להיותן כלים לי\"ס שבו ולכן כמו שלקח אורות אחרים משאר ספי' שם ב\"ן כך צריך שיקח כלים משאר ספי' של ב\"ן. גם צריך שתדע הקדמה א' והוא כי א\"א להיו' בחי' הכלים אלא ע\"י הכאת האור מקיף באו\"פ ומשם נעשה בחי' כלי מתולדת הכאה ההיא וזכור זה. ונתחיל לבאר הספיקות שיש בג\"ר הנקרא רישא דעתיק הנה כבר נתבאר שהספיקות נתחלקו בשני בחי' הבחי' א' הוא אם לא בא רק או\"פ לבד של שם ב\"ן ונעשה או\"מ אל אור פנימי דמ\"ה והנה בבחי' זו יש ב' חלוקות אם נאמר שאו\"פ דכתר דב\"ן הוא לבדו נעשה מקיף אל כח\"ב שבכתר דמ\"ה אשר הוא פנימי ואם כך הוא ודאי שמספיקין אורות אלו לכל הראש דעתיק כי אע\"פ שכבר (נ\"א כי כבר) יש בו כח\"ב דכתר דמ\"ה בראש הזה עכ\"ז (נ\"א ובזה) יספיק לו כי הרי בחי' מקיף שלו אינו אלא בחי' פנימית הכתר דב\"ן כנ\"ל וא\"כ (כדי שלא יהיה) לא היה (נ\"א לא יהיה) או\"פ גדול מן האור המקיף וכפי זה לא הוצרכו ב' האורות של הב' הכתרים דחו\"ב דב\"ן לעלות בכאן אבל בחי' האחוריים של הכלים שלהם הם עלו בחו\"ב דכתר דמ\"ה לפי שאין כאן בחו\"ב דמ\"ה שום כלי כלל שכאשר לא יש או\"פ ואו\"מ להכות זה בזה אינו נולד ומתהווה בחי' כלי כלל וכאן אע\"פ שיש בחי' מקיף דב\"ן ופנימי דמ\"ה עכ\"ז מקיף הזה אינו בחי' או\"מ אלא או\"פ שנעשה מקיף לפנימי דמ\"ה ואינו יכול להוציא כלי ממ\"ה ולכן הוצרכו לעלות אותן האחוריים של כלי הכתר דחו\"ב דב\"ן אבל האורות שלהם לא עלו לטעם הנ\"ל. והנה הסימן של ספק זה הוא אא\"ג פי' א' מקיף וא' או\"פ וג' כלים שהם כלי דכתר דב\"ן וב' כלים של חו\"ב דב\"ן. ספק הב' והוא אם נאמר שג\"כ היה מקיף דמ\"ה ונמצא עתה שיש או\"פ א' דמ\"ה וב' מקיפים א' הוא מקיף דמ\"ה עוד אור פנימי דב\"ן אשר נעשה מקיף אל מקיף דמ\"ה וכפי זה צריך שישתווה או\"פ עם או\"מ והוא שיעלו ב' אורות של ב' כתרים דחו\"ב דב\"ן למעלה בחו\"ב דעתיק וזה אינו אלא האורות של בחי' אחוריים לבד ועי\"ז יהיה או\"פ מרובה ג\"כ כמו מקיף וכן בחי' אחוריים של הכלים של ב' האורות הנ\"ל בב' הכתרים דחו\"ב דב\"ן יעלו עם חלק האורות שלהם שגם הם בבחי' אחוריים וסי' של ספק זה הוא בג\"ד פי' ב' מקיפים וג' פנימים וד' כלים שהם כלי דה\"ר דכתר דב\"ן וכלי כתר דמ\"ה לפי שכבר יש למ\"ה או\"מ ואו\"פ אשר על ידו מתייליד הכלי הנ\"ל וב' כלים דאחוריים כנ\"ל. וצריך לידע ענין א' והוא כי באלו הספיקות הנ\"ל יש ג' בחי' בעניין עליית אורות חו\"ב דב\"ן בעתיק כנ\"ל. הא' הוא אם עלו האורות של בחי' פנים לבד והנה אז הם מתערבים עם חו\"ב דכתר דמ\"ה עצמו כיון שגם הם בחי' פנים אמנם אם אינן עולין רק בחי' אחוריים שלהם אז א\"א שיתערבו עם חו\"ב דכתר דמ\"ה עצמו כיון שאינם בחי' פנים אמנם האורות דמ\"ה יהיו בחי' פנים ואלו האחוריים העולין יהיו בחי' אחוריים אל הפנים הנ\"ל דמ\"ה ואם הוא בחי' ג' שעולין שניהן בבחי' הפנים (נ\"א הפנימים) ובבחי' האחוריים ואז הפנים מתערבים עם אורות דמ\"ה ואחוריים נשארים בבחי' אחור להם אבל בחי' הכתר דב\"ן ודאי הוא שמתערב עם כתר דמ\"ה והנה ג' בחי' אלו הנ\"ל כבר נתבאר א' מהם בזה הספק הב'. וב' בחי' האחרונים יתבאר בשאר הספיקות הבחי' הב' יש בה ג' ספיקות והוא אם נאמר שבאו או\"פ ואו\"מ שניהן דב\"ן ג\"כ ואלו הן ג' ספיקות א' אם נאמר שיש ב' אורות מקיפים א' דמ\"ה וא' דב\"ן וב' או\"פ א' דמ\"ה וא' דב\"ן וכפ\"ז אינו צריך שיעלו האורות של ב' כתרים דחו\"ב דב\"ן שהרי האורות פנימים הם כ\"כ רבים כמו המקיפים אמנם בחי' כלים הוא שצריך שיעלו והטעם לפי שאין כח בכלי דמ\"ה לקבל או\"פ דס\"ג כי אם יהיה כל אור ואור בכלי שלו ניחא אבל עתה הכלי דמ\"ה מקבל אור דמ\"ה ואור דב\"ן וכן הכלי דב\"ן מקבל שניהן ואין יכולת בכלי של מ\"ה לקבל או\"פ של ב\"ן שהוא ס\"ג ולכך צריך שיתגדל הכלי זה ע\"י הכלים של כתרים של חו\"ב דב\"ן וא\"כ צריך שכל בחי' כלים דפנים דאחור יעלו למעלה אבל האורות שלהם ישארו (נ\"א נשארו) למטה בגופא דעתיק כי אין צורך בהם לעלות שם בראשו כנ\"ל וסי' הוא בב\"ו פי' ב' אורות מקיפים וב' פנימים וו' כלים שהם כלים דב\"ן ודמ\"ה וב' פנים וב' אחוריים דב' כלים דב' כתרים דחו\"ב דב\"ן. הספק הב' הוא סי' בד\"ד פי' כי אולי לא הוצרך שיעלו למעלה רק הפנים של הכלים דב' הכתרים דחו\"ב דב\"ן והסימן בד\"ד פי' ב' מקיפים ד' פנימים א' דמ\"ה וא' דב\"ן וב' או\"פ דב' כתרים דחו\"ב דב\"ן וד' כלים ב' דמ\"ה ודב\"ן וב' בחי' הפנים של הכלים דב' כתרים (דחו\"ב) הנ\"ל. וא\"ת למה למעלה בספק א' [כפי] שאמרנו שעלו (נ\"א שאולי) הכלים של פנים ואחוריים ואמרנו (נ\"א אמרנו) שלא עלו האורות שלהם כלל וכאן אמרו שעלו (נ\"א וכאן בספק הב' שאמרנו שאולי עלו) הפנים של הכלים ואמרנו שגם האורות שלהם דפנים עלו עמהן. והענין כי בספק א' כיון שעלו בחי' הפנים ואחוריים של הכלים אי אפשר שיעלו האורות מחציתן למעלה וישארו מחציתן למטה כי הנה לעלות כולם אין כח בכלי דרישא דעתיק לסבול בו כ\"כ אורות ולכן לא עלה שום אור אמנם כאשר עולים הפנים של הכלים לבד כנזכר בספק זה אז אפשר שיעלו אורותיהם עמהם ויוכל הראש דעתיק לסובלם כי מועטים הם וכעד\"ז בספק הג' שנכתוב עתה והוא אם עלו האחוריים של הכלים אפשר שגם אורותיהן עלו עמהן כי מועטים הם משא\"כ אם עלו הפנים והאחור של הכלים שאז אם יעלו כל אורותיהן עמהם יחד לא יוכל הראש לסובלם ואם נאמר שיעלו מחציתן ג\"כ אי אפשר כנודע ולכן נשארו כולם למטה. ספק הג' הוא ג\"כ שסימנו בד\"ד והוא ע\"ד הנ\"ל אלא שיש שינוי אחר והוא במקום שנסתפק לנו בספק הב' הנ\"ל אם עלו הפני של הכלים דב' הכתרים דחו\"ב דב\"ן הנה עתה נסתפק לנו אם לא עלו אלא האחוריים לבד כלים שלהם ואורות כנ\"ל והנה הרי נתבאר כל הספקות. ועתה צריך שנבאר מ\"ש למעלה והוא כי כאשר אנו מסתפקים ואומרים שאפשר שעלו בחי' האחוריים דב' כתרים דחו\"ב דב\"ן אל תטעה לומר כי בחי' הפנים שלהם נשארו למטה בגופא דעתיק כי דבר זה א\"א שהאחוריים יעלו למעלה ברישא והפנים שהם יותר מעולים יהיו למטה בגופא. ואמנם צ\"ל שבחי' הפנים נשארו במקומם שהוא באו\"א לצורך עצמן וא\"ת עדיין קשה הדבר לומר שהאחוריים יעלו ברישא דעתיק ופנים באו\"א הלא או\"א גרועים מגופא דעתיק וי\"ל לזה תשובה ובכללה יתורץ תמיהות אחרות שיש כאן בספיקות האלו הנה נת\"ל כי יש בחי' שהפנים מעולים מהאחוריים ויש בחי' שהאחוריים מעולים מן הפנים כי בערך שאור הפנים הוא המחברם לחזור פב\"פ נמצא כי אור הפנים גדול ובערך שהאור של האחוריים הם בונין כל פרצוף העיקרי אבל אור הפנים אינו רק להחזירו פב\"פ לכן אור האחוריים גדול מאור הפנים והנה כיון שיש ב' בחי' אלו נכריע ונאמר כי ודאי הוא כאשר אלו ב' בחי' פנים ואחוריים באים ביחד אז ודאי שאור הפנים מעולה לפי שהוא בא בסוד תוספת על היות לו כבר אור האחור וזה נתרבה ונתוסף עליו ומחזירם פב\"פ ולכן אמרנו בספק ב' שאפשר לומר שאור הפנים עלו למעלה בראש ואור האחוריים נשאר למטה בגופא דיליה אבל בספק הג' שלא בא בעתיק רק בחי' האחור לבד אז אין לומר שגם בחי' הפנים יבואו ויהיו למטה בגופא דעתיק דא\"כ (נ\"א יאיר בגופא דעתיק א\"כ) הרי הם מחוברים ואיך יהיו הפנים למטה והאחור למעלה לכן נשאר הפנים באו\"א ואור האחור יעלה בעתיק שכיון שאינן מחובררים יחד בפרצוף א' ודאי הוא שאור האחור גדול מאור הפנים כי אם אור הפנים לא נתוסף על האחור אלא שיהיה לבדו הנה גרוע וקטן מאור האחור לכן נשאר לאו\"א:",
  "parentheses": [
    {
      "hns": "186.1.1",
      "text": "נ\"א כי כבר"
    },
    {
      "hns": "186.2.1",
      "text": "נ\"א ובזה"
    },
    {
      "hns": "186.3.1",
      "text": "כדי שלא יהיה"
    },
    {
      "hns": "186.4.1",
      "text": "נ\"א לא יהיה"
    },
    {
      "hns": "186.5.1",
      "text": "נ\"א הפנימים"
    },
    {
      "hns": "186.6.1",
      "text": "נ\"א נשארו"
    },
    {
      "hns": "186.7.1",
      "text": "דחו\"ב"
    },
    {
      "hns": "186.8.1",
      "text": "נ\"א שאולי"
    },
    {
      "hns": "186.9.1",
      "text": "נ\"א אמרנו"
    },
    {
      "hns": "186.10.1",
      "text": "נ\"א וכאן בספק הב' שאמרנו שאולי עלו"
    },
    {
      "hns": "186.11.1",
      "text": "נ\"א יאיר בגופא דעתיק א\"כ"
    }
  ]
}