{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 145,
    "section_hns": "145.1",
    "path_trace": [
      "text#14",
      "#2",
      "9",
      "2",
      "1"
    ],
    "paren_count": 6
  },
  "text_he": "והנה נתבאר מה שנפל מאו\"א גם בחי' היותן נחלקים לד' פרצופים כנ\"ל וגם נתבאר סדר יציאת ז' מלכים ונמצא כי ירדו ז' המלכים שהם זעיר ונוקבא ועוד ד' אחוריים דאו\"א עלאין וישסו\"ת סך הכל הם י\"א בחי' שירדו ומהם נתברר ומהסיגים שלהם נעשה קליפות והם י\"א סמני הקטורת שהם י\"א אורות שנשארו מאלו הי\"א בחי' כנ\"ל שירדו ולא יכלו אורות אלו להתברר ונשארו נתונים תוך הקליפות כמבואר אצלינו בסוד פטום הקטורת. והנה לא ירדו אחוריים דאבא עד שמת המלך הב' שהוא חסד ולא ירדו אחוריים דאמא עד שמת המלך הג' שהוא גבורה באופן כי במות הגבורה אז נשלמו אחורי או\"א לירד. והענין הוא כי אע\"פ שבמיתת החסד ירדו אחורי אבא עם כל זה אין אלו נקראים אחוריים גמורים לפי שעדיין היתה הבינה בבחי' פנים עמו והיתה מאירה באחוריו נמצא כי עדיין לא ירדו בעצם כל אחורי אבא רק כשירדו גם אחורי אמא אז ירדו שניהן לגמרי ואז היו אחור באחור כמ\"ש בע\"ה באורך בדרוש פרצופי יעקב ולאה מהיכן יצאו ועי\"ש. נמצא כי אין ירידת אחורי או\"א נקרא ירידה לגמרי עד מות הגבורה שהוא מלך הג' אבל מיתת השבעה מלכים היא מיתה גמורה תכף מן העת הראשונה כי הרי במות החסד נשברו כל בחי' לגמרי ונאמר בו מיתה ממש נמצא כי מיתת המלכים מתחלה להקרא מן העת שמת מלך הראשון אבל ביטול האחורים דאו\"א אינו ביטול עד שמת המלך הג'. ובזה תבין סוד שם מ\"ב שהוא אב\"ג ית\"ץ קר\"ע שט\"ן נג\"ד יכ\"ש בט\"ר צת\"ג חק\"ב טנ\"ע יג\"ל פז\"ק שק\"ו צי\"ת. כי כבר ידעת כי שם מ\"ב הוא ביצירה ויצירה הוא בחי' ז\"א כנודע שהוא סוד הז' המלכים נמצא כי שם מ\"ב זה מדבר בסוד המלכים ואם תסתכל תראה איך שם ע\"ב הוא במוחין והוא נקרא טעמים והוא נקרא אצילות אח\"כ הטעמים של ס\"ג הוא בבריאה והנקודות שלו ביצירה והם סוד מלכים שמתו כי הנקודות הם בחי' זו\"ן שהם יצירה ועשיה (נ\"א הוא בבחי' ז\"א שהוא יצירה) אמנם כוונת מ\"ב זה הוא להעלות כל הברורים משם אשר נשארו מזעיר ונוקבא ביצירה ועשיה כי כל שם מ\"ב הוא להעלות כנודע אם כן ודאי הוא כי בשם זה נרמז מיתת המלכים ועל סדר מיתתן הוא סדר העלאתן ע\"י בירור בכח שם זה ולכן מיתת שבעה מלכים נרמז בשם הראשון זה וביטול אחוריים דאבא ואמא נרמז בשם הב'. והענין כי מן האדר\"ז נראה שלא ירדו רק הז' מלכים בלבד וממדרשים אחרים בס' הזהר משמע כי גם באו\"א יש ביטול ופגם וכמעט אפי' בכתר. ואמנם הענין הוא כי ודאי שמכל י' נקודות נפלו מהם בחי' ובכולם היה ביטול רק זו\"נ נפלו כולם בין בבחי' היותן אב\"א ובין בבחי' היותן פב\"פ והנה זו נקרא מיתה כי הכל ירד לגמרי אבל אבא ואמא שלא ירד מהם רק בחי' אחוריים יקרא ביטול ולא מיתה וכתר שלא נפלו ממנו רק בחינת נצח הוד יסוד שלו שנכנסו בסוד מוחין דאבא ואמא כנזכר לעיל אשר אין בחינת זו נכנסה אפי' בערך אחוריים לכן לא נקרא ביטול בכתר רק פגם בעלמא. עוד יש טעם אחר והוא כי אינו נקרא מיתה רק מי שהולך מעולם לעולם ונבדל מעולמו ולכן שבעה מלכים שהיו באצילות וירדו אל הבריאה יקרא מיתה ממש כמ\"ש באדרא קל\"ה לא תימא דמיתו אלא כל מאן דנחית מדרגא קדמאה דהוי ביה קרי ביה מיתה כמו שכתוב וימת מלך מצרים. אמנם אחורי או\"א אע\"פ שנפלו לא ירדו בבריאה אלא נשארו בעולם האצילות עצמו לכן להיותן שלא במקומן יקרא ביטול אבל לא יקרא מיתה. ונבאר עתה שם מ\"ב הנ\"ל והוא כי שם אבגית\"ץ הוא בספי' חסד כנודע לפי שממנו מתחיל (ביטול) מיתת המלכים כנ\"ל לכן בשם זה נרמז מיתת שבעה מלכים וזהו פי' אבגית\"ץ כמו אבג\"י ת\"ץ כי אבג\"י גימ' י\"ו והם סוד ז' מלכים כי י' הוא במלכות שהיא נקודה א' לבד והוא י' של אבג\"י ואותיות אב\"ג הם ו' בגימ' והם ו\"ק דז\"א והרי הם ז' מלכים. וז\"ס שארז\"ל כי רה\"ר רחבו י\"ו אמה כי הרי אלו הז' מלכים הם הנקראים רה\"ר בהיותן קודם התיקון ואמנם אחר התיקון נקרא רה\"י. והנה הז' מלכים הנקרא אבג\"י הלא הם נתצו ונשברו ומתו וז\"ס ת\"ץ של אבגית\"ץ ויען שמן החסד התחיל מיתת המלכים כנ\"ל לכן נרמזו בשם זה הראשון. ויש מפרשים אבגית\"ץ מלשון הגמ' ההיא אבגא דבי רב פי' השטן שהיה נמצא בבה\"מ ההוא ונמצא כי אב\"ג (נ\"א אבגית\"ץ) הוא ממש ע\"ד מ\"ש לעיל באותיות שעטנ\"ז ג\"ץ שצירופי שט\"ן ע\"ז ג\"ץ. והנה השם ב' הוא קר\"ע שט\"ן הוא בגבורה שהוא המלך הב' אשר במיתתו נפלו אחורי דאמא גם כן ולכן נרמז ביטול אחורי או\"א בשם זה וזהו ביאורו קר\"ע ר\"ל כי כאן לא היתה מיתה ונתיצה ממש כמו ז' מלכים רק קריעה ושבירה בעלמא ונשאר במקומה אבל בנתיצה היא הפלת אבן בכח ממקומה למקום אחר כנ\"ל וע\"י קריעה זו יצאה הקליפה הנקרא שטן וזהו קר\"ע שט\"ן והנה או\"א בחי' פב\"פ הוא הוי\"ה דיודין באבא ואהי\"ה דיודין באמא ושניהן גימ' רג\"ל והוא גימ' זכור כי הזכירה בה מצד פנים ובחי' אב\"א הם אחוריים של ב' שמות הנ\"ל שהם אחוריים דהוי\"ה כזה יו\"ד יו\"ד ה\"י יו\"ד ה\"י וי\"ו יו\"ד ה\"י וי\"ו ה\"י באבא ואחורי אמא כזה אל\"ף אל\"ף ה\"י אל\"ף ה\"י יו\"ד אל\"ף ה\"י יו\"ד ה\"י אשר שניהן גי' תשכ\"ח כי השכחה מצד אחוריים ואמנם קר\"ע שט\"ן גי' תשכח עם הכולל כמנין האחוריים לרמז על נפילת אחורי אבא ואמא. ונחזור לענין ראשון כי הנה כאשר עדיין לא מת שליש ת\"ת עדיין לא נגמר ירידת ונפילת אחורי דאבא ואמא לגמרי וכאשר היו המלכים האלו נכנסים בכלי שלהם היו מגולין באור גדול אבל אחר שמת שליש עליון דת\"ת אשר אז נפלו שם האחוריים דאו\"א הנה כאשר יצאו שם שאר האורות הנשארים כדי לכנוס בכלי שלהם היו מלובשים באלו האחוריים שנפלו ונשארו באצילות כנ\"ל והיו יוצאין המלכים האחרונים מלובשים באחורי או\"א וזה נשאר להם (נ\"א ועד\"ז נעשים) תמיד עד שיכלו כל הברורים לצאת עד לע\"ל ב\"ב וז\"ס העלאת מ\"ן אשר מעלין זו\"נ אל אבא ואמא והוא מסוד אלו האחוריים דאו\"א שירדו שם למטה באצילות עצמו כנ\"ל אשר לקחום הם. והנה נמצא שאלו האורות (שהמחזה) [שמהחזה] ולמטה באים מכוסים וכבר ידעת כי התעלמות האור וכיסויו הוא מציאות תיקונו כי עי\"כ יש כח בכלי לסבול האור להיותו בא מלובש וא\"כ לא יהי' שוין שבירת הכלים שמחזה ולמטה שהם ב\"ש תתאין דת\"ת ונה\"י ומלכות אל שבירת הכלים של הדעת וח\"ג ושליש עליון דת\"ת כי ודאי יותר גדולה תהיה שבירת העליונים משבירת תחתונים. ולכן בבא התיקון ז\"א בעת התיקון פרצופו בא להיפך כי מב\"ש דת\"ת ולמטה היו אורותיו והחסדים שבהם מגולין וזהו לפי שיש בהם יכולת לקבלם שלא ע\"י מסך בינה לפי שלא היתה שבירתן גדולה אבל העליוני' שהם מרישא דז\"א עד החזה באו בתיקון סתומים ומלובשים עתה תוך מסך בינה שהוא יסוד שלה כנודע. וזהו לפי שבתחלה היו מגולין והיתה שבירתן גדולה ואע\"פ שגם שהנו\"ה הם מכוסים וסתומי' עכ\"ז הרי נתבאר במקומו כי החסדים המגולין מכים בהם ואורם יוצא לחוץ והנה במיתת ז\"א עד שליש עליון דת\"ת שלו כבר ירדו אחור או\"א אבל אחורי יש\"ס ותבונה לא נגמרו עד מיתת נוקבא דז\"א ולכן האחוריי' דא\"א לוקחם ז\"א והאחוריי' דיש\"ס ותבונה לוקחתם המלכות ומתלבשים האורות שלהם בהם דוגמת המוחין דז\"א. ובזה תבין מ\"ש כי כאשר הזו\"ן הם שוין יחד פנים בפנים אז הנצח הוד יסוד דאו\"א הם מוחין לז\"א והנה\"י דיש\"ס ותבונה הם מוחין ונכנסים ברישא דנוקבא גם תבין מ\"ש שכשהיו פב\"פ אז יוצאין ב' בחי' יעקב א' בז\"א ואחד בנוקבא כי האחד שהוא ממוחין דז\"א הוא מאו\"א והב' שהוא ממוחין דנוקבא הוא מישראל סבא ותבונה ואז הם שני המאורות הגדולים לא היא גדולה ממנו ולא הוא גדול ממנה ואינם צריכין זה לזה כלל אמנם האחוריים של אבא הם בצד ימין בחסד דז\"א והאחוריים דאמא הם בצד שמאל בגבורה דז\"א וזה הדרוש יצטרך במקומו ושם יתבאר בע\"ה. והנה כאן במקום הזה הוא מקום ירידת ונפילת אחורי או\"א שאמרנו לעיל שירדו באצילות עצמו כי אע\"פ שהכלים דז\"א נשברו עם כל זה האורות דז\"א נשארו מלובשים באלו האחוריים דאו\"א עלאין כל קו החסד דז\"א באחורי אבא וכל קו הגבורה מלובש באחוריים דאמא והבן הקדמה זו מאד. ונחזור לפרש פ' של וישלח בענין ואלה המלכים כי הנה נתבאר איך ירדו ד' אחוריים דאו\"א ויש\"ס ותבונה ולכן תמצא כי באלו המלכים לא נזכר בכולם שמות אביהם רק בד' בלבד והם בלע יובב ובעל חנן והדד. גם תמצא שינוי אחר כי אפי' באלו ד' לא נזכר שם אביהם רק בעת המלוכה ולא בעת המיתה כמ\"ש וימלוך באדום בלע בן בעור ולא כתיב וימת בלע בן בעור רק בלע סתם וכן בשאר ג' מלכים. והענין הוא להורות כי ד' בחי' אחוריים ירדו מן האבות ולא יותר ולא ירדו עם בניהם כנ\"ל וכיון שלא מתו אבות רק ביטול בעלמא לכן לא הוזכרו בעת המיתה האבות רק הבנים לבדם אבל להורות שגם בהם היה ביטול לכן הוזכרו האבות בעת המלוכה. וא\"ת הרי חשם שהוא מלך הג' היה ראוי להזכיר בו שם אביו ולכתוב פלוני בן פלוני שהרי נתבאר לעיל כי הוא המעורר גבורה דאמא והוא המבטל (נ\"א ביטול) אחור שלה בעת מיתתו כנודע. וי\"ל כי אין הבן נקרא אלא על שם אביו וכיון שהוא לא ביטל רק אחוריים דאמא אין להזכיר השם פלוני בן פלונית אמו רק פלוני בן פלוני אביו ולכן לא הוזכר שם אביו כי לא ביטל אחורי אביו רק אחורי אמו כי משם רומז לחמש לה' גבורות דהנוקבא לכן לא נאמר בן פלוני והדד בן הדד שהוא המלך הד' והוא בחי' הת\"ת נקרא כך לפי שהוא למעלה בבחינת שליש העליון מקום החזה מקום הדדים וזהו הדד דד אחד ובן בדד דד ב' וכן אותיות בד\"ד פי' ב' ד\"ד ר\"ל דד הב' והענין כי כאשר נעריך שאבא ויש\"ס נכללין בפרצוף א' ובינה ותבונה נכללות בפרצוף א' כמ\"ש במקומו כי יש זמנים שמתחברין על דרך הזה נמצא כי מקום שליש עליון של הת\"ת דז\"א הנקרא הדד בן בדד שם הוא מקום הדדים של הבינה ולכן נקרא שמו הדד בן בדד כי בעת מיתת המלך זה צמקו דדי בינה להניק כדרך האשה שדדיה צומקים במיתת הילד:",
  "parentheses": [
    {
      "hns": "145.1.1",
      "text": "נ\"א הוא בבחי' ז\"א שהוא יצירה"
    },
    {
      "hns": "145.2.1",
      "text": "ביטול"
    },
    {
      "hns": "145.3.1",
      "text": "נ\"א אבגית\"ץ"
    },
    {
      "hns": "145.4.1",
      "text": "נ\"א ועד\"ז נעשים"
    },
    {
      "hns": "145.5.1",
      "text": "שהמחזה"
    },
    {
      "hns": "145.6.1",
      "text": "נ\"א ביטול"
    }
  ]
}