{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 452,
    "section_hns": "452.1",
    "path_trace": [
      "text#14",
      "#2",
      "31",
      "2",
      "1"
    ],
    "paren_count": 1
  },
  "text_he": "ועתה נבאר אופן התלבשותן תוך ז\"א כי הנה בהיות הנה\"י דאבא תוך נה\"י דאמא נתלבשו כולם יחד תוך ז\"א. ונבאר ענין התפשטות נה\"י דאמא וממנו יתבאר בחי' התפשטות נה\"י דאבא הנה נודע כי הנצח הוא מתחלק לג\"פ וכן המוח הנקרא חכמה אשר בתוכו נתחלק לג\"פ ואלו מתפשטין בקו ימין דז\"א פ\"ע דנצח אמא אשר בתוכו שליש עליון דמוח חכמה נתלבש בכלי חכמה של ז\"א ופרק אמצעי דנצח אמא אשר בתוכו שליש אמצעי של מוח חכמה מתלבש בכלי חסד דז\"א ופ\"ת דנצח אמא אשר בתוכו שליש תחתון של מוח חכמה מתלבש בכלי נצח דז\"א וכעד\"ז נתפשטו ג\"פ דהוד אמא אשר בתוכם ג\"פ של מוח בינה ונתלבשו תוך קו שמאלי דז\"א שהם בג\"ה שלו וכעד\"ז נתלבשו תוך נ\"ה של אבא אשר בתוכם מוח חו\"ב ונתלבשו ונתפשטו בקו ימין ובקו שמאל דז\"א תוך נה\"י של אמא. ואמנם דע כי פ\"ב של נצח דאמא או פ\"ב של הוד אמא הנה הם מתפשטין בכל אורך הזרוע ימיני או שמאלי דז\"א ונמשך עד סיום צפרניו ומתוך צפרני אצבעות בוקע אור ההוא לפ\"ג של נצח או הוד של אמא וחוזר ונכנס ומתלבש תוך ראש הירך הימיני או השמאלי דז\"א בין פרק לפרק ששם הוא מקום חלל ויכול האור לכנוס דרך שם כדלקמן ומתפשט בכולו עד סיום רגליו וכאלו תמשיל דרך משל שידי הז\"א פשוטות ומשולשלות למטה ותלויים על גופו וצפרני אצבעותיו מגיעין עד רישי ירכותיו ויוצא או\"פ מצפרני אצבעות ונכנסין בראשי ירכותיו וכן עד\"ז בנ\"ה של אבא. ואמנם אין בחי' הנ\"ה דאו\"א נכנסין ומתפשטין תוך הגוף של ז\"א כלל שהוא הכת\"ת שבו כי הנצח אינו מתפשט אלא בקו ימין בלבד שהם חח\"ן דז\"א והוד אמא אינו מתפשט רק בקו שמאלי שהם בג\"ה דז\"א אבל ת\"ת דז\"א הוא קו האמצעי ואין נכנסים בו נ\"ה דאו\"א אשר בתוכם תרין מוחין הנקרא חו\"ב דאו\"א כלל רק בב' הקוין בלבד הימיני והשמאלי וזהו בחי' הקשר שיש לחכמה עם חסד ונצח והקשר שיש לבינה עם גבורה והוד והבן זה מאד ואל תטעה. ובזה יתורצו קושיות וספיקות רבות אשר מכללם הוא לראות איך נ\"ה אשר תחת הת\"ת ואי להם התקשרות כלל עם הזרועות כנראה בחוש הראות כי מסיום הגוף נתלין ויוצאין ואם כן אינם נקשרים לקו ימינית ושמאלית עם ח\"ג והרי שניהן יוצאין מקו האמצעי אך יובן עם הנ\"ל. גם יתורץ לך לראות ולידע מה נעששה מן האור היוצא מן סיום הזרועות דרך צפרני אצבעות ולהיכן הולך ומתפשט ואם נאמר שאינו יוצא כלל זה דוחק גדול יותר כי האור לא נמשך לבטלה אלא להתפשט בתחתונים ולהאיר להם ואם נאמר שנכנס דרך הגוף זה א\"א לסבה זו הנ\"ל שא\"כ בטלת בחי' קוין בסוד ימין ושמאל ואמצע. ואמנם צריך לידע על איזה סבה היתה כך כי הרי אנו רואין שקו האמצעי נמשך ביושר בלי הפסק ובב' הקוין ימיני ושמאלי יש הפסק בין חסד ונצח ובין גבורה להוד כי הרי הזרועות הם בפירוד מן השוקיים ואין הקוין מחוברים יחד. ולהשיב את כל זאת צריך שנבאר לך מה ענין הצפרנים של האדם גם ענין הקליפות והחצונים שמצינו לרז\"ל שיניקתן מן הצפרנים לכן צריך הקוצצן ליטול את ידיו גם אמרו כי בשחרית רוח רעה שורה על הידים ואינה מסתלקת עד שיטול ידיו במים. גם להבין ענין נ\"ה שהם ברכי דרבנן דשלהי מנייהו הוי כי שם מתאחזין הקליפות בסוד שקר אין לו רגלים ובסוד כל היום דו\"ה היפך הוד וכיוצא בזה והרי נ\"ה הם סוד ערבי נחל סתומים ואין להם פתח פתוח כמו היסוד וא\"כ מהיכן הם יונקים. אבל הענין דע כי הקליפה קום יניקתה הוא מסוף האצבעות מקום הצפרנים כי משם או\"פ בוקע ויוצא בין בצפרני ידיו בין בצפרני רגליו כי מן הידים בוקע אור לצאת ולכנס בראשי הירכיים כנ\"ל ואז יונקים משם בעודו מגולה שם. וז\"ס שארז\"ל כי הידים עסקניות הן ושניות לטומאה וצריכין נטילה אפי' לחולין קודם אכילה. גם בקום האדם בבוקר ממטתו בלילה כבר שרתה עליהן רוח רעה וצריכין נט\"י שחרית כנודע כי לעולם החצונים כל יניקתן הוא מן הקצוות ומסיומן כי אין להם רשותלעלות אל מקום הקדושה אבל יונקים ממקום סיומא. והנה בקצוות ההם של הזרועות ושל הירכים שם אחיזתן ויניקתן והנה אנו רואין בחוש הראות כי הבשר שבסוף האצבע נבקע ומתוכו יוצא וגדל הצפורן ויוצא לחוץ ודרך אותו בקיעה יוצאין האורות הנ\"ל ויונקים משם החצונים לפעמים כשיש פגם ח\"ו בישראל ולא תמיד והנה הצפרנים עצמן אינם בחי' קליפות ממש ח\"ו וכמ\"ש בזוהר ויקהל דרי\"ח דלבושין קדמאין דאתלבש בהו אדם בגנתא דעדן הוי מאינון לבושין מאינון רתיכין דאיקרון אחוריים ואינון לבושין דאיקרון לבושי טופרא וכו' ופי' הענין כי אם הצפרנים היו ח\"ו טומאה וקליפה מה היה מועיל הנטילה והרי לעולם הטומאה דבוקה באדם. אמנם הצפרנים הם מלבוש טהור וזך אלא שהוא קשה בטבעו והוא מ\"ש פ' תרומה דקמ\"א בשעתא דאתחריב בי מקדשא לא נתחרב אלא מההוא סט\"א בשעתא דאסתים למוחא כו' ובגין דעמא קדישא לא הוו תמן תפיא על ההוא פתיחא חופאה קלישא דפרוכתא קלישאה לנטרא ההוא אחר דלא יסתים ליה ההוא קליפה תקיפא ואחיד בכל סטרין. באופן כי צפרנים הם הלבוש הקשה שניתן שם בראשי אצבעותיו ובקצוותין כדי שלא ינקו החצונים הנקרא קליפה תקיפא משם כי בהיות שם קליפה הקלושה שהם הצפרנים שהם קשים מאד א\"א אל החיצונים לינק משם והצפרנים עומדין על קצוי פתחי סיומי האצבעות למגן ולמחסה מן הקליפות החצונים שלא ינקו יותר מן הצורך שלהם כי בהכרח משם מקום יניקתם אלא הכוונה הוא כדי שלא ינקו יותר מדאי. ולכן מבחי' זו היו הלבושים של אדה\"ר בהיותו בג\"ע הארץ לשמרו מן החיצונים ובהתפשט מהם נשאר ערום וירא ונתחבא מפני החיצונים והמזיקין נמצא כי הצפרנים הם שורש קליפות אלא שהיא זכה בתכלית הזכות והיא יונקת ממקום בקיעת הבשר בסוף האצבעות כנ\"ל כי הרי משם צמיחת הצפורן ומה שהוא כנגד הבשר הוא בתכלית הזכות אבל מה שעודף מן הצפורן ויוצא לחוץ מכנגד הבשר של האצבע זה צריך לחתוך אותם כי שם נתלין החצונים ויונקים בתכלית. וז\"ש בזוהר ובג\"ד לא בעא ליה לאינשי לרבאה לאינון טופרין וכו' והוא השיעור שהוא חוצץ בענין הנטילה של הידים כנזכר לרז\"ל והוא מה שעודף מכנגד הבשר לכן ענשו של המגדל צפרנים קשה מאד. וזה ג\"כ סוד הנזכר לרז\"ל בתקונים בפסוק ויפוזו זרועי ידיו הנאמר על יוסף הצדיק שיצאו עשרה טפין זרע מבין צפרני ידיו כי משם לקחום החצונים ושלטו בהן בסוד שליטת החצונים בטפת בעל קרי כנודע רק שמכאן בדרך האצבעות היא בקיעה מועטת (ודקה וסתומים בפנים ורוצין לצאת חוץ ואינן יכולין) דוקא כמו שכתבנו. והענין הוא במה שנחקור על מה נבקע הבשר שבסופי האצבעות אבל הענין הוא כי האורות מטבעם לצאת ולהאיר ולהיות השפע הולך ומתרבה ומתפשט למטה כטבע מים הנובעים ויוצאין מן המקור והנה הם חתומים וסתומים בפנים ורוצים לצאת לחוץ ואינם יכולין ולכן בוקעים בקצוות האצבעות ויוצאין לחוץ אלא שאינם פתיחות רחבות אלא צרות ודקות ואז בהמשכם לחוץ נדבקים בהם שרשי הקליפות שהם הצפרנים כנ\"ל ויונקים משם בין בצפרני הידים בין בצפרני הרגלים כי שניהן בחי' קצוות אשר משם יניקת החיצונים כנ\"ל. [ונל\"ח כי זה יתרון קו האמצעי שאין בו יניקת החיצונים רק בסיומו בפי היסוד והוא בסוד יעקב בחיר שבאבות אברהם ויצחק שיצאו משם עשו וישמעאל והבן זה כנלע\"ד]. גם תבין בזה ברכת מאורי האש שאומרים במו\"ש בסדר הבדלה כנזכר בזוהר פרשה ויקהל נגד הצפרנים ר\"ל כי מתוך הצפרנים בוקע האור ויוצא לחוץ. ובזה יתורצו השאלות דלמה לא נמשכו הקוין ביוששר אמנם היה פיסוק ביניהן בין הזרועות והירכיים אבל הענין הוא כי אם לא היה כך והיה הקו הכל ישר ונמשך עד סופו והיה האור ג\"כ נמשך בתוכו עד למטה תמיד ושם מקום מעמד הקליפות והחצונים שהם יונקים מהקצוות וגם שהם תחתונים ואז היו החצונים נאחזין באור היוצא משם בסופו מאד יותר מדאי ובפרט אם היו עונות ישראל מרובים ח\"ו אבל עתה שהזרועות נפרדין כ\"א בפ\"ע יכול ז\"א להעלות זרועותיו למעלה וידיו נגבהות עד נגד כתפות ואז אין האור יוצא מן הצפרנים הגלוים רק למעלה במקום ג\"ר שבו אשר אין שם שליטת החיצונים וקלי' כלל. נמצא כי כאשר מעשה התחתונים רצוים שאין כח אל החצונים להאחז אז ישפיל ז\"א זרועותיו וידיו למטה ויניחם נגד רישי ירכין שלו ומתפשטין בתוך הירכיים הנ\"ל וכאשר מעשה תחתונים רעים ח\"ו אשר אז שליטת החיצונים בנה\"י שלו לסבת היות לבר מגופא כנודע כי משם עיקר אחיזתן ולכ או מגביה את ידיו למעלה והאור נגלה למעלה במקום עליון ואין להם אחיזה שם וגם למטה אין האור נמשך ואין אחיזה אל החצונים באור העליון ולכן הונחו הזרועות באופן זה כדי שיהיה לפעמים נשפלים ולפעמים נגבהין. ובזה תבין פסוק כאשר ירים משה את ידו והבן. גם הבן סוד נט\"י שלא אמר רחיצת ידים אלא בלשון נטילה לרמז שצריך לשאת ולנטלם בסוד שאו ידיכם קודש כנזכר בגמרא ובזוהר והטעם כי הנה רחיצת ידים סבתה הוא להרחיק הקליפות מקצוות אצבעותיו ומצפרנים כי שם מקומם כנ\"ל וזהו ע\"י מימי החסד וכדי שלא יחזרו הקליפות להתאחז באור היוצא מהם צריך להגביה כלפי ג\"ר הנקרא קדש ואז אור היוצא חוזר ונכנס תוך המוחין ממש ממקום שיצאו וז\"ס שצריך בנטילה להגביה ידיו נגד ראשו ממש ובפרט אם הוא ביום השבת כי אז צריך להרחיק הקליפה בתכלית הריחוק. עוד יש טעם ב' אל השאלה הנ\"ל והוא שהיה כן לסבת פרצוף לאה היוצאת מאחוריו ואלו הב' קוין ימין ושמאל אם היו ישרים בלתי הפסק באמצעיתם לא היה יכול להגביה זרועותיו להיות אור יוצא מהם להאיר אל לאה לעשות חו\"ב שבה וכמ\"ש לקמן במקומה ובזה תבין סוד נט\"י כי ע\"י עלייתן למעלה עולה האור וחוזר לכנוס תוך המוחין עצמן אז נכנס תוך לאה כמ\"ש. גם בזה תבין סוד ברכת כהנים שמגביהין ידיהם נגד כתפיהם והנה יתבאר לקמן בענין פרצוף לאה. וגם בזה יתבאר שם סדר המשכת אור פנימי בדרך הקו ימין או שמאל איך יוצא ונכנס בין פרק לפרק ע\"ש היטב:",
  "parentheses": [
    {
      "hns": "452.1.1",
      "text": "ודקה וסתומים בפנים ורוצין לצאת חוץ ואינן יכולין"
    }
  ]
}