{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 173,
    "section_hns": "173.1",
    "path_trace": [
      "text#14",
      "#2",
      "11",
      "8",
      "1"
    ],
    "paren_count": 2
  },
  "text_he": "ואחר שנתבאר בחי' התיקון בדרך קצרה נחזור לבאר כסדר המדרגות הנ\"ל שהם אב\"א ואחור בפנים ופנים באחור ופב\"פ. הנה טרם שהיה שום תיקון כלל בכל האצילות אפי' בעתיק יומין הנה בצאת האורות של או\"א ונכנסו בתוך הכלים שלהם בהיותן עדיין בסוד נקודים כנ\"ל היו אב\"א לפי שהנה נודע כי או\"א עומדין בב' צדדי א\"א זה בחסד שלו וזה בגבורה ובהיות או\"א פב\"פ אז אור הפנים של א\"א יורד ונמשך ביושר באמצע בין פני אבא לפני אמא ומאיר בפני שניהם. והנה בהיותם עדיין בסוד נקודה בלתי תיקון כבר נתבאר אצלינו זה גרם שבירת כלים לפי שכאשר לא היה עדיין שום תיקון היה האור בא בלתי מסכים והנה הם אורות גדולים ובלתי מסכים ואז אין הכלים יכולים לקבלו ומתבטלים ואחר התיקון בא האור ממועט דרך מסכים ויכולין הכלים תחתונים לסבל ג\"כ והנה כאשר עדיין לא היה שום תיקון אפילו בע\"י היה אור גדול ורב בלתי מסכים ועי\"כ אם היו או\"א פב\"פ הנה בהמשך אור פני א\"א ביניהן כנ\"ל דרך החזה שלו לא היו יכולין לקבלו כלל לפי שבחי' הפנים הם יותר זכים ובהירים ודקים מהאחוריים והיה האור מובלע ונכנס בהם מאד והיה בלתי אפשר להיותן יכולין לקבלו והיו נשברים ונופלים גם הם למטה כמקרה זו\"נ והיתה בהם מיתה ממש ח\"ו וע\"כ נשארו אב\"א אז בהמשך אור פני א\"א דרך החזה שלו ונמשך ונכנס בין ב' האחוריים דאו\"א אשר הם עבים וגסים מאד יותר מבחי' הפנים ואז אין האור ההוא נבלע ונכנס בהם מאד כי הוא רוחניות בתכלית והם חשוכים וגסים לכן אינו נכנס בהם רק אור מועט ויכולין לקבלו ולכן עמדו בתחלה או\"א אב\"א ובזה לא מתו כשאר מלכים שמתו ממש וירדו לעולם הבריאה אמנם האחוריים שלהם אותן אשר לא יכלו לקבלאור עליון אפי' בהיותן בסוד אב\"א נתבטלו והכלים שלהם של בחי' האחוריים ההם ירדו למטה ונשארו בעולם אצילות במקום שהיתה נוקבא דז\"א בחי' הכלי של הנקודה שלה כנודע וכמבואר שכל הי' כלים יצאו קודם שיצאו האורות ועי' לעיל אימתי נשתברו האחוריים דאו\"א כי שם נתבאר באורך והנה כאשר ירדו אלו האחוריים ירדו אחורי אבא כלולים מי\"ס ואחורי אמא כלולים מי\"ס ג\"כ ואחורי אבא ירדו ונפלו ועמדו נגד הפנים של נוקבא דז\"א ואחורי אמא ירדו גם הם ונפלו ועמדו נגד האחוריים של נוקבא דז\"א והיא נשארת עומדת באמצעיתא אלו באחור ואלו בפנים ונשארו או\"א אב\"א ונמצא כי הכלים של מלכים דזו\"ן כאשר נשברו מתו ממש ונפלו לעולם הבריאה במקום הקליפות אשר היא בחי' המות כנודע בסוד בלע המות לנצח וגו' שהם הקליפ' אבל אחוריים דאו\"א נקרא ירידה מגדולתם לבד כי נפלו ממדרגתן העליונה שהיו באחורי או\"א והיה למטה במקום נוקבא דז\"א באצילות באופן כי מתחלה היו האחוריים האלו נקרא מלכים ממש וברדתן למטה נעשו שרים וזה סוד הפסוק כי יאמר הלא שרי יחדיו (כולם) מלכים כי השרים האלו שהם נקראו שרים בהיותם למטה במקום נוקבא דז\"א הנה בתחלה בהיותן למעלה היו מלכים כמ\"ש בע\"ה כי מאלו האחוריים נתקנו ונעשו בחי' יעקב ולאה ונוקבא דז\"א נקרא רחל והוא נקרא ישראל והנה שרה היא רחל ושרי אשת אברם היא בלאה וז\"ס הלא שרי כי אותיות הל\"א אותיות לאה כי מן השרים האלה נעשית לאה כמ\"ש למטה בע\"ה ענין מציאותן היטב. והנה כאשר התחיל ע\"י להתתקן תחלת כולם כי הוא הראש העליון שבג' רישין הנזכר בריש אדר\"ז אשר שלשתן אלו כלולין בנקודה א' של אלו י' נקודות כנ\"ל ונודע כי כשנתקן נעשה פרצוף גמור בי\"ס והנה כשהתחיל להתתקן עתיק יומין ונעשה לו בחי' ראש שבו הנה הג\"ר שבו נתקנו תחלה ביחד שהם כח\"ב שבו שהן כללות רישא דעתיק אשר לבחי' זו הראש קראוהו באדר\"ז רישא עלאה דלא אתיידע פי' כי הנה בחי' פרצוף עתיק הג\"ר דיליה אינן מתלבשין ומתעלמים כלל תוך א\"א ונשארו בגלוי כי אינינו יכול להשיגו ולהלבישו ולכן זה הראש נקרא רדל\"א אמנם ז\"ת שבו שהם סוד ז' ימים אלו הם מתלבשים תוך א\"א כנודע כי יש לו בהם קצת השגה ולבחי' אלו הז\"ת שלו הם הנקרא עתיק יומין ר\"ל עתיק של בחי' ז\"ת הנקרא ז' ימי קדם כנודע ובהם יש קצת השגה וידיעה. והנה אחר שנתקן רישא דע\"י כנ\"ל נתמעט האור קצת ע\"י רישא דעתיק שנתקן ונעשה פרצוף ועובר אור העליון דרך המסכים ההם ועתה יש באבא כח לקבל אור העליון אפי' דרך הפנים שלו לפי שהוא זכר והוא רחמים אבל אמא שהיא נוקבא דינין עדיין אין בה כח לקבל אור עליון דרך הפנים שלה אלא באחור ולכן החזיר אז אבא פניו במקום חזה דא\"א והיה מקבל האור עליון דרך פנים ואמא נשארה כמו שהיתה תחלה ונמצא עתה עומדים או\"א פנים ואחור שהיא מדרגה הג' וחסר מהם מדרגת ב' של אחור בפנים ותכף עלו במדרגת מעלת הג' שהיא פנים באחור. וטעם הדבר הוא לפי שכיון שהחו\"ב שבראש עתיק יומין שניהם נתקנו יחד כנ\"ל ולא הקדים זה לזה לכן גם או\"א שהם בחי' חו\"ב כנודע היה בהם ב' תיקונים ביחד כי היו בתחלה במדרגה ראשונה אב\"א ותכף עלו ב' מדרגות יחד והיו פנים באחור שהיא מעלה ג' כנ\"ל. ואמנם פשוט הוא כי האור הנמשך מן אבא אל אמא בין אם יהיה בבחי' פב\"פ או בחי' פנים ואחור לעולם הוא בא מן י\"ס שבו בשווי אחד לפי שלעולם אבא הוא עומד בבחי' פנים בב' המדרגות כנ\"ל אבל השינוי הוא באמא כי בהיותן פב\"פ גם היא עם אבא אז הארה הבאה מן י\"ס דאבא אליה מקבלת הארתה בפנים שלה בתחלה ושם הם מאירין עיקר הארה ואח\"כ מהאורות שנשארו הם הולכים אל האחוריים שלה ומאירין בה ואינם חלק אחד ממאה חלקי האור כי כולם ניתנין (בהם) אל בחי' הפנים שלה אבל בהיותה אחוריה נגד פני אבא אע\"פ שהארה עצמה אינה משתנית כנ\"ל כי גם עתה באה דרך פנים שלו עכ\"ז האורות האלו עיקרן מאירין באחוריים שלה ואע\"פ שהם גסים ועבים עכ\"ז ההארה שלוקחים אם מעט ואם הרבה הנה עיקרו ניתן באחוריים שלה ושיורין מאירין בפנים שלה נמצא כי בהיות אמא פב\"פ עם אבא הפנים שלה מרווחים יותר מן האחוריים ובהיות אחורי אמא נגד פני אבא האחוריים מרווחים הרבה כי האחוריים שלה עתה מאירין בהם פני אבא ממש ומתמתקין מאד יותר מכאשר היתה פב\"פ שלה אבל הפנים עתה הם גרועין נמצא עתה כי האחוריים דאמא נמתקו ונתקנו תיקון נוסף על אחורי אבא כי אחורי אבא אין אור פנים העליונים מהם מאירין בהם כמו שיש אל אחוריים דאמא אך בבחי' הפנים יש יתרון לאבא על אמא כי פני אבא היה בהם כח כדי לקבל אור העליון ופני אמא לא היה לה כח לקבלו ונשארה בסוד פנים באחור. ואמנם שינוי ב' בחי' אלו שיש באו\"א שבבחי' א' יש יתרון ומעלה לאבא ובבחי' אחרת יש יתרון לאמא על אבא זה גרם שינוי אחר בענין ב' אחוריים הראשונים שנפלו תחלה למטה שנעשה מהם יעקב ולאה כמ\"ש למטה בע\"ה והנה עדיין א\"א בסוד נקודה בלתי תיקון ומכ\"ש השאר אשר תחתיו ואח\"כ נתקנו החו\"ג דעתיק יומין ואז נתקן ג\"כ כתר חכמה דא\"א שהם התרין רישין תתאין מג' רישין הנזכר באדר\"ז והטעם הוא במה שנתבאר אצלינו כי חסד וגבורה דע\"י מתלבשין תוך כתר חכמה דא\"א ואמנם הבינה דא\"א עדיין לא נתקנה עמהם והרי בזה שינוי א' שיש בין עתיק לא\"א כי עתיק נתקנו ג\"ר שלו ביחד וא\"א לא נתקנו ביחד אלא ב' ראשונות שבו לבד והטעם הוא כמ\"ש עתה הקדמה א' והוא כי יש שינוי אחד בין פרצוף א\"א לכל שאר פרצופים דאצילות:",
  "parentheses": [
    {
      "hns": "173.1.1",
      "text": "כולם"
    },
    {
      "hns": "173.2.1",
      "text": "בהם"
    }
  ]
}