{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 71,
    "section_hns": "71.1",
    "path_trace": [
      "text#14",
      "#2",
      "5",
      "5",
      "3"
    ],
    "paren_count": 5
  },
  "text_he": "ועתה נבאר עניינם דע כי הכלים שהם גוף דז\"א הנקרא עולם הם בחינת אותיות ובהם נכללין התגין שהם הנפש. אמנם מן הכ\"ב אותיות נעשה הגוף כולל י' שליטים שהם כחב\"ד חג\"ת נהי\"ם כנזכר בהקדמה ב' די\"ב וכן בדי\"ג וז\"ל וכמה גופין תקינת לון דאתקריאו גופין לגבי לבושין דמכסיין עליהון ואתקריאו בתיקונא דא חסד דרועא ימינא כו' ואח\"כ נבאר איך מכ\"ב אותיות נעשין י' תקונין. והנה להיות שהתגין משותפין באותיות לכן נכללין נפש וגוף יחד בכ\"ב אתוון וכולן נקרא כ\"ב בחי' אתוון והנקודות הם י' כמ\"ש בע\"ה והם בחי' רוח והם נקראו י\"ס באמת בסוד השמים מספרים כי השמים הוא ז\"א בחי' רוח הכולל י\"ס המספרים ומזהירים למלכות הנקרא כבוד אל, כנזכר בפרשה תרומה דקל\"ו ע\"ב מאי מספרים כו' אלא דנהרין ונצצין בנצוצי דנקודה עלאה כו' הרי כי הספי' הם מחכמה נקודה עלאה גם ידעת מפסוק מונה מספר לכוכבים כי ת\"ת נקרא מספר והוא רוח כמ\"ש די\"ו וקרינן לון י\"ס ואח\"כ אמר לבושין תקינת לון וכמה גופין תקינת לון כו' הרי כי י\"ס הם עצמות שהם הנקודים שבתוך האותיות הנמשכין מחכמה עלאה (צמח אבא כנ\"ל) הנקרא נקוד' עלאה ג\"כ ועל שמה נקרא נקודות וז\"ש אח\"כ מלגאו איהו שם יו\"ד ה\"א וא\"ו ה\"א דאיהו באורח אצילות וידוע כי שם זה גימ' אד\"ם הרמוז בחכמה כ\"ח מ\"ה כי הי\"ס הן הן הי' אותיות דשם מ\"ה. וז\"ש בזוהר והמשכילים אלין אתוון דכלילן בב' דבראשית ראשית נקודה בהיכליה ט' נקודין תליין מניה ואתקרון י\"ס בלימה. וידוע כי ב' היא בבינה דמנה אתוון וראשית דא חכמה דמנה נקודין והם י\"ס. והנה בתחלה הזריע האב והוא חכמה טפת חומר והוא האותיות שעליה נאמר והארץ היתה תהו ובהו כי מעכירת המים יצא חומר הראשון הנקרא תהו כמ\"ש בס\"י שלש מים מרוח חקק וחצב בהן כ\"ב אותיות מן תהו ובהו ורפש וטיט. עשאן כמין ערוגה. הציבן כמין חומה. סבבן כמין מעזיבה. הרי כי חומר האותיות מן מים שבחכמה יצאו ותחילה נעשה תהו ואח\"כ בהו ואח\"כ נרשמו ונצטיירו. ויש אותיות עגולות כמין חומה ויש פרוסה וארוכה כמין מעזיבה ויש של בית קיבול כמין ערוגה ששוהה המים בתוכו. וז\"ש כי לשלג יאמר הוי ארץ נמצא כי מעכירת המים שבחכמה יצא חומר (האותיות) הראשון הנקרא תהו ואח\"כ נותן בבינה ונצטיירו במעי אמא ע\"י חומר שבה ג\"כ שהוא אפר של אש כי (כמו ל\"ג) המים מימין שהוא חכמה וממנו יצא מעכירותיו הכ\"ב אתוון ובהם ה\"ח של מנצפ\"ך הפשוטים הראשונים ונעשה עפר לובן מעכירות השלג לובן שבלבנון שהוא חכמה בסוד כי לשלג יאמר הוי ארץ. אך האש הוא בבינה ומעכירותה ושמריה יצא חומר הנקרא אודם והם ה' אותיות מנצפ\"ך כפולים שהם ה\"ג גימ' אפ\"ר כי אפר עכירות שמרי האש הוא ואז נצטייר גוף הולד ז\"א במעי אמא בכ\"ב אותיות דכורין וה' אותיות מנצפ\"ך הכפולים נוקבין ומהם נוצר הולד. וגם בכ\"ב אותיות דכורין יש בהם נוקבין כי החכמה יש בה צד שמאלי שכולה נקבה כגון בג\"ה מלכות לכן יש בשאר הכ\"ב בחינת נוקבין אך בערך הכפולים נקרא כולן זכרים. ובזה תבין איך כל רמ\"ח איברים שהם בחינת רמ\"ח עצמות כולם מזכר המזריע לובן אך מאודם האשה אינו רק השחור שבעין והדם שבתוך הגידין כו' אך כל העצמות שהם השרשים של רמ\"ח איברים הם מאבא. והנה באותיות אלו משותפת הנפש הם תגין והיא מאימא כי אין הנפש נכנסת בחומר רק אחר שנזרע שהוא במעי אמא אך אבא לא נתן בו רק החומר הכ\"ב אתוון שהם העצמות אך בהכרח היה בתוכה הכל דגרמי הנז' פ' שלח דף קס\"ט כי ודאי טפת אבא לא היה רק חומר יבש רק קצת חיות בתוכה הנקרא הבל דגרמי והם סוד הש\"ך ניצוצין דנפקי מחכמה דהיינו אבא כנודע אצלינו כי זה הוא מחובר חיבור גמור בעצמות אחר המיתה אך הנפש שהוא מצד אמא חופפת עליהם מלמעלה בסוד ונפשו עליו תאבל עליו דייקא כי כמו כשהזריע (נ\"א שמזרע) אבא יצא חומר עם הבל דגרמי משותף יחד (לכן לא נפרדין לעולם ל\"ג) כן לעולם אינן נפרדין אך הנפש באה אח\"כ מאמא וחופפת על ההבל ואז בבטן אשה נכנסת הנפש בט' חדשים מעט מעט וכשנגמר נולד לכן גם אחר מיתה חופפת על עצמות ולא בתוכם כמו הבל דגרמי דאשתאר בחבורא גו גרמאי כנזכר בפ' שלח דקס\"ט. ואע\"פ שבדף ק\"ע אמר זה על הנפש הכוונה הוא על הבל דגרמי וע\"ש ואולי דגש ורפה הוא הבל דגרמו שאינם לא טעמים ולא נקודות ולא תגין כנזכר בתיקונים סוף תיקון ה' ולא קבלתי זה ממורי זלה\"ה ועיין מה שחסר בסוף תי' כ\"ח של כת\"י שאמר כי הדגש והרפה הם הנפש ואפשר שהוא הבל דגרמי שהוא מכלל נפש וע\"ש היטיב בענין דגש ורפה ואותיות ונקודות וטעמים שהם גוף ונר\"ן. והנה הנקודות הם הי\"ס שבתוכם שהם בחי' רוח והרי כ\"ב אתוון והי\"ס הם ל\"ב נתיבות נמשכין מהחכמה שבהם נברא העולם שהוא ז\"א וז\"ש בל\"ב נתיבות פליאות חכמה חקק והם י\"ס בלימה וכ\"ב אותיות יסוד כו' ונקרא יסוד לרמז לטפת חומר הזכר שהוא ראשון ויסוד שהם עצמות ואחר כך מצטייר באי מא בה' אותיות מנצפ\"ך הנקרא טפת אודם והבן זה למה זה נקרא תמיד בס\"י לבחי' כ\"ב אותיות יסוד:",
  "parentheses": [
    {
      "hns": "71.1.1",
      "text": "צמח אבא כנ\"ל"
    },
    {
      "hns": "71.2.1",
      "text": "האותיות"
    },
    {
      "hns": "71.3.1",
      "text": "כמו ל\"ג"
    },
    {
      "hns": "71.4.1",
      "text": "נ\"א שמזרע"
    },
    {
      "hns": "71.5.1",
      "text": "לכן לא נפרדין לעולם ל\"ג"
    }
  ]
}