{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 844,
    "section_hns": "844.1",
    "path_trace": [
      "text#14",
      "#2",
      "50",
      "10",
      "28"
    ],
    "paren_count": 1
  },
  "text_he": "(כ) דע שהחסדים שבדעת התחתון המתפשטים בו\"ק ז\"א יש בהם ב' בחי' והם אור פנימי ואו\"מ ופנימים הם ז' שהם ה\"ח ועוד הארתן נכלל ביסוד ויש שם כללות כל החסדים אחרים וכן עד\"ז חוזרין להכלל בכללות יותר ג\"כ במלכות שהיא עטרת היסוד ואע\"פ שאי אנו מזכירין תמיד אלא ה' זהו עיקרם אך הב' כוללים דיסוד ומלכות שנעשין מהארת הה\"ח אינם נזכרים אבל בודאי ישנם בהם והרי הם ז' פנימית ואלו הם מתפשטים בחג\"ת נהי\"ם וכנגדן יש ז' חסדים אלו בדעת עצמו במקומו והם שרשים לז' ענפים אלו המתפשטים והם נשמה להם וז\"ש בתקונים שהדעת נשמת הת\"ת והענין שיש בדעת שרשים של ז\"ת הנכללין בת\"ת שהוא ז\"ת גוף דז\"א ואין הגוף דז\"א לבדו נקרא ת\"ת אלא עם כל בחי' הנאחזים בו דהיינו זרועות ושוקיים ויסוד והנה הו\"ק עליונים שבדעת התחתון ועליון הנקרא שרשים הם ו' צרופי יה\"ו הנזכר בס\"י שבהם נחתם העולם דהיינו ו\"ק דז\"א הנקרא עולם בסוד אמרתי עולם חסד יבנה שהם ו\"ק של הבנין והדעת מחיה אותן כמתפשט בהם בסוד ו' צרופים הנ\"ל וטעם היות כל צרוף מאלו ג' אותיות כי כל א' מג' מוחין כלול מג' ומכ\"ש הדעת שהוא המכריע שצריך שיכלול הג' מוחין שכיון שהוא נמשך מו\"ק דאו\"א יש בו ו\"ק ותשלום ענין זה תמצא בסוד נענועים דלולב וכנגד הו\"ק שבדעת שהם שרשים יש ו\"ק חסדים תחתונים המתפשטים בו\"ק דז\"א עצמו והם ג\"כ ו' צרופי יה\"ו הנ\"ל ממש והם ח\"י אתוון בדעת וח\"י בחסדים המתפשטים בגופא וכנגדן ביסוד ח\"י יען שמקבל הארת כל ו' צופים אלו שבדעת וכולן נכלין בו לכן נקרא היסוד ח\"י ועדיין נשאר עטרת היסוד שהוא מלכות דז\"א עצמו והוא בחי' ה' אחרונה שבכל צרופי יה\"ו ועמה נשלם כל השם מהן ונעשים הוי\"ה שלימה כמ\"ש בזוהר ויקרא כי לכן נקרא שלימה שלימו דכל ספירן בו' צרופים אלו אמנם עיקר הפי' הוא כי הה\"א שבסוף כל הו' צרופים היא רחל שהיא מקבלת כולם ומתפשטין להאיר בה כדפרשינן בסוד הלולב ואינו נכנס בה הארת החסדים רק השרשים מאירין באותן החסדים המתפשטים בו והארת המתפשטים נכנס בה בנוקבא ואז נקרא שלימה וב' פי' אלו הם א' כי עטרה שורש רחל כנודע והנה ו' צרופי אלו הם ג\"כ במילוי ונחלקים ג\"כ בבחי' המילוי כמו שנחלקים בבחי' הצרופים יה\"ו בחסד ה\"י בגבורה לפיכך מילוי ע\"ב בקו ימין בחסד ונצח וס\"ג בגבורה והוד ומ\"ה בת\"ת ויסוד וכמו שכל צירוף הוא ג' אותיות לרמז לג' מוחין הנכללין בו גם בכל אות מיה\"ו יוצא ממנו שם א' נמצא כי בחסד יש ג' שמות יה\"ו ובגבורה שלשה שמות הו\"י וכן בכל הו\"ק אך ההפרש יהיה כי יה\"ו הראשון שבחסד גובר בו קו ימין לכן מילי ע\"ב והב' ס\"ג והג' מ\"ה ועד\"ז בכל הו\"ק וחסד של המלכות הג' יה\"ו כולן בההי\"ן כי שם ב\"ן במלכות. וכענין שנתבאר בחסדים הפנימי' כן הוא במקיפים שיש בחי' החסדים המקיפים בדעת עד\"ז מתפשטים בו\"ק דז\"א אמנם הפנימי' בין בדעת ובין בהתפשטותן הם ו' צרופים הנ\"ל אך המקיפים נחלקים לג' בחי' ותחלה נבאר בחי' עליונה דדעת עצמו ובחי' המקיפים דחסדים נקרא א\"ל לפי שא\"ל במלואו עולה גימטריא הקן והנה נתבאר כי יה\"ו בחסד הפנימי במלואו ע\"ב ס\"ג מ\"ה ואלו הג' יה\"ו בפשוטן גימטריא ס\"ג אחד שיש בו ייא\"י הרי א\"ל גימ' וגם הג' יודי\"ן דיה\"ו עצמן עם כללותן גימטריא א\"ל וכן בגבורה יש ג' הו\"י בע\"ב ס\"ג מ\"ה נעשין א\"ל ע\"ד הנ\"ל וכן בשאר הקצוות ומקיף על המל' נעשה מג' יה\"ו דההי\"ן על הדרכים הנ\"ל ממש והנה המקיפים המתפשטים הם משונים אע\"פ שגם הם בחי' א\"ל והענין ששם יש שם מ\"ה שבו ג' אלפין שהם ג' שמות אהי\"ה ואהי\"ה גימטריא יה\"ו נמצא שבפנימית יה\"ו ובמקיף אהי\"ה כי כל מקיף סוד נוקבא סוד אהי\"ה כנודע רק שהוא מאלפין דמ\"ה עצמו וג' אהי\"ה כולם ביודין לפי שהם בחסד וכללות שלשתן נעשה מהם ס\"ג ומהם יוצא א\"ל ע\"ד הנ\"ל ג' יודין ואלף של ס\"ג ובגבורה הוא אל ג' אהי\"ה דההי\"ן היוצא מג' אלפין דמ\"ה ע\"ד הנ\"ל ובת\"ת א\"ל מג' אהי\"ה דאלפין ע\"ד הנ\"ל ודנצח הראשון ביו\"ד והב' באלפין כי הוא קו ימין גבר בו בחי' ראשון והוא ביו\"ד ולפי שהוא יונק גם כן מת\"ת לפיכך שניה באלפי\"ן ובהוד שהוא קו שמאל ה\"ה ראשונה בההי\"ן כמו הגבורה והב' באלף לפי שיונק ג\"כ מת\"ת וביסוד ה' ראשונה באלף כי גם הוא בקו האמצעי וב' בההי\"ן כי הם בחי' ההי\"ן כנודע:",
  "parentheses": [
    {
      "hns": "844.1.1",
      "text": "כ"
    }
  ]
}