{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 342,
    "section_hns": "342.1",
    "path_trace": [
      "text#14",
      "#2",
      "24",
      "2",
      "1"
    ],
    "paren_count": 2
  },
  "text_he": "ועתה צריך שתדע ענין אחר כי כמו שבאורך יש חח\"ן בקו ימין כן ברוחב כלול מכולם והענין כי אין דבר שאין בו נרנ\"ח והם בחי' ע\"ב ס\"ג מ\"ה ב\"ן כנ\"ל והם בחי' מלכות נה\"י חג\"ת חב\"ד כי כל א' מאלו הם במדרגה בפ\"ע כמ\"ש בע\"ה. לכן גם בעובי צריך שיהיה בחי' הנ\"ל כנ\"ל כי יש באיברים גובה ועובי שהם אורך ורוחב. והענין כי כל פרק ופרק וכל בחי' ובחי' מאלו הנ\"ל יש עור ובשר וגידין ועצמות והעור הוא מל' המקפת הכל ונעשין כמין בית לכולם בסוד אין בית אלא אשה שהיא שם ב\"ן. אח\"כ הבשר בסוד ז\"א מ\"ה. ואח\"כ הגידין בסוד אמא ס\"ג ולכן בתוכן בחי' אודם ואח\"כ העצמות בסוד הלובן אבא ע\"ב והנה כל א' מאלו הד' בחי' יש בו ג' בחי' כי הבשר יש בו חיצון ואמצעי ופנימי כנ\"ל כי אין דבר שאין בו רת\"ס בענין האורך וכן בעובי וכן הוא בעור ג' עורות זה לפנים מזה ושלשתן עור א' וכן בגדין ג' קליפין זו תוך זו ושלשתן גיד א' וכן בעצמות ג' קליפין ושלשתן עובי א' של העצמות והבן זה היטב. והנה בחי' חיצוניות שבעור בשר גידין ועצמות הם הנה\"י שבהן ובחי' הב' הם חג\"ת שבהם ובחי' (הג') הפנימית הוא חב\"ד שבהם. והנה העובר יש בו עור ובשר וגידין ועצמות אמנם הם דקין כי עדיין אין בהם רק בחי' חיצוניות שבכל בחי' מהם והוא בחי' הנה\"י שבהם וגם בחי' נה\"י אלו הם ע\"ד הנ\"ל בנה\"י בענין האורך כי הם הנה\"י שבנה\"י וכנ\"ל ע\"ש וכשנולד אז נכנסים בו בחי' חג\"ת דכללות הז\"א והם מתלבשין תוך הנה\"י דכללות ז\"א שהם בחי' העיבור כנ\"ל וקודם שנכנסו אלו מתפשט הז\"א ממה שהיה בעיבור שהיה בעיבור שהיה מקופל כנ\"ל ועתה נגדל ונעשה ו' ארוכה בלי ראש באופן זה. כי כל הג' נצחים נתגלו זה למעלה מזה וזה למעלה מזה בסוד חח\"ן וכן הג' הודות נתגלו בסוד בג\"ה וכן הג' יסודות נתגלו בסוד דת\"י והרי יש בו עתה כשנולד ט' בחי' אותן עצמן שהיו היותו בעיבור בלבד אלא מה שנתחדש הוא שנתגלו כולם ונתפשט ממה שהיה מקופל בסוד ג' כליל בג' כנ\"ל וכ\"ז התפשטות נעשה ברגע (א') ההוא בצאתו מרחם אמו כנראה בחוש העין. ואמנם אח\"כ ע\"י היניקה התחיל לגדל יותר ונכנסו בו החג\"ת הכוללים של ז\"א. והנה גם בהם יש כ\"ז בחי' כנ\"ל בנה\"י הכוללים. ואמנם תחלה לא נכנסו רק הט' בחי' שהם ג' הנצחים וג' הודות וג' יסודות שיש בהם ונתלבשו ט' אלו בט' של העיבור והנה אע\"פ שט' אלו הם ג\"כ בחי' נה\"י כנ\"ל עכ\"ז הם מבחי' חג\"ת הכוללים ולכן יש בהם כח שגם הט' בחי' של העיבור שהוא בחי' נה\"י לבד נגדלו בבחי' חג\"ת שבו שהם ט' בחי' אחרות כי הם החסד והנצח שיש בפ\"ע של נצח הכללי וחסד ונצח שבפרק אמצעי וחסד ונצח שבפ\"ת הרי ו' בחי' של קו ימין דנצח הכללי וכנגדן ו' בחי' בקו השמאלי הוד הכללי וכנגדן ו' בחי' בקו האמצעי יסוד הכללי הרי עתה שיש בחי' ו\"ק בנה\"י הכללי ועוד נגדלין גם בחי' של החג\"ת הכללי שבתוכם והם ג\"כ בחי' ו\"ק שבהם כי הם חסד ונצח שבפ\"ע של חסד הכללי וחסד ונצח שבפרק אמצעי וחסד ונצח שבפ\"ת הרי ו\"ק שבקו ימין וכנגדן בקו שמאלי וכנגדן בקו אמצעי ונמצאים עתה ב' בחי' זו תוך זו בכ\"א יש בו ו\"ק. והנה עתה הבחי' החיצונה שהוא מנה\"י הכוללים כל בחי' מהם נגדלות באורך ובקומה כי אז הנצח שבו היה נצח שבפ\"ת ועתה נגדל גם החסד שבפ\"ת וכן נגדל החסד שבפרק אמצעי ונגדל החסד שבפ\"ע ונמצא כי מוח החכמה של העיבור היה נצח של פ\"ע ועתה נגדל מוח זה והוא חסד שבפ\"ע וכעד\"ז בקו שמאלי וכן בקו האמצעי נמצא כי המוחין דעיבור נגדלו גם הם עתה. ובזה תבין מ\"ש בספרינו כי בעיבור המוחין בסוד אלם וביניקה נשלמו ונעשו אלקים והענין כנזכר באדרא דקל\"ה ז\"א נקרא אלקים בערך עתיק הנקרא הוי\"ה ונודע כי ז\"א הוא בחי' ו\"ק של כללות האצילות ונמצא א\"כ כי כל בחי' המוחין הם הויו\"ת וכל בחי' ו\"ק הם אלקים ביאור הדבר כי אפילו הו\"ק שיש במוחין עצמו למעלה נקרא אלקים וזהו הטעם שביניקה נקרא אלקים המוחין שבו והבן זה ואמנם בעיבור שהיו ג' קצוות נה\"י לבד היה אלם לבד כי ירכין אינון סתימין כנזכר בפ' תצוה וביניקה נשלמו ו\"ק אז נגמרו שם אלקים והנה כל זה בבחי' חיצוניות שהם נה\"י דכללות דז\"א וכן הענין בבחי' התיכונה שהם חג\"ת דכללות גם הוא עד\"ז נקרא אלקים המוחין שבהם שהם חסד נצח גבורה הוד ות\"ת ויסוד שיש בג' פרקין עליונים מט' פרקין שיש בחג\"ת כנודע ואלו נקראו מוחין דיניקה כי כבר יש בה כללות חסד ונצח בכל ג' פרקין של קו ימין שהוא חסד וכללות גבורה והוד בכל א' מהג\"פ דבקו שמאלי שהוא גבורה וכללות ת\"ת ויסוד בכ\"א מג\"פ הת\"ת שהוא בקו האמצעי. והנה כמ\"ש שנגדל עתה באורך גם הגדיל בו ברוחב והעובי כי עד עתה עוביו מנצח ועתה יש חסד בתוכו בקו ימין וכן בקו שמאל וכן בקו אמצעי יש בהם גבורה ות\"ת וכמ\"ש כי יש בבחי' החיצוניות של נה\"י הכוללים ד' בחי' שהם עור ובשר וגידין ועצמות אלא שהם בבחי' החיצונית בג' בחי' והקליפות שיש בכל בחי' מאלו הד' הנה כן בזאת הבחי' התיכונה של חג\"ת הכוללים יש בהם ד' בחי' עור ובשר וגידין ועצמות והם בבחי' התיכונה שבהם שהיא הקליפה האמצעית מג' הקליפות שיש בכל בחי' מאלו הד':",
  "parentheses": [
    {
      "hns": "342.1.1",
      "text": "הג'"
    },
    {
      "hns": "342.2.1",
      "text": "א'"
    }
  ]
}