{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 283,
    "section_hns": "283.1",
    "path_trace": [
      "text#14",
      "#2",
      "19",
      "2",
      "1"
    ],
    "paren_count": 3
  },
  "text_he": "והנה מה שנכנס תחלה באלו הכלים להחיותן אינם הג' שמות בעצמן רק המילוי שלהן נכנסין תחלה שהם מדרגות השפלות מן השמות עצמן כמ\"ש בדרוש רפ\"ח ניצוצין והנה מספר המלויין לבדם של אלו השמות אחר שנסיר מהם שמות הפשוטין הם אלו מילוי ע\"ב כשתסיר הפשוט שהוא גימ' כ\"ו נשאר מ\"ו ומילוי ס\"ג ע\"ד הנ\"ל הוא ל\"ז ומילוי מ\"ה ע\"ד הנ\"ל הוא י\"ט וגם צריך שתדע כי תחלה נכנס המילוי התחתון שבמדרגה שהוא י\"ט ממילוי מ\"ה אם לסיבת שהוא קטן שבכולם במדרגה ואם לסבה אחרת והוא כי ענין היות בז\"א ג' שמות אלו ע\"ב ס\"ג מ\"ה הוא כי תחלה לוקח בחי' חיות עצמו שהוא מילוי מ\"ה ואח\"כ לוקח חיות יותר גדול והוא מילוי ס\"ג ולוקחו מן אמא ואח\"כ לוקח מן אבא חיות יותר גדול מכולם שהוא מילוי ע\"ב וא\"כ מוכרח הוא שתחלה יהיה מילוי י\"ט שהוא חיות עצמותו ואח\"כ של ל\"ז ואח\"כ של מ\"ו כי כך הוא מעלות המדרגות. ועתה נבאר סדרם דע כי הנה נתבאר בגמרא במעשה דרבי ואנטונינוס דא\"א לבשר חי לעמוד בלי מלח יותר מג' ימים שיסריח יותר מזמן זה וא\"כ מוכרח הוא שבג' ימי קליטה נכנס איזה בחי' חיות ורוחניות בולד והנה אז בג' ימים אלו נכנסין בחי' הי\"ט ניצוצין דמילוי מ\"ה הנ\"ל אשר הם בחי' ח\"י לרמוז היות בהם כבר חיות ועם כולל הרי י\"ט כי בפחות ממילוי האחרון זה דמ\"ה התחתון שבג' שמות הנ\"ל אין לו חיות בלעדו והם מתחלקים בג' ימים כי ביום א' של הקליטה נכנס בו ו' ניצוצין לפי שאז נתקשרו יחד זה בזה כל אותו המחצה הנתון תוך אבא כנ\"ל אשר מצד ימין ואז נמשך להם ו' ניצוצין של חיות כי בחי' ו' הוא קו א' והוא קו ימין שע\"י נתקשרו ונתחברו יחד וביום ב' נקשרים ומתחברים יחד זה בזה כל המחצה של קו שמאל הנתון תוך אמא ואז נמשכין לו ו' ניצוצין אחרים של חיות לקשרם ולחברם והוא ו' ניצוצין בקו שמאל שהוא צורת ו' ג\"כ וביום ג' אשר כולם מתקבצים יחד מחצית דאבא עם מחצית דאמא (נ\"א דאבא) ונתחברו ונמצא כי חצאי קו האמצעי לא נתחבר עד היום הזה וכנגד זה נכנסין לו ו' ניצוצין אחרים כנגד קו אמצעי הרי נשלמו בג' ימי הקליטה לכנוס כולם תוך אמא ולהתקשר יחד כולם בסוד (ג') קוין ולכנוס בהם י\"ט ניצוצין של חיות שהם מילוי מ\"ה שהוא חיות של ז\"א עצמו כנ\"ל. והנה מציאות של ג' ווין אלו הם בחי' ג' אלפין שיש במילוי מ\"ה והנה כבר נתבאר לעיל כי הניצוצין נגמרין להכנס ולהתתקן בזמן ט' חדשי עיבור וכאשר תמנה כל חדש מהם ל' יום יהיו כולם ר\"ע ימים והולד נולד ברע\"א יום וכמ\"ש בגמרא ע\"פ ויתן לה ה' הריון כי המשך ימי העיבור הם גי' הריו\"ן שהם בגימטריא רע\"א והענין הוא כי בג' ימי קליטה נתקנו הי\"ח ניצוצין והשאר ר\"ע ימים נתקנים ר\"ע ניצוצין ניצוץ אחד בכל יום שבין כולם הם רפ\"ח ניצוצין הנ\"ל ונודע כי הר\"ע יום הם זולת ימי הקליטה כי לכן אמרו בגמ' אין האשה יולדת או לרע\"א או לרע\"ב או לרע\"ג יום לפי שהר\"ע ימים הם ימי הריון המוכרח שהם ט' חדשים וג' ימי הקליטה שיש בהם ספק אם נקלט ביום א' או ביום ב' או ביום ג' ונחלקים עתה בחי' ר\"ע ימי הריון בר\"ע ניצוצין הנשארין מרפ\"ח ניצוצין. והנה נודע כי ארז\"ל שביום ארבעים נגמר צורת הולד והענין הוא כי אחר ג' ימי הקליטה שבהם נכנסו י\"ט ניצוצין דמילוי מ\"ה שהוא בחי' חיות דז\"א אח\"כ נכנס מילוי ס\"ג דאמא הם ל\"ז ניצוצין ואם תוסיף על ג' ימי קליטה יהיה מ' יום שאז נגמר מילוי ל\"ז דס\"ג דאמא אשר היא נותנת ציור הולד כנודע מפ' וייצר ה' אלהים את האדם וגם לסיבה זאת נקודת הצירי היא באמא הנודע והרי כי במ' יום נגמר צורת הולד שהוא כניסת ל\"ז ניצוצין אחרים דמילוי ס\"ג והרי כי במ' יום שנגמר צורת הולד יש בו בחי' מילוי מ\"ה וס\"ג גם אם תמנה בחי' ניצוצין עצמן י\"ט ל\"ז יהיה נ\"ו והם גימטריא א\"ל יהו\"ה ע\"ה כי כבר נתבאר אצלינו כי שם הוי\"ה הוא בז\"א וגם נתבאר אצלינו (בחיבור) [כי בחי'] ב' שמות א\"ל יהו\"ה הוא בעולם היצירה כי עתה נגמר ונשלם לקרא בב' שמות אלו ואח\"כ יש זמן ג' שארז\"ל ענין ג' חדשים הראשונים שאז ניכר עובר כמארז\"ל במשנה היבמה לא תחלוץ ולא תתייבם עד שיהיה לה ג' חדשים שאז ניכר העובר והענין הוא כי אחר מ' יום של יצירת הולד שנכנס שם מילוי דס\"ג שהוא המצייר צורת הולד עוד נכנסין בו מ\"ו ניצוצין של מילוי ע\"ב במ\"ו ימים אחרים והנה בין כולם הם פ\"ו ימים אשר נכנסו בהם ג' מלואים דע\"ב ס\"ג מ\"ה וכבר נשלם טפת דכורא שהוא ע\"ב להצטייר ואז נקרא היכר העובר לגמרי ואף על פי שאינן ג' חדשים לגמרי אין חשש כי מ\"ש בגמרא ג' חדשים לאו דוקא בצמצום ובפרט אם תמנה החדשים החסרים יהיו פ\"ז ימים והם פ\"ו הנ\"ל עם הכולל:",
  "parentheses": [
    {
      "hns": "283.1.1",
      "text": "נ\"א דאבא"
    },
    {
      "hns": "283.2.1",
      "text": "ג'"
    },
    {
      "hns": "283.3.1",
      "text": "בחיבור"
    }
  ]
}