{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 528,
    "section_hns": "528.1",
    "path_trace": [
      "text#14",
      "#2",
      "35",
      "5",
      "1"
    ],
    "paren_count": 1
  },
  "text_he": "ד\"ו בדעת ודע כי בכאן הוא היפך מאותיות אחרות כי אותיות הראשונות היו הראשונות עיקרית והאחרונות טפילות כמו א\"ט א' עיקר וט' הוא מה שנתחדש וכן בשאר אותיות אך כאן הוא להיפך כי אות אחרונה הוא עיקר והראשונה הוא המחודש. כיצד ד\"ו פי' כי ו' נקודות יש בה וד' באין מחדש והענין שאע\"פ שאנו אומרים שבנצח דז\"א שם חסד א' עכ\"ז זו לעצמו וגם לצורכו אך לצורך הנוקבא אין בו כח להאיר רק בפ\"ק שהוא בחכמה דנוקבא וכן בהוד אינו מאיר רק בבינה דנוקבא. אך בשאר המשך הקו אין בו כח להמשיך כ\"כ ואע\"פ שבדרוש העבר בארנו שהחסדים דנצח מאיר בכל קו ימין דמלכות ודאי שכן הוא אלא שאין הארתו מספקת להגדיל רק בפ\"ק לחודיה נמצא כי החסדים אינם מגדילים בנוקבא רק בכח\"ב שלה לבד. וא\"ת שאר הגדלה דנוקבא מי גרם לה. התשובה כי מהדעת ולמטה הם נגדלין ע\"י הגבורות כי אין מתפשטין הגבורות רק מהדעת ולמטה וכ\"כ הם משמשות ומגדילות הגבורות את הנוקבא כמו החסדים את הז\"א כי גם הגבורות הם מים ממש המגדילין את האילן רק שהם מ\"נ לכן נקרא גבורות גשמים הרי שהם מים ממש נמצא שמן הדעת ולמטה כל ההגדלה הוא ע\"י הגבורות והסדר הוא כך. כי הנה דעת נוקבא נגד יסוד ז\"א כנ\"ל בדרוש העבר שאחר שכלו החסדים להתפשט עד ההוד אז ירדו הגבורות עד היסוד ומשם לוקחם המלכות בדעת שלה המכוון נגדו כי ת\"ת דז\"א כתר שלה ויסוד שלו דעת שלה. והנה שם לוקחת ה\"ג ביחד ונשארין שם מושרשים. אח\"כ יורדין ומתפשטין הה\"ג מחסד עד הוד שבה ואחר כך מהארת אלו הגברות המתפשטין מאירין ביסוד שלה כל ה\"ג ביחד וכן אח\"כ במלכות שלה וכ\"ז הוא ממש כמבואר בחסדים המתפשטין בז\"א שכבר הודעתיך שכולן נרשמין בדעת והארה שלהם לבד הוא המתפשט מחסד עד הוד ואחר כך הארה ב' שנתוספו מאלו המתפשטין הם מתקבצין ביסוד ואין צריך להאריך בזה. והנה אותן ה\"ג המתפשטין בה מחסד עד הוד הם מגדילין אותה ולכן כמו שלא נכנסו החסדים במספר גם הגבורות אינן נכנסין במספר כי הם מגדילין ואינם ההגדלה עצמה כמ\"ש בחסדים לכן אין להאריך. אמנם בדעת אנו מונין הה\"ג עם הנקודה של חלקה שהיה לה מתחלה כנ\"ל הרי ו' והגדילו ד' אחרים הרי ד\"ו. וא\"ת למה בדעת נמנין ה\"ג הטעם כדי להגדיל ספירה א' מספיק גבורה א' אך כאן הם ה\"ג. וא\"ת א\"כ לא נמנה אלא ד' גבורות כי א' צריך להגדיל. זה יתורץ עם משארז\"ל ברכת הבית ברובה וזהו ענין גם כן ורדפו מכם חמשה מאה ומאה מכם רבבה ירדפו וכן אמרו רז\"ל אינם דומין מרובים העושין המצוה כו' כי בהתקבץ ובהתאסף ה\"ג יחד מספיק להגדיל ולהעלות בחשבון וזה מבואר הרי ד\"ו. יץ בחסד פי' אין לה רק נקודה א' ומתחדשין ונגדלין בה ט' אחרים וזהו י\"ץ. וא\"ת הרי בחכמה שהוא בקו הזה בארנו שהוא ב\"ח כי החכמה והמוח שבתוכו נמנה. התשובה הוא קרוב אל זה שבארנו לעיל בענין החסדים וכן הוא ענין המוחין כי אלו המוחין המתפשטין בנ\"ה דז\"א אינם מוחין כי אין מוחין אלא בג\"ר דז\"א אבל משם ולמטה הם הארה בעלמא ואינן מוחין ממש וא\"כ הלואי שיספיק כל אותו המוח המתפשט בכל נצח דז\"א לעשות מוח חכמה דנוקבא והלואי שיהיה בכאן כולו מוח א' אך שיתפשט בכל קו ימין דנוקבא זה א\"א וכיוצא בזה בקו שמאלי כי אין המוח נמנה ונחשב רק בבינה דנוקבא אך משם ולמטה לא. והואיל ואתא לידן נבאר עתה שכיון שכן הוא איך נעשה המוח ממש בחכמת נוקבא או בבינה שלה כיון שהוא עצמו אינו מוח והענין הוא כי ע\"י הארת החסדים המגולין אשר שם לפיכך הם מאירין שם הרבה ויכולין להתגלות שם הארתן המלובשת שם ויכולה לעשות מוח ממש כאן בנוקבא. גם זה פירוש על מ\"ש בזוהר דינין דדכורא תקיפין ברישא ונייחין בסופא כי בכאן מאירין יותר מלמעלה בכפליים עד שיכולין לעשות מוחין לנוקבא ועוד אחרת כי הארת החסדים האלו מאירין (מנה\"י דאבא לעשות מוחין בראש הנוקבא ואע\"פ שאינן אלא) בנה\"י דאבא הנתונין תוך נה\"י דאמא כנודע ואז מאירין נה\"י דאבא ונה\"י דאמא ויצא מהם אור רב. ועוד אחרת כי בכאן מחזה ולמט' מתגלה יסוד דאבא כנודע והוא מאיר לצדדין בנ\"ה דאמא וע\"י כל אלו האורות שאמרנו יש כח בנ\"ה אמא לעשות מוחין בראש הנוקבא אע\"פ שאינן אלא בחי' רגלים וכבר ידעת כי הנוקבא אינה נעשית אלא מנה\"י אמא ולא מנה\"י אבא ואין להאריך. אך הלואי שכל האורות אלו יספיקו לעשות לה ג' מוחין ולא שיספיק לכל ארכה נמצא כי מכאן ולמטה אין אנ מונין עוד מוחין כנ\"ל. והנה ראוי לבאר כי א\"ט וי\"ץ הכל אחד רק שזה אחדים וזה עשיריות כי א\"ט הם יו\"ד אחדים וי\"ץ הם יו\"ד עשיריות וראוי לידע איך הוא הענין היפך השכל שראוי היה שלמעלה בראשו יהיה העשיריות שהוא יותר גדול ולמטה בקצוות מחסד ולמטה יהיה אחדים. והתשובה מבוארת כי למעלה בראשש היה המגדיל בחי' חסדים והנה החסדים עיקרם הם בז\"א רק שהארתן יוצא מאחוריו ומגדיל אותה אבל כאן הגבורות עיקרם בנוקבא בדוקא ולכן הם מגדילין מאד מאד בבחי' העשירית וגם החסדים כיון שעיקרם הם בז\"א הלואי שכל הארת החסד יצא להאיר בחכמה דנוקבא או בבינה ואינה בה רק ששליש א' כנודע שחסד שבנצח נחלק לג\"ש ושליש א' שלו הוא היוצא ומאיר לחכמה דנוקבא ועושה אותו מוח. באופן כשנעריך ערכים אלו נמצא כי הארות הגבורות הם יותר מי' פעמים בנוקבא מאור של החסדים לכן הם כאן עשיריות:",
  "parentheses": [
    {
      "hns": "528.1.1",
      "text": "מנה\"י דאבא לעשות מוחין בראש הנוקבא ואע\"פ שאינן אלא"
    }
  ]
}