{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 237,
    "section_hns": "237.1",
    "path_trace": [
      "text#14",
      "#2",
      "14",
      "9",
      "2"
    ],
    "paren_count": 2
  },
  "text_he": "ד כי אמא עלאה יש לה הוי\"ה דס\"ג והוא נוקבא אל אבא שהוא הוי\"ה דע\"ב והנה הוי\"ה זו דס\"ג נקודתה בנקודת אלהים כנודע כי הבינה הוי\"ה בניקוד אלהים כנודע והנה הוי\"ה זו נחלקת לד' בחי' בד' אותיותיה והם ב' אהי\"ה דיודי\"ן וא' דאלפי\"ן וא' דההי\"ן והיא רמוזה בה' ראשונה דהוי\"ה הכוללת כל האצילות ואבא הוא י' של שם הוי\"ה כנ\"ל ואמא זו היא י\"ס גמורות ואמנם בהתחלקותה לב' בחינת כמ\"ש אז בחי' ראשונה נרמזת במילוי ו\"ד דיו\"ד דהוי\"ה הכוללת הנזכר לעיל ובחי' ב' נרמזה בה' ראשונה דהוי\"ה הכוללת כל האצילות כנודע ואז בחינה הראשונה הנרמזת במילוי יו\"ד נקרא אהי\"ה דיודי\"ן ובחי' ב' נקרא שם ס\"ג גם הראשונה נקרא אמא עלאה או בינה והב' נקרא תבונה. ודע כי הבינה היא בחי' ט\"ס הראשונים והתבונה היא בחי' המלכות של הבינה הנ\"ל ודע כי כמו שרחל נוקבא דז\"א עם שהיא בחי' מלכות שלו עכ\"ז מלבשתו מהחזה ולמטה כן תבונה זו שהיא המלכות דבינה מלבשת את הבינה מהחזה ולמטה בלבד ודע כי הבינה יש בה פנימיות וחיצוניות וכן במלכות שלה הנקרא תבונה יש בה פנימית וחיצונית שאי לך דבר בעולם שאין בו פנימית וחצונית ואמנם כדי שלא נאריך הענין נבאר ענין התבונה ומתוכה תבין את הבינה בהיקש. ונבאר עתה בלבד ענין המלכות דבינה הנקרא תבונה ונקרא ה' ראשונה של הוי\"ה הכוללת הנקרא שם ס\"ג הנה בחי' זו כולה היא שם ס\"ג א' שלם כולל כל ט\"ס שבה בפנימית וחיצונית והנה ג\"ר שבה הם דוגמת ג' פרצופים והם כח\"ב ונרמזין ביו\"ד ה\"י דס\"ג הכולל והנה ה\"י ראשונה דס\"ג היא בינה דתבונה שהוא הפרצוף הג' דס\"ג הכולל ויש בה ג' ההי\"ן (נ\"א ג' שמות ס\"ג) א' נגד ג\"ר שבה וא' נגד ו\"ק שבה וא' נגד מלכות שבה ואמנם ה' זו גי' ג' ההי\"ן כי יו\"ד של המילוי נעשין ב' ההי\"ן והרי הם ג' ההי\"ן לפי שג' קוין יש בצורת ה' לכן ה' ראשונה בג' קוין כח\"ב שלה ולכן ה' זו פשוטה ועיקרית אך י' של מילוי ה' נחלקת לב' ההי\"ן כנ\"ל והם בו\"ק שלה הא' בג' קוין חג\"ת שלה וה' אחרונה בג' קוין בנה\"י שלה וכנגדן יש ג' ההי\"ן אחרים דחיצוניות. אח\"כ הוא ו' דס\"ג הכולל והוא ו\"ק ז\"א שלה דתבונה ואז ב' נקודים תחתונים מן י' שיש ביו\"ד דמילוי ה' דבינה כנ\"ל בבחי' פנימית עם חיצונית שלהם ג\"כ יורדין להעשות בחי' מוחין אל הו\"ק אלו שהם ו' דס\"ג הכולל כדמיון התבונה שמתלבשת בסוד המוחין אל ז\"א ואמנם חיצונית ב' חלקי היו\"ד דמילוי ה' ראשונה כנ\"ל אלו ירדו בתוך פנימית י' חלקי תחתונים של זו הוא\"ו ופנימיות ב' חלקי יו\"ד הנ\"ל יורדין תוך פנימיות ג' חלקים עליונים של זו הוא\"ו שכולה גימטריא י\"ג ונודע שיש י\"ג פנימיות וי\"ג בחיצוניות ואמנם י\"ג הפנימית נעשו בחי' חיצונית אל בחי' ב' חלקים מילוי י' של ה' ראשונה האחרונים לחיצוניותן ולפנימיותן ע\"ד הנ\"ל אך דע כי כמו שיש בז\"א מוחין פנימים ומקיפין כן יש לפנימית וא\"ו זו דס\"ג כולל פנימי ומקיף כי חיצוניות ב' חלקים הנ\"ל נעשו הם פנימים תוך י' חלקים התחתונים דוא\"ו זו דבחי' פנימית אך פנימית ב' חלקים הנ\"ל שנעשו גם הם פנימים תוך ג' חלקים העליונים דו' זו ונמצא שהם ב' תוך ג' וכללותן נעשה ה' אחת וזה הה' נעשה בחי' מקיפין מוחין על ו' זו. ואמנם חיצונית ו' זו שהם י\"ג חלקים יתבאר אח\"כ מה נעשה בהם כי הנה יש בוא\"ו זו פנימית וחיצוניות הנ\"ל שהוא פנימית מבינה ופנימית עצמה נעשה חיצוניות אל פנימית הבינה. אח\"כ ה' אחרונה דס\"ג הכולל היא מלכות דפרצוף דס\"ג הכולל וגם היא דוגמת ה' ראשונה שהם ג' ההי\"ן ה' בג' קוין ראשונים כח\"ב ה' בג' קוין אמצעים חג\"ת ה' בג' קוין תחתונים נה\"י וכל ג' ההי\"ן אלו הם בסוד פנימיות. גם יש אחרת בסוד חיצוניות והם ג' ההי\"ן אחרות המתחלקים ע\"ד הנ\"ל ואמנם כמו שרחל לוקחת האחוריים דז\"א בסוד פנימיותה ונעשה בה מוחין כך הוא פה כי החיצוניות של ו' דס\"ג הכולל שלא הוצרך במקומו כנ\"ל הנה הוא יורד ונעשה פנימית אל ה' אחרונה זו שהיא המלכות דס\"ג הכולל כנ\"ל. והענין כי הנה ביארנו כי מלכות זו דס\"ג הכולל יש בה ג' ההי\"ן בה' דפנימיות וג' ההי\"ן בה' דחיצוניות והנה ה' הג' תחתונה שבחיצוניות שהיא בחי' החיצוניות של נה\"י דמלכות זו דס\"ג ירדה תוך ז\"א דאצי' לעשות לו מוחין פנימי כנודע נמצא כי המלכות דס\"ג (יצא) חסרה ואז נעשית לה נה\"י חדשים דחיצוניות כנזכר במ\"א איך היו עודפים ותלוין על העורף מאחורי רישא דז\"א עד החזה מבחוץ כנזכר שם. והנה עשיית נה\"י אלו החדשים הוא זה כי הנה פנימית ה' הג' שהם נה\"י דמלכות דס\"ג הפנימית הגדילו ונכפלו ונעשו ב' ההי\"ן דפנימית ואז ירדו ב' ההי\"ן עליונות דחיצוניות שנשארו במקומן ונכנסו תוך אלו ב' ההי\"ן פנימית ונעשין פנימיותן ואלו ב' ההי\"ן התחתונים הפנימית נעשין חיצוניות להם נשארו עתה למעלה ב' ההי\"ן פנימים ואז ירדה וא\"ו דחיצוניות הנשארת הנ\"ל ונתלבשה בתוך ב' ההי\"ן אלו והוא נעשה פנימית להם והם נעשו חיצוניות ואז גדלו כמוהו ונעשו גם הם י\"ג שהוא גימטריא וא\"ו הרי הם י\"ג תוך י\"ג שהם פנימית וחיצונית. ונלע\"ד אך לא שמעתי והוא כי אפשר כי גם וא\"ו תתחלק לב' בחי' כי ו' ב' תכנס בתוך ה' ב' בסוד מוחין פנימית ואות א' הוא כתר שבה אך ו' ראשונה שנתלבשה תוך ה' ראשונה יהיה אור מוחין בבחי' מקיף על ראש מלכות ע\"ד שנתבאר לעיל שיש ה' א' בסוד מקיף על ראש הו' אלא ששם שבאו מהתבונה נקרא ה' וכאן שבאים מן ו' נקרא ו' וצ\"ע לפע\"ד. והרי נתבאר עתה כי חצוניות נה\"י דמלכות דתבונה נעשו מוחין פנימית דז\"א כלל העולה כי ה' ראשונה של השם היא שם ס\"ג א' כולל י\"ס פנימית וחיצוניות ונקרא תבונה ויש בה ג\"ר הנקרא בינה. וו\"ק הנקרא תבונה ומלכות שבה נקרא תבונה, וחיצוניות נה\"י של המלכות זו נקרא ג\"כ תבונה והרי הם בינה א' וג' תבונות, וכל ד' בחי' אלו נקרא תבונה דס\"ג דה' ראשונה, ועוד יש בינה עליונה רמוזה ביו\"ד של הוי\"ה ויש בה דמיון כל בחי' אלו, אלא שנקרא בינה דאהי\"ה דיודי\"ן, והרי יש בינה עליונה ותבונה והם סוד ס\"ם דאפרסמון, וכן בתבונה עצמה יש בינה ותבונה וגם אלו ס\"ם דאפרסמון, והבן ותראה איך כל החיצוניות העליון נעשה פנים אל הפנימית תחתון הימנו. וחוזר הפנימית התחתון ההוא בסוד חיצוניות, ואז החיצוניות הראשון שהיה בתחלה על הפנימית התחתון א\"א לעמוד שם, ויורד להעשות פנימית תוך פנימית יותר תחתון ממנו, וכעד\"ז עד סוף כל המדרגות כולם באופן שא\"א להיות שם רק ב' בחי' לבד, שהם פנימית א', וחיצוניות א'. וגם תבין שלעולם אין העליון מתלבש בתחתון אלא חיצוניותו ושם למטה חוזר להיות פנימים גמורים כי אע\"פ שבערך העליון נקרא חיצוניות הנה ברדתו למטה יהיה שם במדרגת פנימית. גם תבין איך גם בפרצוף א' לבד יורדין מוחין מספירה זו לספירה זו. אלא שאין זה רק מכתר לחכמה ומחכמה לבינה ומבינה לת\"ת ומת\"ת למלכות, וכ\"ז בפרצוף עצמו, וכעד\"ז מפרצוף זה לפרצוף אחר. גם תבין כי החיצוניות של העליון שיורד אינו מכולו, רק מלכות שבחיצוניות דמלכות שבו, כי הרי כשאנו אומרים שנה\"י החיצוניות יורדין ר\"ל המלכות שבחיצוניות ההוא העומדת בנה\"י של החיצוניות אשר כל החיצוניות ההוא אינו רק י\"ס המלכות של הפרצוף ההוא:",
  "parentheses": [
    {
      "hns": "237.1.1",
      "text": "נ\"א ג' שמות ס\"ג"
    },
    {
      "hns": "237.2.1",
      "text": "יצא"
    }
  ]
}