{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 330,
    "section_hns": "330.1",
    "path_trace": [
      "text#14",
      "#2",
      "23",
      "4",
      "1"
    ],
    "paren_count": 2
  },
  "text_he": "ונבאר עתה ענין ירידת והשתלשלות הנה\"י של תבונה החדשים מאחורי ז\"א והטעם שאינן יורדין ונמשכין דרך פניו הוא כדי שתוכל התבונה להסתכל פניה בפני הז\"א כאשר תכפוף ראשה להסתכל בו בהיות פניה באחורי ז\"א ותכפוף ראשה ותביט בפניו של הז\"א שהוא נמוך ממנה ותאיר בו בהסתכלותה ואלו היה רגליה משתלשלין כלפי פניו נמצאת פניה כנגד פני הז\"א והנה היא גבוה מאד וכאשר תכפוף ראשה להסתכל בו אינה מסתכלת אלא באחור של ז\"א והנה שיעור אורך והתפשטות והשתלשלות נה\"י החדשים הנ\"ל באחורי ז\"א הוא עד סיום שליש עליון דת\"ת דז\"א שהוא נגד החזה שלו אשר משם ולמטה יוצאת רחל נוקבא דז\"א באחורי ז\"א כנ\"ל כי מקום שמסתיים היסוד דתבונה שנכנס בתוך פנימית ז\"א שם כנגדה מבחוץ מסתיימין נה\"י דתבונה החדשים החיצונים. ואע\"פ שנה\"י דתבונה החדשים שיעורם כשיעור אורך נה\"י הראשונים עכ\"ז אינו דומה התפשטות בפנים ביושר אל החיצונים שנכפפין ומתעקמין ונכפלים ומתפשטין באחורי עורף ז\"א לכן הנה\"י הראשונים הנכנסין תוך ז\"א מתפשטין עד סיום רגלי ז\"א והנה\"י החדשים אשר נכפפין ועקומים לאחור אינן מגיעין רק עד החזה לבד והנה ע\"י התפשטות אלו הנה\"י החדשים באחור ז\"א עד החזה מתכסים אחוריים של ז\"א ואין החיצונים והדינין שולטין באותן אחוריים עליונים של (עורף) ז\"א. ודע כי כל בחי' אותו החיוורא והלבנונית שבאחורי העורף דז\"א וכל הלבנונית אחורי הגוף והכתפים שלו כולו הוא בחי' אלו הרגלים של אמא אשר הם מכלל בחי' הכתר שלו המקיף את ז\"א באופן שכל אותו החוורא הנזכר באדרא שיש למעלה בגלגלתא וכן אותה החוורתא המתפשטת באחוריים הכל הוא בחי' הכתר הנזכר באדרא הכותר ומקיף את ז\"א. וז\"ס מ\"ש באדרא נשא דף קכ\"ח ע\"ב על בחי' א\"א וז\"ל ומהאי גולגלתא נפיק חד עיבר חיוור דנחית לגללתא דז\"א כו' כי ודאי הוא יורדת דרך אחורי רישא דא\"א. ודע כי על הלבנונית שהוא בחי' הכתר הנ\"ל שהוא סיום הרגלים של התבונה החיצוניות נמשך ומלביש עליהם בחי' חד קוצי דשערי הנמשך מראש הא\"א דרך עורפו בין תרין כתפין כנ\"ל באדרא דקכ\"ט ע\"ב ונמשך ג\"כ עד החזה דז\"א כדי לכסות הכתר מחשוף הלבן אשר שם ולכן נמשך קוצי דשערי דרך אחור ז\"א ועוד טעם ב' כדי שלא לכסות הפנים של ז\"א לכן נמשך דרך אחוריו ודע כי הנה נתבאר כי קוצי דשערי מלביש ההוא חוורא שהם נה\"י החדשים והנה למטה מן ההוא חוורא יצאת לאה אשת יעקב באחורי ז\"א מחציו ולמעלה ומסתיימת עד החזה ג\"כ כי לאה יוצאת תכף במקום הדעת של ז\"א מאחוריו כנודע. וכאשר נכנסו המוחין תוך ז\"א תכף יוצאת דרך אחור בחי' לאה כנ\"ל וכאשר הונח הכתר על ראש ז\"א ירד גם הוא ונתפשט ונמשך עד החזה כנ\"ל והלביש וכיסה את לאה העומדת שם פניה נגד אחורי ז\"א והכתר מלביש ומכסה אחור לאה ועי\"ז אין חיצונים שולטין באחוריים שלה וגם הלובן ההוא ממתק הגבורות והדנין הקשים שבאחוריים של לאה כנודע. וזהו הטעם שבספר הזוהר קרא אל לאה עלמא דאתכסיא אבל רחל היוצאת אחר סיום הכתר הזה מהחזה ולמטה נקרא עלמא דאתגלייא. והנה סיום הכתר הזה שהם נה\"י החדשים של התבונה הם מגיעין עד ראש רחל ומסופם ומסיומם נעשה כתר של רחל נוקבא דז\"א. והנה תבין באדר\"ז ואד\"ר למה לא הוזכר רק נוקבא תתאה רחל דנפקא בין תרין דרועין דז\"א מאחוריו אבל לאה שהיא עלמא דאתכסיא לא הוזכרה כי הנה היא נכללת ונחשבת בכלל הכתר של רחל וכאלו היא עצמה נעשה בחי' כתר של רחל לסבה הנ\"ל. ובזה תבין משארז\"ל שאמרה הירח לפני הקב\"ה רבש\"ע א\"א לב' מלכים שישתמשו בכתר א' פי' כי הנה הת\"ת דתבונה הוא עצמו נגדל ונתארך ונעשו נה\"י החדשים ממנו כנ\"ל אשר סיומם הוא כתר רחל הנקרא ירח ולבנה באופן כי הת\"ת דתבונה נעשה בהתחלתו כתר לזעיר אנפין ובסופו כתר דרחל. ועתה נבאר בחי' הג' והוא אותיות ל\"ם דצלם שהם ב' מקיפים על ראש דז\"א שהם מבחי' (הנ\"ל) חצי עליונה של התבונה עד תשלום חצי עליון על הת\"ת שבה כי משם ולמטה הוא כתר דז\"א כנ\"ל. והענין הוא כך כמ\"ש בע\"ה כי ל' של צלם הוא חג\"ת של התבונה ום' דצלם הוא כחב\"ד דתבונה והרי נגמרו י\"ס. ואמנם הל' אינה אלא ב' ספירות וחצי שהם ח\"ג וחצי עליון של הת\"ת של התבונה כי חצי התחתון הוא בחי' כתר של ז\"א כנ\"ל:",
  "parentheses": [
    {
      "hns": "330.1.1",
      "text": "עורף"
    },
    {
      "hns": "330.2.1",
      "text": "הנ\"ל"
    }
  ]
}