{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 232,
    "section_hns": "232.1",
    "path_trace": [
      "text#14",
      "#2",
      "14",
      "7",
      "1"
    ],
    "paren_count": 2
  },
  "text_he": "דע כי יש כמה מדרגות פנים ואחור והם שמות פשוטים ומלואים לכן נבאר בחי' או\"א ומהם תקיש אל השאר והנה כתר דאבא הוי\"ה פשוט וכן כתר דאמא אהי\"ה פשוט זו פנים שלהם ואמנם האחוריים שלהם הם י' אותיות י' י\"ה יה\"ו יהו\"ה אחורי כתר דאבא. א' א\"ה אה\"י אהי\"ה אחורי כתר דאמא. וכל זה בט\"ס הכתר דאו\"א ואמנם המלכות של הכתר דאבא הוא בחי' חשבון ר\"ל חשבון ד' אותיות הוי\"ה פשוטה שהוא כ\"ו ומלכות דכתר אמא חשבון אהי\"ה פשוט שהוא כ\"א ואלו הם הפנים של הב' בחי' מלכיות הנ\"ל והאחוריים שלהם הם אלו. אחוריים מלכות כתר דאבא הוא חשבון י' אותיות פשוטים דאחוריים שלו והם ע\"ב ואחורי מלכות דכתר דאמא הם חשבון י' אותיות דאחוריים דאהי\"ה שהוא מ\"ד. והנה החכמה דאבא ט\"ס שלו הראשונים הפנים הם י' אותיות המילוי כזה יו\"ד ה\"י וי\"ו ה\"י וט' ראשונות דחכמה דאמא הפנים שלהם הם י' אותיות מילוי אהי\"ה כזה אל\"ף ה\"י יו\"ד ה\"י ואחוריים הם אלו כ\"ו אותיות המילוי והם יו\"ד יו\"ד ה\"י יו\"ד ה\"י וי\"ו יו\"ד ה\"י וי\"ו ה\"י הם אחוריים חכמה דאבא וכ\"ו אותיות אל\"ף אל\"ף ה\"י אל\"ף ה\"י יו\"ד אל\"ף ה\"י יו\"ד ה\"י הם אחוריים חכמה דאמא. והפנים דמלכות דחכמה דאבא הם חשבון הפנים שלו שהם ע\"ב ואחוריים דמלכות דחכמה דאבא הם חשבון אחוריים שהם קפ\"ד והפנים דמלכות דחכמה דאמא הם חשבון הפנים שלה שהם קס\"א ואחוריים הם חשבון האחוריים שלה שהם תקמ\"ד ובינה דאבא הפנים שלה דט\"ס הם כ\"ח אותיות דמילוי המילוי יו\"ד וי\"ו דל\"ת ה\"י יו\"ד וי\"ו יו\"ד וי\"ו ה\"י יו\"ד והאחוריים הם יו\"ד וי\"ו דל\"ת יו\"ד וי\"ו דל\"ת ה\"י יו\"ד יו\"ד וי\"ו דל\"ת ה\"י יו\"ד וי\"ו יו\"ד וי\"ו יו\"ד וי\"ו דל\"ת ה\"י יו\"ד וי\"ו יו\"ד וי\"ו ה\"י יו\"ד ע\"ד אותיות ומלכות דבינה דאבא הפנים הם חשבון כ\"ח אותיות של הפנים שלהם הם ית\"ר והאחוריים הם חשבון ע\"ד אותיות דאחוריים שלו שהם ב' אלפים קע\"ב ובינה דאמא הפנים דט\"ס שלה הם כ\"ז אותיות מילוי המילוי אל\"ף למ\"ד פ\"א ה\"י יו\"ד יו\"ד וי\"ו דל\"ת ה\"י יו\"ד ואחוריים שלה אל\"ף למ\"ד פ\"א אל\"ף למ\"ד פ\"א ה\"י יו\"ד אל\"ף למ\"ד פ\"א ה\"י יו\"ד יו\"ד וי\"ו דל\"ת אל\"ף למ\"ד פ\"א ה\"י יו\"ד יו\"ד וי\"ו דל\"ת ה\"י יו\"ד שהם ע' אותיות ומלכות דבינה דאמא הפנים הוא חשבון כ\"ז אותיות הפנים שלה שהם תתי\"ב והאחוריים הם חשבון ע' אותיות דאחור שהם ב' אלפים קנ\"ו וז\"ת דאבא אינם רק הוי\"ה א' במילוי יודי\"ן באותיותיו דוגמת החכמה כי כבר ידעת כי כל הז\"ת אינם רק פרצוף א' ז\"א דאבא אך (כמו) החכמה שהיא פרצוף א' ג\"כ אבא דאבא וכבר ידעת כי אבא וברא שוין בסוד מה שמו ומה שם בנו וזה מה שקבלתי ע\"כ. (ונלע\"ד כי אינו זה בפרטות (בדוקא) ז\"ת רק בו\"ת. והענין כי כל מדרגות הנ\"ל שהם בחכמה דאבא יש בו\"ק וכל המדרגות שנזכר לעיל בבינה דאבא יש בשביעית שהיא הנוקבא של ו\"ק כנודע ובזה נתבאר הנזכר במ\"א כי כל כ\"ח אותיות מילוי המילוי נקרא אדם רוכב על הכסא שהוא בד' רגלים פי' הפנים דאו\"א גימטריא רג\"ל ואחורי דאו\"א גימטריא תשכ\"ח שהם מלכיות דאו\"א ר\"ל המלכות שיש בז\"א עצמו דאו\"א ואין אנו מדברים בנוקבא דז\"א ממש דאו\"א רק במלכות דז\"א עצמו דאו\"א והנה הוא דוגמת המלכות שיש בחכמה דאו\"א שהוא חשבון ע\"ב דפ\"ק קס\"א תקמ\"ד פנים ואחור וכשמתלבשים חו\"ב דאבא לתת מוחין לז\"א דאבא כנודע ודאי שהחכמה מתלבש ורוכב על הז\"א עצמו הנעשה כסא לו והבינה דאבא רוכבת ומתלבשת על המלכות דז\"א שהוא חשבון ע\"ב קפ\"ד והנה הבינה דאבא הוא כ\"ח אותיות דע\"ב מילוי המילוי וכעד\"ז בינה דאמא יש בה כ\"ז אותיות מילוי המילוי דאהי\"ה דיודי\"ן ורוכבת על הכסא שהוא מלכות דז\"א דאמא שהוא בחשבון קס\"א ותקמ\"ד אך החכמה דאמא רוכבת על הז\"א עצמו דאמא נמצינו למדין כשנכנסין מוחין דאו\"א בז\"א הנה אבא יש לו חו\"ב וחו\"ג וכנגדן באמא וכשנכנסין בז\"א אז אבא חכמה וחסד שבו מצטרפין עם חכמה וחסד דאמא מתלבשין בנה\"י שלו ובינה וגבורה שלו מצטרפין עם בינה וגבורה דאמא בנה\"י שלה ואז או\"א כלולין ממ\"ה וב\"ן כי קודם לכן היה אבא כולו מ\"ה ואמא כולה ב\"ן ועתה שנתחלפו ונמזגו כנ\"ל לכן בהכנסם תוך ז\"א נמצא כי חלק חכמה וחסד דאבא ניתנין אל הזכר מ\"ה שבז\"א וכן חלק חכמה וחסד דאמא שגם הם בחי' מ\"ה כנזכר אך בינה וגבורה דאבא ובינה וגבורה דאמא ניתנין לצד הנוקבא שבז\"א עצמו הנק' מל' שבגופו עצמו ואחר שאלו ינקו והגדילו אז יצאו הארת המלכות שבהם שבמוחין עצמם מצד הב' בינות וב' הגבורות אל אחור ז\"א להגדיל הנוקבא דז\"א שהיא נפרדת ממנו ונגדלת גם היא מעט מעט ואמנם אחר שכבר נגדל ז\"א צד הזכרות והנקבות שבו אז מסתלקים המוחין ובאים המוחין דבינה וגבורה דאו\"א לבדם תוך נוקבא ונגדלת לגמרי והרי נשלמו כל אלו המוחין הנקרא בחי' אב\"א ואח\"כ באים המוחין חדשים דפב\"פ ומגדלין שניהם כבראשונה:",
  "parentheses": [
    {
      "hns": "232.1.1",
      "text": "כמו"
    },
    {
      "hns": "232.2.1",
      "text": "ונלע\"ד כי אינו זה בפרטות (בדוקא"
    }
  ]
}