{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 789,
    "section_hns": "789.1",
    "path_trace": [
      "text#14",
      "#2",
      "49",
      "3",
      "1"
    ],
    "paren_count": 0
  },
  "text_he": "ודע כי עץ הדעת טו\"ר בכללותו הוא המוח עם הקליפת אגוז כולם אך עיקרו אינו אלא קלי' נוגה לבדה כי היא טו\"ר וזה סוד בתקונים ס\"ו וזה הנוגה נקרא ג\"כ להט החרב המתהפכת כנזכר בתקונים ס\"ה וכבר ידעת כי הקלי' זו כולל כל הי\"ס ויש קלי' נוגה נגד בינה ושם הוא טוב ולא רע שהטוב הוא גובר ומהפכו מדינא לרחמי לצדיקים בעולם הבא היא בינה ונוגה שכנגד מלכות הוא רובו רע ותמן מתהפכת מרחמי לדינא. וזה נרמז פ' וארא דז\"ך בתוספתא ע\"ש והנה תראה כי זהו הצלם דנבוכדנצר כנזכר בתקונים דס\"ו כי הרי זה הנוגה דמות הצלם בי\"ס כי מה שנקרא צלם הוא לפי שכבר ידעת כי הוא גוף ומלבוש אל הנשמה בסוד צלם מוחין דקדושה והבן זה כי הנוגה היה ראשו זהב טוב וכן החזה כסף טוב אבל מהחזה ולמטה שהוא מקום המלכות שבחזה נוקבא דדכורא דנוגה שם הוא טו\"ר בסוד נחושת כנזכר פ' תרומה קל\"ט וזה שאמר שם כי כשהמלכות רוצה לזון החצונים שהוא סוד ומלכותו בכל משלה היא מפרנסת ע\"י קלי' נוגה וז\"ש דאצטבע' בהאי גוון למיזן לון ואז בהזדווג דוכרא דנוגה עם נוקבא יוצאין משם נפשות גרים בסוד ואת הנפש אשר עשו בחרן והבן זה וזהו ועורות תחשים כי תחש דנחושת הוא ח\"ש קול דממה דקה נוגה ות' מלכות ששבה וזה נרמז פ' תרומה קל\"ט ופקודי ר\"ס וע\"ש היטב כי נ' דנחושת הוא המוח מל' שנפלה תוך הקלי' נ' גפופה נ' דאשרי וח\"ש היא קלי' נוגה זכר ות' היא נוקבא ואלו הספירות נקראים הרי נחושת ושרשם זו\"ן דקלי' נוגה בהיכל לבנת הספיר שהוא יסוד כנודע ומשם יונקת החשמ\"ל כי מ\"ל הוא לבנת הספיר יסוד כי חשמ\"ל הוא גוף ההיכל עצמו ובתוך ההיכל יש נפש שהיא החי' ויש הרוח שהוא סוד הרוח ויש שם יאהדונה\"י שהוא כלי הפנימי דיסוד ז\"א דאצילות כמו שידעת והוא נעשה נשמה ביסוד דז\"א דבריאה והוא משפיע בהיכל ל\"ה שהוא יסוד דנוקבא תוך שם שד\"י נשמת יסוד דבריאה דנוקבא ומשם נשפע לרוח ונפש שבהיכל זה מב' שמות הנ\"ל הכלולין יחד יאהדונה\"י כנודע כי הוי\"ה רוח ואדנ\"י נפש ולהיות שם זה בחי' נשמה לזה אמר בפ' פקודי דר\"ס כי שם זה סליק באוירא כי כבר ידעת כי הוא אלהות והרוח אינו רק נברא לכן סליק באוירא ואולי אוירא זה הוא רוח וזה סליק עליה גם אפשר כי אירא הוא בינה בסוד מה שאמר בס\"י שניה רוח מרוחכ ובסוד שארז\"ל שתי רוחות מספרות זה עם זה ושם הנדרים פורחים באויר ונשמה אשר ממנה נקרא סליק באוירא וכאשר רוח של היכל הזה נכלל לב' זכר ונקבה שביסוד עצמו ומשפיע לחוץ משם יונק נוגה זכר ונקבה ואז הנקבות נקראי' אדני נחשת ושני רוחות הזכרים נקראי' הרי נחשת וכל האדנים וכל היתדות למשכי חביב נחשת הם קליפת נגה בהיותה נמתקת שהיא הנ' דנחושת כנ\"ל עם חש\"ת הרי נחשת וזה נרמז בפ' פקודי רכ\"ט וידעת כי נחשת בת\"ת ועץ הדעת שהיא נוקבא דנגה בפרטות יוצאה מן החזה דת\"ת דנגה הנקרא נחשת כי כסף וזהב ב' דרועין ות\"ת נקרא נחשת וזהו שאמר בפרשה תרומה קמ\"ז ויעש משה נחש נחשת כי לפעמים ממית בסוד הרע ולפעמים מחיה בסוד הטוב והיא קוף בפני אדם והב זה. וז\"ס ההיא נחשא דכריך על ההוא תיבותא דקע\"ג וז\"ס קין והבל שנעשו חד גופא באדרא קמ\"ג כי גופא קדישא הם הכלים והחשמ\"ל מקיף עליהם וזה נוגה החופף עליהם ומהבל טו\"ר זכר יוצאין השדים התלויין באוירא שמטיבין לבני אדם כנזכר פ' פקודי דרס\"ח כי הרע אשר שם הוא טוב ומתוק כי הם זכרים הרי עץ הדעת טוב ורע הוא הנוקבא דנוגה שהיא ממראה מתניו ולמטה ושם הוא קין גבורה נוקבא ואותן השדים אשר שם הם מצד הרע הם רעים ומזיקין ומצד נוקבא דנגה עזא ועזאל מלאכים מצד הטוב ושדים מצד רע והם יונקים מב' עקביים דלאה הנקבה כנודע. וזהו הנפילים אשר היו בארץ הארץ הנוקבא דנוגה ואלו נקרא עזים משם יצאו עזא ועזאל ושניהם מלשון עזים והם זכר ונוקבא ומשם נפלו כי גבר בהם יצה\"ר ונעשו שדים אך בני אלקים המתיצבים על ה' שהיא קליפת נוגה מצד הטוב שהוא ג' ראשונות שבה כי בינה נקרא אלקים ואלו בניה כי בני אלקים הם ב' מוחין דחכמה דנוגה תרין צפרין ב' מוחין דבינה דנגה והם הערות של אדם קדמאה ולילית ז\"א ונוקבא דנוגה ואלו נקראים עורות אילים מאדמים ובני אלקים הם בארץ נוקבא דנוגה כנזכר באדרא קמ\"ג וכל הטפות של נגעי בני אדם שם הולכין בקליפות נוגה נוקבא דנגה ונעשית טוב ורע והבן זה ועל זה נאמר אף אני אלך עמכם בחמת קרי כי חמה נוקבא דנגה וזכור זה כי בכל קליפה מד' עולמות יש עון ומשחית אף וחמה שהם חכמה ובינה וז\"א ונוקבא דנגה ואינם שוין על דרך הנ\"ל בס\"ם ולילית ובכ\"מ שנמצא קרי הוא בנגה וזכור זה עיין פ' תרומה דק\"ל והטוב של זה הנגה הוא י\"א סמני הקטורת והחלבנה נוקבא דז\"א דנגה לכן ריחה רע ממה ששנדבק בו רע שלה והעשן של הקרבנות נזון מהם קליפת נוגה כי משם נפש הבהמית שבאדם ושבבהמות טהורות. ודע כי באדם הראשון הובררו כל הבירורין של כל העולמות וכל הנשמות בבחי' אחור באחור והיו חסרים בחי' פב\"פ והובררו כל הבהמות זולת בהמות בהררי אלף והדומם והצומח לא נגמרו להתברר לכן היו אוכלים לבררם וכאשר חטאו חזרו הנשמות והבהמות לעמקי הקליפות ועתה עולין הנשמות בסוד מ\"נ והבהמות הטהורות לבד מתבררין על ידי אכילתינו וכן דומם וצומח ולעתיד יתבררו הבהמות בהררי אלף וגם הטמאים עיין פ' פנחס דף ר\"מ ובזה תדע נפש הבהמית שבאדם מה הוא והוא יצר טוב ויצר הרע שבאדם ונשמתן של הגוים הם מג' קליפות רוח וענן ואש שכולם רע וכן הבהמות וחיות ועופות טמאים אך נפש הבהמית דישראל ונפש הבהמית דבהמות וחיות ועופות הטהורים כולם מנוגה לכן יש חלב מהחזה ולמטה של הבהמות כולם חלב טמא וחלב טהור טוב ורע נגד נוקבא דנגה הנ\"ל וכמ\"ש בע\"ה ובתקון מ\"ג והנה אלו הם שיורי המלכים שמתו שלא נתבררו עדין ונקרא י\"א סמני הקטורת וזה סוד מזבח אדמה בסוד מלכי ארץ אדום כנזכר פ' תרומה וז\"ס הכל היה מן העפר וז\"ס אדמת עפר כנזכר פ' משפטים. ודע כי הרע הגמור שנתברר שאין בו טוב כלל הן ג' קליפות החצונים אבל קליפה ד' לא נתבררה לגמרי ולכן נשארה בבחי' לבוש ועור ומתבררת מעט מעט ונעשית גוף גמור כי הם כלים שבורים וחוזרים להחיות והטוב נתברר ונעשו עולמות אבי\"ע אלא שיש בחי' זה טוב מזה וזה טוב מזה מעתיק דאצילות עד תשלום דעשיה ונוגה שבכל העולמות הוא מה שלא נתברר עדיין וזהו טיקלא דעשיקא נשמתין כנזכר משפטים צ\"ה ע\"ב. [הגהה - צמח אע\"פ שלעיל אמרתי קליפת נוגה דאצילות כולו טוב עכ\"ז צריך בירור אותו טוב בעצמו שהרי גם במלכות דעתיק היתה שבירה וגם הוא בירר לחלקו חלקים כנ\"ל לכן אמר כאן מעתיק עד חשמל דעשיה ולקמן אמר כי נגה דאצילות כולו דין חזק לכן שייך בה תיקון ובירור ע\"כ]. כי כשנוגה מדבקת בלבנת הספיר יסוד והוא ערלה שעל המילה ואז עושקת הנשמות וכשמסתלקת אינה עושקת לכן הזווג בליל שבת שאין שם דביקת נוגה ומה שנדבק חזר להיות תוספת שבת טוב גמור משא\"כ בחול כנזכר פ' ויקהל וז\"ס פ' משפטים דצ\"ו ע\"ב אלקים הוא סוד הנוגה הנ\"ל כי מז\"א של בריאה עד סיום המלכות הם ק\"ך צרופי אלקים כמבואר אצלינו שהם כלים החצונים אשר שם וחוץ מהם החשמל וחוץ מהם הוא אלקים דנוגה ושם מתחילין אלקים אחרים וז\"ס רפ\"ח ניצוצין אשר נשארו להתברר בקליפות נוגה ומשם הממזר כי הוא גימטריא רפ\"ח ע\"ה ושם נקרא כורסייא דשביבין באדרא וע\"ש בביאורינו וקליפת נגה שכנגד האצילות הוא אלקים קדושים כרסייא דשביבין ומז\"א דבריאה ולמטה הם טו\"ר וז\"ס פרה אדומה והבן היטב מאד כי בזה לא יכול משה ושלמה לעמוד על ביאוריה איך זה הטו\"ר ביחד ועיין תקון ך' ומטהרת הטמא ומטמא הטהור בבחי' טו\"ר והיא פרה כי היא בנוק' דנוגה בסוד מנצפ\"ך ה' דמים טהורים וה' דמים טמאים גימ' פרה ועיין בפרשה פקודי דל\"ז ושם הז\"א דנוגה נקרא עגל שעשה אהרן והיא פרה וכשנשרפת נטהרת ומתבררת ונעשית אפר ועפר שריפת החטאת שעליו נאמר הכל היה מן העפר כנ\"ל לכן היה מחוץ למחנה כי שם מקומו חוץ להיכל שהוא חשמ\"ל וכל כוונת משה ושלמה היה זה להביא הזכר ערב רב וזה להביא הנשים הגויות הכל לתקנם ולא יכלו לעמוד עליה ולתקנם עד שיבא משיח ואז יושלם זה הצלם להתברר הטוב שבו והרע יוקדין ליה בנורא כנזכר תקון ס\"ו דף קי\"ב ע\"ש פסילי אלהיהם תשרפון באש בסוד פסל לך פסולת הטוב שהוא נוגה שיש בו אוכל ופסולת כי משם נחצבו לוחות שניות מעץ הדעת טו\"ר כנזכר תיקון ס\"ו:",
  "parentheses": []
}