{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 184,
    "section_hns": "184.1",
    "path_trace": [
      "text#14",
      "#2",
      "12",
      "2",
      "1"
    ],
    "paren_count": 1
  },
  "text_he": "ותחלת כל צריך שטרם שנבאר הספיקות האלו נבאר תחלה ענין אלו הנקבות שיש בעולם האצילות הן בע\"י הן בא\"א וכו' והענין הוא כי הנה הודעתיך לעיל שיש בחי' עתיק ונוקבא וא\"א ונוקבא ואו\"א וזו\"ן. אמנם יש חילוק בענין הנקבות הנ\"ל והוא כי הנה הנקבה היא דינין והוא מבחי' בירור המלכים ואיך יצדק שם נקבה בעתיק וא\"א שהם תכלית הרחמים כנזכר בב' האדרות ועוד כי הנה היות בחי' זכר ונקבה מורה על מיעוט ופירוד ואין אחדות גמור כמו בהיות הזכר לבדו. והנה מצינו ראינו בהרבה מקומות בזוהר ובאד\"ר דקמ\"א ע\"ב בהאי דיוקנא דאדם שארי ותקין כללא דכר ונוק' מה שאין כך בעתיקא וכן בהרבה מקומות מצינו שלא התחיל בחי' זכר ונקבה אלא מאו\"א ולמטה כנזכר באדר\"ז דר\"ץ ע\"א האי חכמתא אתפשט ואשתכח דו\"נ שהוא חכמה אב בינה אם ובגינייהו כולא אתקיים בדו\"נ וכו' א\"כ איך אנו אומרים שאפי' בעתיק וא\"א יש בחי' נוקבא והנה מצינו היפך זה בהרבה מקומות ובפרט בס\"ה פ' בראשית דב\"ך ע\"ב דעילת כל העילות אמר האי קרא ראו עתה כי אני אני הוא ואין אלהים עמדי וגו' דאית אחד בשתוף כגון דו\"נ ואתמר בהון כי אחד קראתיו אבל איהו חד ולא בחושבן ולא בשתוף ובג\"כ אמר ואין אלקים עמדי שהיא בחי' הנוקבא הנקרא אלהים שהיא דין. והנה ליישב המאמרים אלו צריך שתדע כי בודאי שבכל הי\"ס יש דכר ונוקבא אלא שיש חילוק במציאותן איך הם וביאור הענין הוא כי הנה זו\"ן אשר בהם עיקר המיתה כי [הרי] בהם היו ענין ז' המלכים שמתו ולכן יש בהם בחי' זכר ונקבה בפרצופים נפרדין א' מחבירו ומה שתמצא לפעמים שהם מחוברין אינן אלא בהיותן אב\"א כי אז אחוריהם דבוקים יחד וכותל א' משמש לשניהן וצריך נסירה באחור להפרידם. ואמנם או\"א אשר היה בהם ביטול ולא היה בהם מיתה בפועל כמו שהיה בזו\"נ כנ\"ל. לכן היה בהם ג\"כ בחי' זכר ונקבה כל א' בפ\"ע פי' בבחי' ב' פרצופים כדמיון זו\"ן אבל נתוסף בהם חיבור עצום והוא שהם דבוקים יחד פב\"פ תמיד בכותל א' בלבד משמשת לשניהן ואין ביניהן פירוד כלל לא כמו זו\"ן שבהיותן אב\"א מתחברים ובהיותן פב\"פ נפרדין. וזהו הטעם שאמרו בהרבה מקומות בס\"ה פ' אחרי דס\"א ובאדר\"ז דר\"צ אבל או\"א לא מפסיק רעותא דתרוייהו לעלמין כחדא נפקין כחדא שריין לא אפסוק דא מן דא ולכן זווגייהו תדיר דלא פסיק. ואמנם א\"א שהוא מבחי' הכתר של הנקודות לא היה בו אפילו ביטול וכנ\"ל ואמנם הוא מן ה' אחרונות של הכתר דב\"ן כנ\"ל. ונודע כי בנה\"י של הכתר דנקודים היה קצת ביטול כאשר ירדו להעשות (כלים) מוחין לאו\"א ולכן גם בו היה בחי' זו\"ן אלא שנתוסף להם תיקון וחיבור נוסף והוא ששניהן היו פרצוף אחד הזכר ונקבה שבו באופן זה כי בחי' שם מ\"ה שבו נתון בכל צד ימין ובחי' שם ב\"ן שבו היה בצד שמאלי שבו ושניהם דבוקים יחד בבחי' פרצוף א' וזהו ענין מ\"ש בזוהר שהכתר הוא זכר לחוד בלי נוקבא ר\"ל בלי נוקבא נפרדת ממנו ומה שאנו אומרים שיש זכר ונוקבא הוא היות נמצאים בו ב' בחי' אלו של מ\"ה וב\"ן בימינו ובשמאלו אשר הם בחי' זכר ונקבה בכ\"מ אבל לא שיש בו זו\"ן נפרדין בב' פרצופים והבן זה מאד. ובזה תבין איך או\"א מלבישין לא\"א זה לימינו וזה לשמאלו כי כן הדבר בא\"א עצמו צד ימין שבו הוא מ\"ה דכורא וצד שמאל הוא ב\"ן נוקבא ואמנם בע\"י שהוא מבחי' ה\"ר של כתר של הנקודים ששם לא היה שום ביטול כלל מעולם לכן בחי' זכר ונקבה שבו שהם מ\"ה וב\"ן נתערבו יחד לגמרי ושניהן מעורבים יחד זב\"ז בימין בפ\"ע וכן בשמאלו ואינם כמו א\"א וז\"ש באד\"ר דקכ\"ט ע\"א לית שמאל' בהאי עתיקא סתימאה כולא ימינא והענין כי בא\"א הזכר בימין והנקבה בשמאל אבל בע\"י צד ימין שבו כלול ממ\"ה וב\"ן וכן בצד שמאל א\"כ שוין הם ואין הפרש בין ימינו לשמאלו. אמנם בחי' הנקבה והזכר שבו הוא באופן אחר והוא שהם ב' בחי' פנים ואחור פי' כי בין צד ימינו ובין צד שמאלו יש בו בחי' מ\"ה מצד פנים ובחי' ב\"ן מצד אחור ובזה הוא חיבור נפלא גדול מאד. ובזה תבין כי לא תמצא שיש בעתיק פנים ואחור כו שיש בכל השאר ממנו ולמטה והענין כי העתיק מצד א' יש לו מ\"ה ומצד השני יש ב\"ן והוא באופן זה כי ודאי שבשם מ\"ה יש פנים ואחור וכן בשם ב\"ן יש פנים ואחור והם דבוקים אחור דמ\"ה באחור דב\"ן והפנים דמ\"ה מצד זה ופנים דב\"ן מצד זה ונמצא שמצד זה ניכרים ונראין פני מ\"ה ומצד זה פני ב\"ן והאחוריים דשניהם דמ\"ה וב\"ן מכוסים זה לזה מבפנים תוך ב' בחי' פנים א\"כ אין מתגלה בעתיק בחי' אחור כלל ולכן כולו נקרא פנים אבל א\"א אשר שם מ\"ה עומד לבדו לימינו הפנים מצד זה ואחור מצד זה וכן בשמאלו פנים דב\"ן מצד זה והאחוריים מצד זה נמצא שב' הפנים של מ\"ה וב\"ן הם מצד א' וב' אחוריים של מ\"ה וב\"ן מצד האחר ולכן יצדק בו בחי' פנים ואחור ואמנם מה שאנו אומרים לפעמים גם בעתיק בחי' פנים ואחור הכוונה על ב' בחי' של מ\"ה ושל ב\"ן כי בחי' ב\"ן ואפי' הפנים שלו יקרא אחור בערך המ\"ה העומד בצד אחר ונמצא כי הפנים דמ\"ה שמצד זה נקרא פנים ובחי' הפנים דב\"ן העומדים מצד א' נקרא אחור בערך שם מ\"ה:",
  "parentheses": [
    {
      "hns": "184.1.1",
      "text": "כלים"
    }
  ]
}