{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 387,
    "section_hns": "387.1",
    "path_trace": [
      "text#14",
      "#2",
      "25",
      "4",
      "1"
    ],
    "paren_count": 2
  },
  "text_he": "והנה בכל הדרושים שעברו נתבאר ענין הצלם וענין מוחין פנימים וענין כתר דז\"א ועתה נשיב את ידינו בכללות בקיצור רב ונמרץ. הנה התבונה הג' שהיא הב' (נ\"א הד') בה נתלבשו כל מוחין וצלם של ז\"א אף על פי שבדרוש א' שבקונטרס זה אמרנו כי ם' דצלם לבדה מתלבשים בו' ראשונות דתבונה ע\"ד ה\"ל עד החזה ומשם ולמטה צ\"ל דצלם אינו כן והסדר האמיתי הוא ם' בד\"ר דתבונה כחב\"ד ל' בחג\"ת צ' בנה\"י ונבאר ענינם. הנה נודע כי הם בינה ותבונה ולפעמים נכללין בפרצוף א' ולפעמים נחלקים והנה בעת זווגם דאו\"א להוציא צלם המוחין אלו נכללין בינה ותבונה ועד\"ז אבא ויש\"ס ואין להאריך כי מאמא נבין את אבא. ובהעשות בינה ותבונה פרצוף א' נמצא היות כל פרצוף תבונה נה\"י דבינה ובהיות התבונה פרצוף בפ\"ע יסוד שלה תחתון מאוד ובהיותן פרצוף א' שניהם יהיה היסוד של הכללות הפרצוף יותר עליון מאד כמעט בפי התבונה ואז נזדווגו יחד או\"א בכללות כל הפרצופים כנ\"ל. ובזה היסוד של הכללות היה הזווג ושם ניתנו המוחין של ז\"א בסוד העיבור ובבא זמן לידה יצאו מוחין אלו מיסוד הזה של כללות. והנה בינה צריכה לעשות ב' פעולות א' להזדווג עם אבא כי הרי זווגם לא פסיק לעלמין ואם יכנסו נה\"י שלה תוך ז\"א לצורך המוחין נמצא כי היסוד שלה סתום וחתום תוך דעת דז\"א ואיך יזדווג עמה אבא. פעולה ב' הוא שהיא מוכרחת להיות רובצת על האפרוחים וזהו בהלביש נה\"י שלה את המוחין דז\"א ולהכניס בתוכן להמעיט את אורם כי זולת התלבשות זה לא היה יכול הז\"א לקבל המוחין והארתן הגדולה כמבואר בדרוש ברכת כהנים כי אז הוא עיקר התלבשות המוחין בה תחלה בנה\"י דאמא וב' פעולות אלו הם מתנגדות ולכן היא צריכה להתחלק לב' פרצופים בינה ותבונה ואז מנה\"י של בינה עליונה נעשית כל הפרצוף דתבונה שלימה בי\"ס כי ג\"פ עלאין דנה\"י נעשה בה ג\"ר כח\"ב דתבונה וג\"פ אמצעין נעשה חג\"ת שלה וג\"ת נעשה נה\"י תבונה וכן מחצי עליון של בינה נעשית פרצוף בינה שלימה בי\"ס והוא באופן זה. כי הנה נתבאר שהחיצוניות דנה\"י הוא נכנס תוך ז\"א אמנם פנימותן נשארו למעלה ואותו החיות והפנימית מגדיל ונותן כח הגדלה בכלים העליונים כדי שיגדלו דוגמת הגדלת הקטן ויעשו לה נה\"י חדשים דחיצוניות שהם הכלים אך לא חדשים ממש כי זה א\"א אמנם הלבושים והכלים העליונים נגדלין ומתארכין עד שילבישו גם את נה\"י דעצמות ופנימית. ולכן צריך שתדע הקדמה זאת והוא כי טרם יכנסו המוחין דצלם שמצד אבא המלובשין תוך נה\"י דאבא ועדיין לא נכנסו רק צלם דמוחין דמצד אמא אז נה\"י דאמא הם לבושי המוחין דז\"א חב\"ד שלו ושליש תחתון דת\"ת דאמא הוא הכתר דז\"א. אמנם אחר שיכנסו מוחין דאבא אז לוקח ב\"ש דת\"ת דאמא ובזה לא יקשה לך אם תמצא בדרושים אחרים דברים חלוקים פ\"א נכתב שהוא מחזה דאמא ולמטה ופ\"א נכתב שהוא מהטבור ולמטה והבן זה ולמטה בנין כתר ז\"א ית' באורך בע\"ה. ונחזור לענין כי הנה עדיין עתה אינם נכנסים אחר הלידה רק צלם דאמא ואז אין ז\"א לוקח לכתר שלו רק שליש תחתון לבדו מת\"ת דבינה נמצא מה שנכנס בז\"א מן הבינה היו ד' מדות ושליש שהם נה\"י ומל' הבינה ושליש תחתון מת\"ת שלה וזה שחסר מבינה צריך שיוכפלו כנגדן ממש לעילא והם ב\"ש מן הבינה שלה וג' מדות שלימים שהם דעת ח\"ג וב\"ש העליונים שנשארו מן הת\"ת שלה שלא נכנסו בז\"א הרי ד' מדות ושליש מדה ואלו הוכפלו והגדילו והוציאו ד' מדות ושליש אחרים החסרים ובזה נשלמה בינה עליונה לי\"ס. ולמטה בענין הכתר נרחיב ונאריך דרוש זה בע\"ה. והנה הבינה עליונה היא מזדווגת תדיר עם אבא ולא פסיק ועליה כתיב ונהר יוצא מעדן להשקות את הגן והבן זה היטב ואז התבונה שהיא תחתונה היא רובצת על האפרוחים ואין לה זווג. והנה כאשר היו שניהן פרצוף א' וילדה אלו המוחין דז\"א ואז יוצא מיסוד של כללות הב' פרצופים יחד נמצאו צלם המוחין עומדין תלוים באויר חוץ מן היסוד בין ב' פרקין קדמאין דנ\"ה של הכללות אשר שם עתה הוא ג\"ר של תבונה זאת וכנ\"ל והרי בחי' זאת ם' של צלם יען שעדיין (עתה) לא נתלבשו המוחין תוך התבונה ובהיותן בלי התלבשות ניכר היותן ד' מוחין ממש שהם ח\"ב ח\"ג כל א' כלול מי' הרי ם דצלם. ונחזור לענין כי ם' דצלם הוא התלבשות המוחין בד\"ר דתבונה ול דצלם הוא ירידה שנייה של המוחין בהתלבשותו בחג\"ת דתבונה ואינם רק ג\"ס חג\"ת כל אחד מי' הרי ל' כי הלבושים אינם רק ג' חג\"ת אע\"פ שהמוחין הם ד' הנה הם מכוסים בתוכן ואינן ניכרין רק הלבושים שהם ג' ועם היות כי אינם רק ב' ספירות וחצי עכ\"ז נקרא ל' והענין כי חצי ספירה דת\"ת דתבונה אינה מכלל ל' דצלם כי הוא הכתר דצ' דצלם כמ\"ש בע\"ה. גם טעם ב' בסוד ציור כי כשתגביה זרוע א' ותשפיל למטה זרוע א' והגוף מחברם באמצע הוא דמיון וצורת ל' כזה &lt;ציור&gt;. גם באופן אחר והוא האמיתי כשתשפיל זרוע א' לבדו ויהיה הגרון זקוף הוא צורת ל' כזה &lt;ציור&gt;. ודע כי הקדושה בכ\"מ שיורדת עושה רושם ונשאר שם שרשה ועיקרה והוא מה שאינו יכול להתפשט למטה מרוב הארתם לכן ם' דצלם היא בחי' העיקרית שא\"א לירד יותר למטה ואח\"כ ל' הגרוע ממנו ואח\"כ צ' היא בחי' תחתונה שבכולם והיא הארה שיכול ז\"א לקבלה בפנימותו ועכ\"ז אינו יכול לקבלו אלא באמצעית המלבושים של הכלים דנה\"י דאמא כנ\"ל ונמצא כי ב' בחי' הראשונים שהם מל דצלם לא היה כח בז\"א לקבלם ונשארו מקיף על ראשו דוקא ולא כשאר אורות המקיפים אף מן הצדדין וזכור זה ואלו הם ב' בחי' מקיפים של ז\"א כאשר נתבאר בדברינו בדרוש א'. ואח\"כ צ' דצלם הוא ירידה ג' של המוחין בג\"ת נה\"י דתבונה ואלו נתלבשו תוך ז\"א עצמו בפנימיות. והנה אורך ט\"פ שיש בנה\"י דתבונה הם לבדם שיעורם בכל אורך ט\"ס דז\"א ולא יכול לסבול יותר מהם ולכן לא נכנס בו רק נה\"י דתבונה לבד והבן טעם זה ג\"כ:",
  "parentheses": [
    {
      "hns": "387.1.1",
      "text": "נ\"א הד'"
    },
    {
      "hns": "387.2.1",
      "text": "עתה"
    }
  ]
}