{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 649,
    "section_hns": "649.1",
    "path_trace": [
      "text#14",
      "#2",
      "42",
      "3",
      "1"
    ],
    "paren_count": 2
  },
  "text_he": "ועתה נדבר בבחי' כל עולם מאלו מה ענינם דע כי השורש והנשמות והגופים הם בחי' א' שאין פירוד ביניהן אך הלבושים והיכלות הם ב' בחי' נפרדות מג' בחינות הנ\"ל ובין ב' אלו שהם בין הגופים ובין הלבושים שם הם מדור הקליפות והם ממש נדבקים באחור עור הגוף וטעם הדבר מפני שג' בחי' הפנימית יש בתוכם או\"פ והיותר גרוע באו\"פ יוצא בתוך העור ושם מסתיים ואה\"מ הוא להיפך כי אור היותר חיצון הוא גדול יותר כנודע נמצא כי אור מקיף שבלבוש היותר פנימי הנדבק אל הגוף הוא אור המקיף היותר קטן שיש בכולם לכ הקליפות מדורם שם באמצע במקום שאין שם לא או\"פ ולא או\"מ והוא באמצע בין הפנימי למקיף ושם נקרא מקום החשך והענין הזה בכל עולם ועולם בבחי' הקלי' אשר בעולם ההוא. ואמנם אחר שבארנו הדבר בפרטות נדבר בכללות והוא כי הנה נודע שבפנימית הא\"ק היא הא\"ס המתלבש בשורש הנשמות של י\"ס שבו ואלו מתלבשין בבחי' הנשמות של כל הי\"ס שבו ואלו מתלבשין בי\"ס של בחי' הגוף של א\"ק ומהראוי הי' שהי\"ס של הגופים יתלבשו בי\"ס דלבושים ואמנם אינו כן לסבה הנ\"ל אמנם ג' בחי' עתיק דאצילות מסבבות אל ג' בחי' אלו דא\"ק כיצד הרי שהי\"ס דגופות דא\"ק מתלבשים תוך י\"ס השרשים של הנשמות י\"ס דעתיק דאצילות ואלו מתלבשים בי\"ס של בחי' נשמות דעתיק דאצילות ואלו מתלבשים בי\"ס דגופות דעתיק דאצילות וכעד\"ז בחי' השרשים וגופים ונשמות דא\"א מלבישין לגופות דעתיק וכעד\"ז ג' בחי' דאבא מלבישין לא\"א וכן ג' בינת דאמא לאבא וג' בחי' דז\"א לאמא וג' בחי' נוקבא לז\"א והרי עתה נשלמו כל בחי' הגופות עד נוקבא דז\"א. והנה כאן באחוריים דגופות דנוקבא נדבקים כל הקלי' דאצילות די\"ס שבהם ואלו הם ע\"ד הנ\"ל בקדושה והוא כי שורש הכתר דקליפה שהוא בחי' השרשים דבוקה באחוריים דעור דנוקבא דקדושה ועל השורש מלביש נשמת הכתר דקליפה ועל הנשמה מלביש הגוף דכתר דקליפה ואח\"כ שורש דאבא דקליפה מלביש על גוף הכתר ונשמת אבא מלביש לשורש והגוף דאבא מלביש על הנשמה וכעד\"ז ג' בחי' אמא כו' עד שנמצא כי גוף דנוקבא דקליפה היא חיצוניות לכל ואח\"כ עליה סובבים הלבושים והם היפך הפנימית כל הלבושים והיכלות יותר גרועים שהם לבושי נוקבא דקליפה סובבים אל גופא דנוקבא דקליפה ועליה סובבים היכלות דנוקבא דקליפה ועליהן לבושים דז\"א דקליפה ועליהם היכלות דז\"א דקליפה ועליהם לבושי והיכלי אמא וכן של אבא וא\"א דקליפה. באופן כי היכלי דא\"א דקליפה הם מקיפים לכל הקליפה ואח\"כ עליהן מקיפים לבושי נוק' דקדושה ועליהם מקיפים היכלי נוקבא דקדושה ועליהם לבושי והיכלי ז\"א דקדושה ועליהן אמא ועליהן אבא ועליהן א\"א ועליהן לבושי והיכלי עתיק ועליהן לבושי והיכלי א\"ק. באופן שפנימית שורש הי\"ס דנשמת דא\"ק הם פנימית הכל והיכלי א\"ק מקיפים על הכל והקליפה בתוכם אמצע ב' בחינות אלו שהם בין הגופים דנוקבא דז\"א ובין בחינת הלבושין של הנוקבא עצמה דז\"א דקדושה והם כ\"כ מרוחקים מאור הגדול הפנימי כמו שהם רחוקים מאור המקיף הגדול והם באמצעם דמיון הארץ החומרית היושבת באמצע מרכז השמים הזכים וכל זה הוא כל זמן שבי\"ע אינן עולין ומלבישין לאצילות אבל כל זמן שהם עולין אז מסתלקין הקלי' משם ואז ג' בחינות דשורש ונשמה וגוף דבריאה מלבישין לגופא דנוקבא דאצילות וג' בחי' דיצירה מלבישין לבריאה וג' בחי' דעשיה מלבישין ליצירה. ונמצא גופות דעשיה מלבישין כל הבחי' כולם ועליהם קליפות דאצי' ועליהן קליפין דבריאה ועליהן קליפין דיצירה ועליהם קליפין דעשיה ועליהם מלבישים לבושי והיכלות קדושה דעשיה ועליהן לבושי והיכלי קדושה דיצירה כו' עד לבושי והיכלי דא\"ק זהו הנלע\"ד עתה ויש פי' ב' והוא שאין הקליפה מקיפין כל האצילות אלא ע\"ד שרחל יוצאת מאחורי ז\"א ונפרדת ממנו כך הקליפה דאצילות הוא כדמיון אדם א' בליעל עומד אחורי אדם דקדושה דאצילות וכשעולה הקדושה דבריאה באצילות אז הקדושה מלבשת לקדושה וקליפה דבריאה מקפת לקליפה דאצילות וכן עד\"ז כשעולין יצירה ועשיה ונמצא כי הקליפה והקדושה מראש אצילות ועד סופו דעשיה הם כדמות ב' אנשים הא' קדוש ומתלבש באצילות ואצילות בבריאה ובריאה ביצירה ויצירה בעשיה והב' הוא אדם הבליעל (ואצילות שלו בבריאה שלו כו' והקליפה הוא אדם הבליעל) הכלל אבי\"ע דקליפה עומד בצדו ובאחוריו של אדם הקדוש דקדושה הכולל אבי\"ע דקדושה ואח\"כ על ב' בחי' אלו מקיפים לבושים והיכלות עשיה לבחינת קדושת עשיה לבד (ובתוכם אדם דקדושה והקליפה דעשיה) ועליהן לבושים והיכלות יצירה ומקיפין במקום ששם עומדת היצירה ובתוכם אדם דקדושה והקליפה דיצירה ועליהם לבושי והיכלות דבריאה ובתוכם אדם דקדושה והקליפה דבריאה ועליהם לבושים והיכלות דאצילות ובתוכם אדם דקדושה והקלי' דאצילות ולזה צריך שנודיעך ענין הלבושים והיכלות מה עניינם דע כי הלבושים הם בחי' הכלים אל או\"מ ובין כל לבוש ולבוש יש או\"מ א' ואלו הם בחינות אורות דמקיפים דיושר על כל האצילות כנזכר במ\"א שיש ג' בחי' כלים המקיפים ועליהם מקיפין האורות דנר\"ן וכנ\"ל ואותן הכלים דמקיפין הם הלבושים וכ ההיכלות הם העגולים הנזכר בכל מקום שהם סובבים על אורות המקיף שהם הלבושים כנזכר והם בחינת הרקיעים המתעגלים שהם בחי' ההיכלות של עולם ההוא ולכן אלו העגולים הם סובבים ע\"כ הבחי' כי הם דמיון בתים שבתוכם דר האדם ועליהם הוא הארת המקיפים גדוליגם מאד שא\"א להם להכנס תוך גבול ומדה כי אפילו בתוך הבתים והיכלות שהם כלים גדולים במאד מאד אינם יכולין להתצמצם שם ומכ\"ש בכלים קטנים דמיון גופים ולכן אל תתמה אם אורות המקיפים הם בעגולים ובלבושים כי אדרבא לרוב גודלם אינם מתלבשין בגוף אלא במקום רחב מאד מאד וכל מה שהמקום רחב יש אור יותר גדול מקיף והדבר מובן. אמנם לב' הפי' הנ\"ל שביארנו בענין מקום מעמד הקליפה צ\"ע כי הרי העגולים והאורות המקיפים שע\"ג הלבושים הם סובבים מב' קצוות הראש של העולם ההוא כי הרי המקיפים והלבושים סובבים ע\"ג ראש הבריאה כנודע וא\"כ איך הקליפה הם עומדים ומתלבשים יחד זו בזו אצילות בבריאה כנזכר בענין הנהו ב' צפרין דבזוהר ויחי. ונלע\"ד שזה יובן במ\"ש במ\"א כי במה יוכר בחי' מעלת אבא על אמא וכן שאר הבחינת בבחינת העגולים והרי חצי העגולים הראשונים יהיו כסדר כתר על חכמה כו' אמנם חצי העגולים למטה יהיה להיפך כי עגול מל' עומד ע\"ג עגול יסוד כו' א\"כ במה יוכר בחי' מעלות הספירה זו מזו ושם בארנו כי יש חלונות דרך יושר ומשם אבא מאיר לאמא ואמא לז\"א כו' ועי\"כ ניכר מדרגת מעלתן גם ידעת ענין פתחים ושערי רקיעין שדרך שם עולין ויורדין המלאכים והנשמות א\"כ גם עד\"ז הנזכר שבדרך אותו שער השמים והרקיע שהוא חלל באמצע שהוא בחי' הפתחים דרך שם יורדין ועולין גם הקליפה מעולם לעולם. והנה גם עד\"ז הוא ג\"כ בענין הקדושה דאל\"כ האיך עולין ונכללין נוקבא בז\"א ובריאה באצילות כו' אם עגולים מפסיקין אלא יובן עם הנ\"ל כי יש חלל ופתח פתוח ודרך פתחים ההם עולה בחי' היושר של כל העולמות וזה מובן. ועתה נבאר ענין המקיפים של הלבושים דע כי נתבאר אצלינו שהאור היוצא דרך יסוד א\"א נכנס באבא מקצתו בבחי' או\"מ ומקצתו בבחי' או\"פ והמקיף מקיף משם ולמטה כל העולמות כולם זולת א\"א ואח\"כ וצא או\"פ דיסוד דאבא ונכנס מקצתו בבחינת או\"פ באמא ומקצתו נשאר בבחינת או\"מ ומקיף ע\"כ העולמות כולם מאמא ולמטה זולת א\"א ואבא וכיוצא בזה כל שאר הבחינות כולם ואח\"כ מאו\"פ הנ\"ל הנכנס באבא או באמא חוזר ממנו ממטה למעלה בסוד אור חוזר בבחי' אור השערות שגם הם נקרא א\"מ אלא שזה שהוא מבחי' אור חוזר אינו מקיף רק לאותו בחי' לבדה ממקום שיצא ולא יותר משא\"כ בראשון שהוא או\"מ דיושר שמעולם לא נכנס בפנים שזה מקיף כל העולם אשר למטה שמן המקום שיצא ממנו וצ\"ע כי הרי נודע כי יסוד דאמא נכנס לתוך חזה דז\"א וא\"כ אפילו המקיף יושר דז\"א היוצא יסוד אמא כנ\"ל כבר נכנס בבחי' פנימית אך הענין כי טרם הכנסו בפנים יוצא אור המקיף דיושר ואחר הכנסו נכנס או\"פ שכבר קדם או\"מ להקיף מבחוץ טרם הכנסו בפנים וכן הענין זה בכל המקיפים נמצא כי כשנכנס יסוד אמא בכלי החיצון דנפש יצא תחלה מקיף דנפש דיושר ואח\"כ נכנס היסוד תוך ז\"א ונגמר בו נפש פנימית וכן אח\"כ בבחי' הרוח ובחינת נשמה ואח\"כ אבא בבחי' חיה ובתוכם יסוד א\"א בבחינת יחידה ויצאו מכולם ה' מקיפין בראשונה ואחר כך נכנסו בפנימית:",
  "parentheses": [
    {
      "hns": "649.1.1",
      "text": "ואצילות שלו בבריאה שלו כו' והקליפה הוא אדם הבליעל"
    },
    {
      "hns": "649.2.1",
      "text": "ובתוכם אדם דקדושה והקליפה דעשיה"
    }
  ]
}