{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 447,
    "section_hns": "447.1",
    "path_trace": [
      "text#14",
      "#2",
      "30",
      "5",
      "1"
    ],
    "paren_count": 2
  },
  "text_he": "דרוש עי\"מ. דע כי ז\"א היה בעת העיבור בבחי' נה\"י לבד כי פחות מזה אינו נקרא פרצוף כי אם הוא ספירה א' אינו נקרא פרצוף ואם הם ב' ספירות א\"א כי צריכין ג' קוין ימין ושמאל ואמצע המכריע וע\"כ יש בו ג\"ס אשר ארכן אינם רק גובה ספירה א' אלא שברוחב יש בו ג\"ס והוא כי ג\"פ של הנצח הם משמשין לו אז בבחי' חח\"ן קו ימין וג\"פ של הוד היה לו אז בבחי' בג\"ה קו שמאלו וב\"פ דיסוד הוא דעת ות\"ת והעטרה היתה יסוד והרי נשלמו ג' קוין בג\"ס ובין שלשתן הם י\"ס דזמן העיבור וזה הקשר של ג\"ס אלו הוא התיקון שנעשה ע\"י העיבור ואלו הם עשיה שבז\"א פרצוף שלם ואינם רק נה\"י ואמנם היה לו בחי' ראש שהם שיעור ב\"ש ת\"ת של היניקה וענין זה מפורש בדרוש תפילין בענין טעם שהקטן פטור מתפילין. והנה המלכות והנוקבא של הפרצוף הזה היא שוה בשוה אליו אחר שהיא גדולה בסוד אב\"א כנודע ואלו הב' שוין בקומתן ונקרא יעקב ורחל. אח\"כ בזמן היניקה באים לו ג' אמצעית הנקרא חג\"ת והם אז בזמן יניקה מתפשטין ונכנסין בתוך הפרצוף (הב') הא' ומתלבשין בתוכו ע\"ד הבינה המתפשטת תוך הז\"א כך אלו ויש בהם ג\"כ פרצוף שלם של י\"ס ע\"ד הנזכר בנה\"י כי ג\"פ דחסד הם ג\"ס חח\"ן ימנית וג\"פ גבורה בג\"ה שמאלית וג\"פ ת\"ת הם דת\"י קו האמצעי. ואמנם קומת הפרצוף הזה היא גדולה מקומת פרצוף הנה\"י והכתר של הפרצוף הא' מתחיל להלביש לזה הפרצוף הב' מן החזה שלו ולמטה ונשאר ב\"ש הת\"ת של הפרצוף זה מלובשים תוך כתר של פרצוף א' ונצח של פרצוף ב' שהוא פ\"ת של חסד הוא ארוך בכל קו ימיני דפרצוף א' וכעד\"ז בהוד ויסוד. נמצא כי ג\"פ תתאין דחג\"ת שהם נקרא בו בחי' נה\"י הם כשיעור קומת פרצוף הראשון וזה הפרצוף הב' הפנימי נקרא יניקה ונקרא בחי' ו\"ק כי הרי כל שיעור פרצוף א' הוא כשיעור נה\"י של זה הפרצוף ועודף עליו בחי' חג\"ת של כללות כל הז\"א בשלימותו כמ\"ש אבל בארך הפרצוף הב' בעצמו יש מגולה כל ו\"ס הראשונות וגם בפרצוף הזה הנקרא יניקה והוא יצירה דז\"א והוא חג\"ת דז\"א יש בו ראש א' והוא כנגד ב\"ש תחתונים של הדעת דגדלות כמ\"ש בע\"ה. וגם בפרצוף הב' הזה דיניקה יש נוקבא שוה בשוה בקומתו מתחלת מסוף השליש ראשון של הדעת דגדלות הנקרא לאה וזה פרצוף נקרא ישורון. והנה כאשר נעריך ב' פרצופים אלו של עיבור ויניקה זה תוך זה נמצא שעתה נגדל קומת ז\"א כפל מבראשונה בבחי' היותן שניהן פרצוף א' (מלובשים זה תוך זה) ע\"ד שנתבאר בב' פרצופי בינה ותבונה הנעשין פרצוף א' לבד וכן הוא ממש כאן נמצא כי לא נשתנה פרצוף עשייה דז\"א כלל ממה שהיה בראשונה אלא שעתה נכנס בו פרצוף זה הב' בתוכו שהוא יותר גדול ממנו וכללות שניהם הוא פרצוף גדול. אח\"כ בזמן הגדלות באים לו ג\"ס חב\"ד ואלו הם ג\"כ י\"ס שלימות כי החכמה יש לה ג\"פ והוא בבחי' חח\"ן קו ימין וכן ב' קוין הנ\"ל ואלו נקרא מוחין דגדלות ופרצוף הב' הוא מתחיל להלבישו מהחזה של זה הפרצוף הג' המתלבש בתוכו והנה\"י של זה הפרצוף הג' גם הוא גדול ככל קומת זה הפרצוף הב' כולו והרי עתה נמצא שהם ג' פרצופים כ\"א כלול מי\"ס והם זה תוך זה ואינם שוין כי הפרצוף הקטן והחיצון שבכולם הוא מתחיל מהחזה של זה הפרצוף הב' האמצעי עד סופו ובערך הפרצוף הג' הפנימי והגבוה מכולן הוא מתחיל מסוף שליש אמצעי של יסוד שבו. ופרצוף הב' האמצעי מתחיל להלביש פרצוף הג' הפנימי והגבוה מכולם מהחזה שלו ועד סופו. נצא כי כל המגולה מן הפרצוף הפנימי למעלה נקרא ראש שהם חב\"ד של ז\"א הכולל וכל המגולה מן הפרצוף האמצעי למעלה נקרא חג\"ת דז\"א הכולל וכל המגולה מפרצוף א' החיצון שכולו מגולה נקרא נה\"י דז\"א הכולל. ואלו ג' נקרא בי\"ע דז\"א וכללות ג' פרצופים אלו זה תוך זה נקרא ז\"א וגם לזה הפרצוף הפנימי מכולם יש נוקבא א' אב\"א שוה בשוה עמו והזווג שלהם אינו אלא נשיקין כי אין בהם מגולה רק ג\"ר וכשהם רוצין להזדווג בבחי' יסוד שלהם אינו אלא ע\"י זווג יסוד התחתון שבכולם דבחינת עיבור ע\"ד שנתבאר בפרצוף בינה ותבונה כשנכללין יחד:",
  "parentheses": [
    {
      "hns": "447.1.1",
      "text": "הב'"
    },
    {
      "hns": "447.2.1",
      "text": "מלובשים זה תוך זה"
    }
  ]
}