{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 623,
    "section_hns": "623.1",
    "path_trace": [
      "text#14",
      "#2",
      "40",
      "4",
      "1"
    ],
    "paren_count": 1
  },
  "text_he": "ונחזור לענין הג' כלים הנ\"ל תחלה הוא הגוף והם כלים הממשיים והם ג' בחי' בשר גידין ועצמות והם ג' כלים והחצון שבהם הוא הבשר והוא בחי' נה\"י לבד ובתוכם נעלמים חג\"ת וזה ענין תלת כלילן בתלת (ונקרא עיבור) וזה לפי שכל הו\"ק נקרא בחי' ו' ואינה נפרדת אך ג\"ר חב\"ד שהם אותיות י\"ה ואינם מכלל אות ו' אינם מוכרחים להיות שם והטעם שלא באו למה שביארנו כדי שיסתלקו בעת החורבן והגלות אך עכ\"ז רושם שלהם שם בחג\"ת שבתוך נה\"י וזה הרושם נקרא מוחין דעיבור. ואח\"כ בלידה ויניקה מתפשטין ויוצאין וניכרין גם החג\"ת למעלה מן הנה\"י ונעשה ו' שלימה בלי ראש והרושם של ג\"ר עדיין הם נעלמים תוך חג\"ת וזה הרושם נקרא מוחין דיניקה ואלו המוחין דעיבור ויניקה הם שמות אלקים כולם ואמנם אלו המוחין שהם רושם ג\"ר אינם ממש תוך חג\"ת דא\"כ כבר הם מחוברים יחד אמנם באים מלובשים תוך נה\"י אמא ובעיבור הם תוך חיצונית הכלי החצון דנה\"י דאמא ודיניקה תוך אמצעית נה\"י דאמא ונמצא אותו המלבושש דנה\"י אמא הוא המפסיק בין רושם ג\"ר דז\"א אל חג\"ת דז\"א ועי\"ז אינם מחוברים לגמרי ויכולין להתפרד ולהסתלק למעלה או לירד למטה כמ\"ש בע\"ה. אח\"כ בגדלות אז באין ג\"ר דז\"א והם בחי' הויות לא בחי' אלקים וגם אלו מתלבשים תוך הכלים הפנימים בנה\"י אמא וגם זה כדי שיסתלקו כשירצו. ונמצא כי הו\"ק לעולם אינם מתלבשים אלו באלו כי כולם בחי' א' באות ו' וזה גדול כחבירו ואין לזה יתרון על זה אך הג\"ר שהם אותיות אחרות י\"ה מעולות מהו\"ק ואינם מתלבשים כולם רק הז\"ת הם מתלבשים תוך הו\"ק וג\"ר שלהם הם מגולים למעלה על הו\"ק כי כבר ידעת כי כל א' מהג\"ר כלולה מי' אות י' בפ\"ע ואות ה' בפ\"ע והג\"ר שבכל א' מג\"ר נשארין מגולים והז\"ת שבכל א' היא המתלבשת תוך הו\"ק והרי עתה הז\"א גדול ונשלם בכל י\"ס ובהוי\"ה גמורה כוללת כל הפרצוף שלו הנחלק לה' בחי' שהם כח\"ב ו\"ק ומלכות. ונמצא כי הם כמה בחי' והם בעיבור הם ו\"ק מלובשים תלת בתלת ותוכה חיצוניות החיצון דנה\"י אמא ובתוכם מוחין דעיבור ואח\"כ ביניקה נתפשטו ו\"ק ובתוכן חיצוניות אמצעי דנה\"י אמא ובתוכם מוחין דיניקה האמנם חיצוניות החיצון דנה\"י אמא עם המוחין דעיבור יורדין למטה בסדר המדרגות מעט מעט עד שורדין בבריאה ואח\"כ בגדלות הוא עד\"ז כי מוחין דיניקה עם חיצוניותיו אמצעית נה\"י דאמא יורדין בסדרי המדרגות עד למטה בבריאה והמוחין דגדלות עם פנימיות דנה\"י אמא נכנסים תוך ז\"א ואלו לבד הם הויות. ודע כי אינם נכנסין ביחד כי תחלה נכנסין הו\"ק של י\"ס דגדלות ואח\"כ הג\"ר שלהם ועד\"ז הוא ירידת מוחין דאלקים ביניקה כי כפי שיעור הנכנסים כך שיעור הוצאין והיורדין למטה והבן זה ועד\"ז יש גוף ב' יותר דק וזך והוא סוד הנק' באדם חלוקא דרבנן שהוא לבוש וגוף של העצמות שהם האורות וג\"כ יש בו ג' בחי' עד\"ז ממש והם עיבור ויניקה ומוחין וגוף זה הוא זך מאד והוא קרוב אל מדרגת הנפש וזה נעשה ע\"י המצות ובתוך זה הגוף מתלבשים נר\"ן שהם האורות נפש בעיבור רוח ביניקה נשמה בגדלות. נלע\"ד כי הפנימית שהוא זה הגוף הב' כולו הויות ג\"כ אלא שהויות גדלות החיצוניות הם בסוד רבוע ואחוריים והויות הפנימיות הם היושר בלי רבוע גם אפשר שאלו בניקוד ואלו בלא ניקוד וצ\"ע והא' נאות כי הפרש של הניקו' הוא בחב\"ד ו\"ק כי מלכות בלי נקוד כנזכר במ\"א אך היושר והרבוע הוא בפנימית וחיצונית כנזכר בסדר מדרגות השמות והנה אלו הב' גופים הם הא' נקרא חיצוניות הספירות כי ממנו נשמות המלאכים הב' הוא שממנו נשמות הצדיקים ונקרא פנימית הספירות אמנם נסתפקתי אימתי נכנסין וכפי הנ\"ל בענין ב' ימים דר\"ה נראה כי אחר גמר כל החיצונית נעשה הפנימיות ואפשר כי נעשה יום א' ויום ב' ביחד וצ\"ע. וענין היות הנפש מצד הבינה כי שם האותיות וגם שם הוא ב\"ן כי ס\"ג נעשה ב\"ן כנודע ובינה אין בה נקודות לכן כל החיצוניות הוא בלי נקודה כי מבינה נמשכו אך הפנימיות הנמשך משם מ\"ה שהוא מחכמה לכן הוא אותות הויות בנקודות ובזה נתיישב הצ\"ע דלעיל. והנה נראה כי החיצוניות שם ב\"ן והפנימיות שם מ\"ה וכבר ידעת כי בערך א' החיצוניות גדול מהפנימיות לכן שם ב\"ן לעתיד יהיה גדול משם מ\"ה נמצא כי כללות כל החיצוניות שהוא ב\"ן נקרא נפש עם שיש לו ג\"כ כל פרטי נר\"ן וכל הפנימיות נקרא שם מ\"ה עם שיש לו גם כן כל הפרטים. נמצא כי יש אחוריים וכלים ועצמות דב\"ן וכלים ועצמות דפנימית דמ\"ה ולהיות כי הוא רוח וכולם הויות מנקודות כנ\"ל לכן אמרו בתקונים אותות נפש כי הוא שם ב\"ן ונקודות רוח שהוא שם מ\"ה. גם דע כי החיצוניות נקרא אב\"א ולהיות כולו שם ב\"ן שהיא נקבה לכן מדובקים אז יחד זו\"ן אב\"א ונמצא כי הב' פרושים הם אמת כי הם אב\"א דבוקים יחד וגם החיצוניות נקרא אב\"א זה גורם לזה שלהיות חיצוניות ודין גורם להיותם אב\"א דבוקים שלא יתאחזו בהם הקליפות כנודע וכשנכנסו בהם כלי פנימיות דמ\"ה אז חוזרים פב\"פ ונמצא שלפעמים בהיות שאין להם רק אחוריים לבד שהוא החיצוניות יש זווג אב\"א. וא\"ת איך אפשר הלא הם דבוקים אב\"א מפחד הקליפות אך הענין הוא כי אז עולין עד או\"א ומלבישין אותן ונעשים להם או\"א בבחי' פנימית שלהם ואז נשלמים וחוזרים פב\"פ ומזדווגים אך בערך שאין הפנימיות שלהם נקראים זווג אב\"א והבן זה מאד:",
  "parentheses": [
    {
      "hns": "623.1.1",
      "text": "ונקרא עיבור"
    }
  ]
}