{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 146,
    "section_hns": "146.1",
    "path_trace": [
      "text#14",
      "#2",
      "9",
      "3",
      "1"
    ],
    "paren_count": 5
  },
  "text_he": "ונבאר עתה איך בעת מיתת המלכים אלו ירדו הכלים שלהם לעולם הבריאה כנ\"ל משא\"כ בד' אחוריים דאו\"א. כי הנה נתבאר החילוק שהיה בין או\"א לז' המלכים שהם זו\"נ ואמרנו כי הז' מלכים שהם זו\"נ מתו ממש וירדו אל עולם הבריאה הכלים שלהם ואחוריים של או\"א נתבטלו ולא מתו אלא שירדו למטה בעולם אצילות עצמו ושם ביארנו טעם לזה ואמרנו שהיה לסיבה שהז' מלכים לא קבלו אורות אח\"פ דא\"ק רק מגופא דיליה ואילך. והנה לטעם זה עצמו היה ג\"כ שינוי אחר בין ג\"ר שהם כח\"ב אל הז' מלכים התחתונים כי הג\"ר יצאו בקצת תיקון בראשונה והוא כי כאשר יצאו בראשונה נתפשטו כסדר ג' קוין משא\"כ ז\"ת שיצאו זו למטה זו וז\"ש באד\"ר עד אימת ניתב בקיימא דחד סמכא ר\"ל נתקן התיקון שהוא דרך קוין אבל קודם שהיו זעג\"ז הוי קיומא דחד סמכא וכבר ביארנו כי התיקון האצילות הוא בהיות ו\"ק עשוי בבחי' ג' קוים קשורים זה בזה בסוד הג' המכריע ביניהן ואז נקרא רה\"י אבל בהיותן זעג\"ז והם נפרדין אחת מחברתה אז נקרא רה\"ר ולכן הג\"ר נתבטלו אחוריהם ולא מתו וז' מלכים מתו פנים ואחור כי יצאו בלי תיקון כלל. ונבאר סדר יציאת ז' מלכים ונתחיל מן הראשון שהוא הדעת אשר זה יצא ראשונה וכאשר לא היה יכול הכלי לסבול כנ\"ל נשבר הכלי וירד למטה בעולם הבריאה ר\"ל במקום שהיה עתיד להיות עולם הבריאה אח\"כ כי הרי עדיין לא נברא עולם הבריאה ונפל הכלי הזה במקום הדעת דבריאה להיותו מתייחס אליו כמוהו ואמנם אור של הדעת ירד גם הוא אלא שנשאר באצילות עצמו במקום כלי המלכות של האצילות ואמנם לא ירד שם לסיבת פגם אשר בו כי הרי נת\"ל כי השבירה היתה בכלים לא באורות ואלו היה ירידתו שם משום פגם היה ראוי שנייחס ביטול אל האורות ע\"ד שייחסנו ביטול אל הכלים דאחוריים דאו\"א שנפלו דוגמתן באצילות עצמו ואמנם ירידתן היתה כדי להאיר מרחוק בכלי שלו העומד בבריאה שלא ימות לגמרי וישאר בלתי תקוה לכן מאיר בו מרחוק בהיותו עומד הוא באצילות והוא בבחי' תגין על האותיות כנ\"ל. ואח\"כ יצא החסד ונשבר הכלי וירד בבינה דבריאה והאור ירד במקום כלי היסוד דאצילות כי כבר אור הדעת הקדים לקחת מקום של המלכות. ואח\"כ יצאה גבורה ונשברה וירד הכלי בחכמה דבריאה והאור ירד בכלי דנצח הוד דאצילות שהם ב' פלגי דגופא. ואח\"כ יצאה הת\"ת ונשבר והכלי ירד בכתר דבריאה והאור נשאר במקומו שהוא בת\"ת דאצילות. והנה עתה לא יש הרחק בין שום אור מן האורות הנ\"ל אל הכלים שלו יותר מג' מדרגות כי יותר מג' מדרגות הוא הרחק גמור ואינו יכול להאיר בו. ואמנם שאר האורות גם הם ירדו ממקומם חוץ מת\"ת שנשאר במקומו כנ\"ל ולא ירד ונמצא כי בלי ספק שאורות האחרים שירדו ממקומם אע\"פ שביארנו שהיתה ירידתם לצורך הכלים להאיר להם עכ\"ז בהיותם למטה ממקומם נחלש כוחם מעט ולכן אין להם כח לעלות למעלה אבל אור הת\"ת אשר עמד במקומו ולא נשתנה טעמו וכחו בו חזק וע\"כ בראותו עצמו בלתי כלי אפשר לו שיעלה למקום אשר יצא משם כי לא יחפוץ להשאר ערום מגולה בלי לבוש ויחזור אל הבינה אל המקום אשר עמד שם בראשונה ואם ככה יעשה נמצא שיהיה מרוחק מאד מכלי שלו וימות לגמרי ולכן רצה המאציל העליון המשיך והגדיל את כלי הכתר אשר לא נשבר כנודע ונמשך דרך קו האמצעי כמ\"ש כי הג\"ר כבר היו מתחלה בציור ג' קוין ונמשך דרך קו האמצעי עד מקום הת\"ת עד אמצעיתו לבד שהוא עד הטיבור לבד ואז עלה אור הת\"ת ונעלם תוך כלי הנ\"ל של הכתר שנתפשט עד מקומו ונמצא כי לא נתעלה רק חצי אור הת\"ת התחתון כי חצי העליון עומד במקומו שכבר נתפשט דרך בו כלי הכתר ואז אור הדעת שירד למטה במלכות דאצילות בראותו כי כבר היה כלי חדש במקומו כי הנה גם מקומו הוא בקו האמצעי בין הכתר והת\"ת ואז גם הוא נתעלה ועלה במקומו ואז הכלי שלו כיון שנתרחק אורו ממנו ירד עד למטה במלכות דבריאה אמנם הכלי של הת\"ת נשאר במקומו שהוא בכתר דבריאה לפי שלא נתעלה כל אורו רק חציו לבד וחציו העליון נשאר במקומו. וא\"ת והרי אמרנו למעלה שהוא מוכרח שלא יהיה הפרש בין הכלים והאור שלו רק ג' ספירות וא\"כ איך ירד הכלי של הדעת מל' דבריאה. התשובה הוא כי ודאי הוא דהיכא דאפשר אפשר והנה תחלה הי' זה נהנה וזה אינו חסר כי בתחלה היה הכלי נהנה מאורו בהיות הדעת למטה והאור אינו חסר ג\"כ כי גם אם יעלה במקומו בדעת האצילות אין לו שום כלי שם ולכן היה חפץ להאיר בכלי שלו וכיון שירד שוב לא יעלה. אמנם כאשר ראה שיש בחי' כלי במקומו קרוב הוא אל הנאת עצמו ותועלתו יותר מלהועיל אל הכלי שלו כי עתה בעלותו למעלה במקומו יש לו כלי ושם יוכל לקבל האור לעצמו מלמעלה מן המאציל ומן הכתר בקירוב גדול ולכן עלה למעלה. והנה טעם זה יספיק לבחינת תועלת (נ\"א מעלת) האור לעצמו ואמנם גם לבחינת חסרון הכלי שלו ברדתו למטה במלכות דבריאה כנזכר אינו הפסד גדול כ\"כ כי מה שאנו אומרים שצריך שלא יהיה הרחק בין האור ובין הכלי שלו ג\"ס לבד הוא כשיעור ג\"ס דאצילות אשר שיעורם גדול אבל בבריאה כל הי\"ס דבריאה אינן שיעורם אפי' כשיעור ספירות א' דאצילות וא\"כ הרי הוא כאלו עומדת בראש הבריאה כי כל הי\"ס דבריאה כשיעור ספירה א' נחשבין. וא\"ת הרי יש הרחק בין הכלי דדעת לאור שלה ז' ספירות דאצילות כי הרי הוא עומד למעלה בדעת דאצילות. וי\"ל כי אפי' בספי' דאצילות עצמן אין כ\"כ הפסד זולתי בהיותו ביניהן בין האור והכלי שיעור ג\"ס ג\"כ ריקניות בלתי אור כלל לא הוא ולא זולתו אבל כאן אע\"פ שהאור שלה עצמו עלה למעלה הנה יש אורות אחרים עומדים בסוף האצילות קרובים אל הבריאה ותוכל לקבל הארה מהם וגם תוכל לקבל הארה מן האור שלה בעצמה ע\"י האורות ההם הקרובים אליה וזכור כלל זה בכל שאר הספי' כי לעולם לא יש בין הכלי ובין האור יותר מג' ספירות דאצילות ריקני' ולא נצטרך לחזור ולומר הענין בכל א' מהם. והנה בעלות אור הדעת במקומו למעלה אז הגדיל הכלי של הכתר ונמשך עד נגד מקום סיום כל הת\"ת ואז חצי התחתון של אור הת\"ת שעלה למעלה כנ\"ל חזר עתה לרדת במקומו האמיתי כבתחלה וסבת הגדלת כלי הכתר היה לסבת אור הדעת שנתלבש בו והגדילו וגם כי הנה הדעת הוא כולל כל הו\"ק והוא נשמה להם כנודע לכן כיון שעלה נתן כח בכלי והגדילו כדי להטיב את אור הת\"ת שירד ויהיה במקומו הראוי לו. אחר כך מלכו נצח הוד והיו צריכין לבא למלוך במקומם בכלי הראוי להם והנה לא מצאו מקומם פנוי כי שם ירד אור הגבורה כנ\"ל ולכן הוצרכה הבינה להתפשט דרך קו שלה שהוא צד שמאלי עד מקום הראוי להיות אח\"כ מקום הגבורה האמיתי אחר התיקון כי עתה היו כולם זה ע\"ג זה ואז כראות אור הגבורה כי כבר היה בחינת כלי במקומה עלתה לה במקומה והכלי שלה בהתרחק האור שלה ממנו נתרחק גם הוא וירד עד היסוד דבריאה ואז ירדו נ\"ה במקומם האמיתי ומלכו שם בכלי שלהם ונשברו ואז האור שלהם עולה עד הגבורה כי עלה שם הוד להיותו גם הוא קו שמאל ואז גם הנצח עלה עמו שם כי נצח הוד ב' פלגי דגופא אינון כנ\"ל והכלי שלהם ירד בנצח הוד דבריאה. ואח\"כ יצא אור היסוד והנה היה במקומו אור החסד כנ\"ל ואז הוצרכה כלי החכמה להתפשט דרך קו ימיני עד מקום הראוי להיות חסד האמיתי אחר התיקון ואז עלה שם אור החסד ונכלל בכלי החכמה והכלי של החסד ירד עד הת\"ת דבריאה ואז יצא היסוד ונכנס בכלי שלו ומלך במקומו ונשבר ועלה האור דרך קו האמצעי ועלה עד מקום דעת העליון והכלי ירד בגבורה של בריאה ואח\"כ נבאר למה עלה אור היסוד למעלה מן הת\"ת עד הדעת. ואח\"כ יצא אור המלכות למלוך בכלי שלה ומלכה שם ונשברה ואז האור שלה עלתה ג\"כ בדעת דרך קו האמצעי והכלי שלה ירד בחסד של בריאה נמצא כלי הת\"ת במקום כתר דבריאה וכלי המלכות במקום חסד דבריאה נמצא כי אין מקום פנוי בין כלי לכלי דבריאה רק ג' מדרגות לבד שהם חב\"ד ובאצילות אין מקום פנוי רק ב' מדרגות שהם מקום יסוד ומלכות. ועתה צריך לתת טעם למה אור היסוד ומלכות שניהם עלו עד הדעת למעלה מן הת\"ת ואמנם הטעם הוא כי היסוד נקרא משכיל לאיתן האזרחי כמ\"ש בסבא דמשפטים שאמר כי זה המשכיל שהוא יסוד הוא לעילא והוא לתתא גם רמזו בזוהר פקודי בהיכלות כי יוסף איהו לעילא ואיהו לתתא והענין הוא כמ\"ש אצלנו בענין תפלת המנחה כי אז ז\"א מזדווג עם לאה ורגלי לאה מסתיימים במקום החזה דז\"א וא\"כ איך מזדווג ז\"א מחציו למעלה עם לאה (שאינה מגעת רגליה אלא כנגד היסוד החזה שלו) אבל הענין בקיצור הוא כי שליש הא' של היסוד התחתון דז\"א עולה בשליש עליון דת\"ת ושם מזדווג עם לאה כי זאת היא המעלה שיש אל היסוד יותר משאר ספירות שהוא יכול לעלות עד הדעת בכל זמן שרוצה לעלות וז\"ס תפלת יוצר דשחרית דשבת שתקנו בו ז\"פ הכל והטעם היות לו יתרון זה הוא כי אם לא היה בו כח שיוכל לעלות עד הדעת שהוא נשמת הו\"ק ושם הוא מקום הה\"ח כנודע שהם בחי' טפת הזרע לא היה בו יכולת וכח להוריד טפת הזרע (נ\"א הזווג) בנקבה בעת הזווג ולהמשיכם ממש משם מן הדעת. ודע כי אין ענין זה נאמר אלא בפנימיות היסוד כמ\"ש במ\"א כי משליש עליון של היסוד ממנו נעשה בחי' ת\"ת ז\"א בעת הגדלתו ושם הוא אותו בחי' היסוד אשר נעשה ממנו הת\"ת ובבחי' זו הוא מזדווג עם לאה ונחזור לענינינו כי להיות שהיסוד דרכו לעלות שם אל הדעת לכך עלה עתה אור היסוד עד הדעת למעלה מן הת\"ת ועוד כדי לקשר כל הו\"ק יחד ולהביא להם הארה משם. ועתה נבאר טעם אל המלכות למה היא ג\"כ עלתה עד הדעת למעלה מן הת\"ת והענין הוא כי המלכות (נ\"א לפי שהמלכות להיות) נקראת עטרת בעלה ועולה למעלה מן הת\"ת ובפרט עתה אשר היה לה רשימו מן הדעת כי כאשר ירד אור הדעת עד מקום המלכות דאצילות בעת שנשבר הכלי שלו כנ\"ל הניח שם רשימו דיליה וכאשר מלכה (נ\"א המליכה) המלכות במקומה לקחה את הרשימו הזה ועלתה עד מקום הדעת עצמו וגם סיבה אחרת כי ע\"י עלייתה שם הוא קושרת מלמטה למעלה כל הו\"ק ועי\"ז הקשר מתתקן יותר לפי שנ\"ה היו שניהם בקו השמאלי במקום גבורה ועתה נפרד הנצח מן ההוד והלך ועלה עם החסד בקו ימין שבו ונבאר ענין זה מפורש יותר והוא כי הנה רשימו הזה שהניח הדעת במקומה של מלכות ודאי שהוא בחי' המלכות שבדעת שבצד הגבורות והבן זה היטב וכאשר עלתה המלכות עד הדעת ועלה עמה גם הרשימו הנ\"ל שהוא בחי' הגבורה ושם נתחבר זה הרשימו שהוא המלכות של הגבורות שבדעת עטרה דגבורה דנוקבא עם החסדים שבדעת עטרה דדכורא אז נתפשט דעת ע\"י הקשר הזה והאיר בו\"ק והרשימו שהוא בגבורה האיר בקו שמאל והשאיר שם את ההוד במקומו ואותו הדעת עצמן עטרא דחסד האיר בקו ימין והמשיך שם את הנצח ועי\"ז נתקן האצילות:",
  "parentheses": [
    {
      "hns": "146.1.1",
      "text": "נ\"א מעלת"
    },
    {
      "hns": "146.2.1",
      "text": "שאינה מגעת רגליה אלא כנגד היסוד החזה שלו"
    },
    {
      "hns": "146.3.1",
      "text": "נ\"א הזווג"
    },
    {
      "hns": "146.4.1",
      "text": "נ\"א לפי שהמלכות להיות"
    },
    {
      "hns": "146.5.1",
      "text": "נ\"א המליכה"
    }
  ]
}