{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 803,
    "section_hns": "803.1",
    "path_trace": [
      "text#14",
      "#2",
      "50",
      "2",
      "1"
    ],
    "paren_count": 0
  },
  "text_he": "דע כי גוף האדם החומרי נחלק לד' חלקים שהם ארמ\"ע ד' ליחות לבנה אדומה ירוקה שחורה ועיקרם הם בריאה וכבד ומרה וטחול כנזכר בזוהר ובתקונים כי הם ד' חלקי נפש הבהמית ובאותה נפש בהמית מתלבש קליפת נוגה בסוד היצר טוב ויצה\"ר ובזה המלבוש דנוגה מתלבש נפש דעשיה אחר שאינה נהנית ונזונית מחיצוניות הנקרא נפש הבהמית אלא ע\"י התלבשות היצה\"ר הגובר בה ומלכלך אותה ומקריב לה העכירות והשמרים הרע של נפש הבהמית כי גם היא כלולה מטו\"ר ובהכרח תהיה הנפש בחלאים ותחטא כי מזונה הם מאכלים רעים אך כשהיצה\"ט גובר על הד' יסודות שהם נפש הבהמית עצמה אז אינו מברר רק זכות הדם והמובחר שבאותו נפש הבהמית ומקרב לנפש דעשיה אשר היא בכבד ואז היא בריאה ואינה חוטאת כי גם ד' יסודות שהם ד' חלקי נפש ההמית מורכבים מטו\"ר וחלק הרע שבהן נקרא שתי בנות לוט כנזכר פרשה וירא דף ק\"ט ומאותו חלק הרע שבנפש הבהמית נזון היצה\"ר שהוא סמא\"ל נמצא כי הכלי של הכבד הוא גוף חומרי ובתוכו נפש הבהמית טו\"ר ובתוכו יצ\"ט ויצה\"ר הנקרא סמא\"ל וכשזה גובר מקרב העכור והרע שבו אל נפש העיקרי דעשיה הנקרא יעקב כדאיתא פ' בראשית רכ\"ב ופנחס רל\"ד כי הנפש דעשיה היא טהורה אלא שיונקת ונזונית לזמנין מן היצה\"ט ולזמנין מן היצה\"ר כי הם מלבושי דקלי' נוגה נמצא כי ד' יסודות נקרא נפש הבהמית והם כפולים ד' מסטרא דטוב וד' מסטרא דרע ובד' דמסטרא דטוב שוכן עליהם מלבוש דכתנות אור כי הוא קלי' נוגה הטוב שבו ובד' יסודות הרע שוכן עליהם מלבוש דכתנות עור משכא דחויא כנזכר בתיקונים ואי לא זכה משכא דחויא דכליל ד' יסודין כו' הרי העלינו מזה סדר האדם וסדר המזון מה הוא והוא גוף האד החומרי הנחלק לד' יסודות שהם ד' יסודות ארמ\"ע ד' ליחות לבנה אדומה ירוקה שחורה ועיקרם הם בריאה וכבד וטחול ומרה ומשם מתפשטים לכל הגוף ותוך זה הגוף מתלבש נפש הבהמית ופירוש הענין כי לא כל העולם עשיה בשוה כי הרי שמים והארץ אינם בשוה. והנה הארץ יש לה ד' חלקים ארמ\"ע וכולן דומם וזה הדומם גוף ונפש דדומם המקיים אותם ויותר למעלה מזה הוא גוף הצומח כלול מד' ובתוכו נפש הצומחת ולמעלה ממנו הוא גוף הבע\"ח כלול מארמ\"ע ובתוכו נפש בהמית ובודאי כי בעליון כלול בו התחתון נמצא כי הדומם הוא גוף ונפש הדומם והצומח יש בו חלק גוף ונפש של הדומם ונוסף עליו בחי' עצמו שהוא גוף הצומח ונפש הצומחת ולכן הצומח גדול מהדומם והדומם נעשה צומח ואח\"כ הב\"ח יש בהם גוף ונפש מדומם וצומח ונוסף עליהם גוף ונפש הבהמיות לכן גוף הדומם והצומח ניזונין מהם וכמו כן האדם יש בו דומם וצומח ובחי' ב\"ח גוף ונפש ונוסף עליהן נפש המדברת נכללת מכולן נמצא כי עיקר מציאת האדם הוא מבחי' נפש הבהמית והמדברת כמ\"ש בע\"ה כי הצומח והדומם טפלים אליהן כנודע ונפש הבהמית אשר יש באדם חוצבה ממקום שנחצבה נפש הבהית וב\"ח שהם חיות ועופות ודגים אלא שהוא הפנימית והמובחר שבנפש הבהמית ולכן היא מדברת וכשהאדם נזון ואוכל מתחבר ונוסף בו נפש הבהמית ממאכלי הדומם כגון מים ומלח. [הגהה - צמח בספר הליקוטים איתא כן שהוא דומם ובדרושים איתא שהוא צומח כי נעשה מהמים שהם חיים ובכוונות כתב שהוא בין דומם וצומח ונראה כי בליקוטים איירי במלח הנמצא בהרים כמו באשכנז ובדרושים מיירי במלח הנעשה ממים ועוד יש מלח ג' שהוא בין דומם וצומח שיש מן העפר מלוח ומבשלין במים ואח\"כ מבשלין המים עד שנשאר נקי ולבן וזה נעשה בצפת ת\"ו ובמ\"א]:",
  "parentheses": []
}