{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 172,
    "section_hns": "172.1",
    "path_trace": [
      "text#14",
      "#2",
      "11",
      "7",
      "1"
    ],
    "paren_count": 5
  },
  "text_he": "ונבאר עתה מה היה ענין מיתת המלכים הנה נתבאר בפרק הקודם כי יש שינוי בג' נקודות הראשונות שהם בחי' א\"א ואו\"א שכולם יצאו כל אחד מהם כלול מי' וגם שיצאו כל א' מחוברות כל הי' שבהם כלולות זו בזו דרך קוין משא\"כ בזו\"ן כנזכר היטב ולכן לא היה הפגם והשבירה שוה בהם וההפרש הוא כי להיות נקודות של או\"א יותר מתוקנים וגם שהיו כלולים כל א' מי' לכן היה בהם ב' שינוים הא' הוא שהכלים שירדו מן או\"א לא ירדו רק מבחי' כלים אחוריים דאו\"א שלהם בלבד אבל הכלים דבחי' פנים לא נשברו משא\"כ בזו\"נ שכל בחי' הכלים דפנים ואחוריים נפלו ונשברו. עוד היה שינוי ב' כי הכלים דאו\"א לא נשברו שבירה גמורה הנקרא מיתה רק ירידה לבד למטה ממקומם אבל נשארו עומדים בעולם אצילות עצמו במקום שהיה עתיד להיות מקום נוקבא דז\"א לכן לא נזכר בהם בחי' מיתה רק בז' מלכים תחתונים שבהם נאמר וימת כי ירדו למטה מעולמן ונפלו לעולם הבריאה כנ\"ל באורך ונפלו ממש תוך הקליפות ונתבטלו שם בתוכם ושם לקמן נתבאר באורך השינוי שהוא בג\"ר עצמן כי גם בהם היה חילוק וע\"ש. אמנם בכאן נתבאר מאו\"א ולמטה מה ענינם ותחלת הכל נקדים לך הקדמה א' והוא כי בכל בחי' שיש זכר ונקבה יש ד' בחי' וזה סדרן לפי מעלתן ממש מלמטה למעלה תחלה היא מדרגת אב\"א פי' שיהיו זו\"ן אחוריהם דבוקים זה לזה והפוכים אחור נגד אחור. למעלה מזה מדרגה ב' והוא שיהיו אחור בפנים שיהפוך הזכר אחוריו נגד פני הנקבה ואז יש מעלה בזה שמקבלת הנוקבא מהזכר דרך הפנים אבל עדיין אינה מקבלת רק אור של אחוריים מהזכר ואינה יכולה לקבל אור הפנים שלו. למעלה מזה מדרגה ג' המעולה ממנו והוא פנים באחור שפני הזכר מביטים באחורי הנקבה ובזה יש מעלה יתירה שמקבלת הנקבה אור הפנים ממש אלא שלהיות אור גדול אינה מקבלתו אלא דרך אחור שלה ואז שם מתעבה האור וכאשר יתעבה יוכל אח\"כ האור לילך דרך אחור ולהגיע עד הפנים שלה ואז תוכל לקבלו וז\"ס הפסוק חכם באחור ישבחנה כי כאשר החכמה שהוא זכר יפנה בפניו אל אחורי הנוקבא שהיא בינה ישבחנה יותר ממה שהיה (בעת) בהיות להיפך אחורי הזכר בפני הנקבה. מדרגה ד' למעלה מכולם הוא פב\"פ פי' שניהן זכר ונקבה פונים פניהם זה לזה ומדרגה זו היא תכלית השלימות. ודע כי באו\"א היו בהם ג' מדרגות הנזכר שהם אב\"א ופנים באחור ופב\"פ וחסר מהם מדרגה ב' שהיא אחור בפנים אבל בזו\"ן היו ארבעתן כולם. וטרם שנבאר חלוקות אלו נבאר בקיצור ענין התיקון מה עניינו הנה נתבאר כי לא היתה השבירה אלא בכלים שלא יוכלו לקבל האור שלהם נמצא שכאשר בא התיקון עיקרו היה לבחי' כלים אבל בענין האורות והעצמות שלהם לא נתחדש דבר בהם מחמת העיבורים ויניקות רק ענין אחד והוא שבתחלה בהיות הכלים בחי' נקודות קטנות בלתי פרצוף לא היו האורות מוציאין חלקיהם לפועל ולא היו יכולים להראות פעולתן וכחם כי היו נכללין בנקודה קטנה ואחר שנתקנו הכלים בבחי' פרצוף גמור אז גם האורות יכלו להראות פעולתם וכחם ולהוציאם לחוץ כי הרי הנקודה קטנה נעשית כצורת ראש ואזן ופה וכיוצא ואז יכלו להראות פעולתם לחוץ ואמנם הכלים עצמן נתוסף בהם שנעשה בהם בחי' פרצוף ממש. והענין כי תחלה נעשה מנקודה הא' עתיק וא\"א כנ\"ל ואח\"כ מן הב' והג' נעשו בחי' ב' פרצופים דאו\"א כי עלו אותן אורות ב' נקודות הנ\"ל והלבישו לחג\"ת דא\"א כנודע כי שם מקומם וע\"י אותו הכסוי והלבישה נעשה להם בחי' כלים ופרצוף שלם עם הבחי' של הכלים הראשונים שלהן עצמן שנשברו בתחלה ועתה הובררה הקדושה מהם ונתעלית ונעשית פרצופי או\"א ואח\"כ ע\"י עיבור ראשון של ז\"א במעי אמו בהיותו ע\"ג נה\"י דא\"א כנ\"ל כי נכללו ג' בג' והכוונה היתה להלביש אותן ו\"ק דז\"א שהיו האורות בלי כלים כי כלים ירדו בבריאה כנ\"ל ואז נעשה להם שם בחי' כלים בפרצוף שלם ואז גם הכלים שלהם הראשונים שירדו ומתו נתעלו גם הם ונתחברו עם כליהם האחרים החדשים ומהכל נעשה יחד פרצוף שלם א' אל הז\"א וכן לנוקבא על דרך הנ\"ל. אמנם החילוק שהיה בהם הוא מה שביארנו למעלה כי או\"א וא\"א נתקנו בפ\"א אבל ז\"א אשר לא יצא מתחלה רק ו' חלקים נקודות לבד שהם בחי' ו\"ק שלו ולכן אלו הו' נתקנו תחלה בט' חדשים של עיבור ויניקה ואח\"כ באים לו בסוד תוספת אותן ג' החלקים הראשונים שהם המוחין שלו שלא יצאו בתחלה ולפי שבתחלה חסרו ג' ביחד ממנו לכן גם עתה באים לו כל שלשתן יחד בעיבור הב'. והבן היטב מה ענין עיבור ויניקה ומוחין דז\"א המוזכר אצלינו בכ\"מ ושים דעתך לזה. וכן בנוקבא דז\"א אשר כל הט' חלקים התחתונים שלה לא באו תחלה בסוד שורש ועיקר לכן בעת התיקון באים כולם יחד אליה בבחי' תוספת לבד ברגע אחד ואין בה הבחי' שיש בז\"א שהם עיבור ויניקה ועיבור ב' לפי שהכל באים ביחד. והנה אחר שנתקן ז\"א נקרא רה\"י כי הנה טעם וסבת העיבור של ז\"א היה מפני זה לפי שבתחלה היו ו' חלקים נפרדין זה מזה בסוד הרה\"ר כנ\"ל לכן נכנס בסוד העיבור תוך אמא כדי לאסוף החלקים האלו הנפרדין תוך מעי בינה ואז מחמת היותן מקובצים יחדיו וגם לסבת שנתוסף בהם עתה אור אמא בכח ב' סבות אלו יתחברו יחד ויתקשרו יחד ואז בזה העיבור הראשון נתחברו יחד ו' חלקים בבחי' קוין כנודע והוא כי חסד נכלל בנצח וגבורה בהוד ות\"ת ביסוד ואין (וענין) זה נקרא ג' כלילן בג' כנ\"ל עד שיעברו ג' ימי קליטה ואז נתחברו כולם יחד חיבור אחד יותר מעולה והוא שכל חלק וחלק מהם נכלל מכל ז\"ת כמבואר אצלינו בענין התפילין שיש בהם כ\"א אזכרות לפי שבהיותן שם בסוד עיבור ראשון היו בסוד ג' כלילין בג' ולא נשאר (נ\"א ניכרו) רק הג' לבד והיה כל א' מהם כלול מכל הז' הרי כ\"א כי הז' היא נקודת המלכות ואז הז\"א בסוד ו' שבתוך אות ה' ראשונה שהיא אמא והם ו\"ק והמלכות היתה נקודתה בסיום הוא\"ו (נ\"א הו\"ק) בסוד אושיט פסיעה לבר הנזכר פ' בלק דר\"ג בפסוק אשורנו ולא קרוב כמבואר אצלינו ואז נעשה רה\"י כי נעשו כולם יחוד ואחדות אחד וז\"ס שאמרו בתיקונים קס\"ו רה\"י גבהו עשרה דאינון יו\"ד ה\"א וא\"ו ה\"א ורחבו ד' יהו\"ה פי' כי נודע דהוי\"ה דמ\"ה דמלוי אלפין הוא בז\"א אשר המלכים הו' שלו נתחברו יחד ונתקנו ונתקשרו ונעשה מהם בחי' הוי\"ה זו דאלפין מקושרת אות באות יחד בשם א' יחיד ומיוחד ונקרא רה\"י. ודע כי אע\"פ שאנו אומרים שנתקנו אלו הז' מלכים של זו\"נ עכ\"ז בהכרח הוא שלא נגמר בירור שלהם להצטרף ונשאר קצת ניצוצי קדושה שלהם בתוך הקליפות הנקראים סיגים שלהם והם נקרא רה\"ר בסוד הן רבים עתה עם הארץ שהם הקליפות לפי שלא נתקנו ונשארו נפרדין בבחי' רבים והנה בימות החול השכינה שהיא נוקבא דז\"א היא בגלות בין הקליפות והבן ענין השכינה בגלות מה ענינה והנה היא נקראת שם ב\"ן שהיא הוי\"ה דמלוי ההי\"ן כנודע היא מבררת ברורין מתוך הסיגים והיא מעלה אותן למעלה בבחינת מ\"נ ושם נתקנים והבן זה מאד היטב ביאור מ\"נ מה ענינה אמנם בשבת עולה מתוך הקליפ' למעלה ואינה בגלות ואמנם הזווג אשר לה בשבת עם ז\"א הם נשמות חדשות (נ\"א הם חדשים) ולא מן ברורים האלו והנה זהו סוד איסור שבת המוציא מרשות לרשות כי הנה המוציא מרה\"י לרה\"ר גורם להמשיך הברורים הקדושים שכבר הובררו ונעשו רה\"י ומוציאין לה\"ר שהם הסיגים והקליפות ומערבב קודש בחול והמכניס מרה\"ר לרה\"י הוא גורם שהשכינה תרד בשבת למקום הסיגים ותברר מהם ברורים להעלותן משם שהוא רה\"ר למעלה אל רה\"י וגם זהו פגם גדול מאד מאד נמצא כי איסור המכניס מרשות הרבים לרשות היחיד תלוי במלאכה אחרת והוא הבירור מכלל ל\"ט מלאכות דשבת כי כן הבורר עצמו גורם דבר זה הנ\"ל שתגלה השכינה בין הקליפות ותברר ברורין מהקליפות והסיגים:",
  "parentheses": [
    {
      "hns": "172.1.1",
      "text": "בעת"
    },
    {
      "hns": "172.2.1",
      "text": "וענין"
    },
    {
      "hns": "172.3.1",
      "text": "נ\"א ניכרו"
    },
    {
      "hns": "172.4.1",
      "text": "נ\"א הו\"ק"
    },
    {
      "hns": "172.5.1",
      "text": "נ\"א הם חדשים"
    }
  ]
}