{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 562,
    "section_hns": "562.1",
    "path_trace": [
      "text#14",
      "#2",
      "39",
      "1",
      "2"
    ],
    "paren_count": 3
  },
  "text_he": "דרוש א: ענין מ\"נ מה ענינם והנה נודע כי כמו שהאיש נותן מ\"ד לאשתו ונמשכין מן המוח שלו כן ג\"כ מן האשה מן מוח שלה יורדין מ\"נ ברחם שלה ומאלו מ\"נ ומ\"ד הנמשכין מן המוח של הנקבה והזכר מהם ממש נוצר הולד שהם הנשמות ואלו הם סוד ב' יודי\"ן שיש בצורת א' כי י' עלאה הוא מוח זכר וי' תתאה מוח נוקבא ואות ו' בנתיים הוא חד פריסא דאתפרס הנזכר בזוהר וי' עילאה מ\"ד ויורדין עד ההוא פריסא שהוא ו' וי' תתאה הוא מ\"נ ועולין לגבי ההוא פריסא והנה כל המ\"נ הם גבורות והם בחי' כל המלכים שמלכו בארץ אדום. והענין הוא כי כבר בארנו איך כל קדושת אותן המלכים שמתו ונתבטלו ונתבררו ומן הסיגים נעשה מהם ענין הקליפות כנודע והטעם הוא כדי שיהיה בעולם בחירה ורצון ושכר ועונש וזה היתה כוונתו לברא מלכים אלו ולהמיתן והבן זה. והנה כל אלו המוחין הם בחי' הדינין והם לעולם בחי' הנוקבא והנה באלה המלכים יש מהם חלק אל הבינה (וחלק מהם אל המלכות שבז\"א) וחלק מהם אל המלכות שבאבא וחלק מהם אל המל' שבא\"א [הגהה - צמח צ\"ל ג\"כ חלק אל אבא כדלקמן וצ\"ל ג\"כ חלק אל מלכות דבינה כאמור בשאר], וחלק מהם אל המל' שבז\"א והנה כל המלכים האלו מציאותן הם המוחין של הנקבות כולם שמהם נתהוה המ\"נ כמ\"ש בעה\"ש. והנה להיותן בחי' המוחין שהם החכמה הנקרא מחשבה לכן כולהו אתביררו במחשבה כנז' בפ' פקודי דרנ\"ד ע\"ב שהם שכ\"ה ניצוצין וענינם הם אלו הז' מלכים שמתו שהם דינין וגבורות וניצוצי אש והם ז' מלכים שהם ז\"פ אדם גימ' שט\"ו והם גימ' ש\"ך [הגהה - צמח עם ה\"ג קדושים], וז\"ס זריק ניצוצין לש\"ך עיבר וכו' כי הם המ\"נ כדלקמן אשר אח\"כ בעת התיקון בירר הטוב מתוך הפסולת והסיר הפ]סולת מתוך המחשבה ההיא ואע\"פ שהם ז' מלכים עכ\"ז הם י' אלא שהם ע\"ד ז' היכלות אשר נזכר פ' פקודי שהם ז' היכלות והם י' כי היכל העליון כולל ג' היכלות ותחתון כלול מב' וכן הענין בכאן שהם ז' מלכים [הגהה - צמח כי בלע כולל יובב וחשם כנודע], והם י' ע\"ד הנ\"ל. והנה ענין בירורם על ידי המחשבה ענין הדבר הוא במ\"ש כי כל אלו המלכים הם בחי' המחין של הנקבות אשר גם הם נקרא מחשבה ולכן כאשר המחשבה עליונה שהיא חכמה סתימאה דברישא דע\"ק רצה לתקנה אחר שנתקן א\"א בתקונים שלו ואז יצא האור שלו ע\"י המעטת האור שלו בסבת אותם התקונים כנודע ועי\"כ היה כח באלו המלכים להחיות ולקבל אור העליון ואז המחשבה עלאה מוחא סתימאה דברישא דבעתיקא האיר בהם ועי\"ז נבררו אלו המלכים ואז היותר מובחר שבהם שהוא בחי' שיש בהם מא\"א אלו בסוד מ\"נ והובררו והשאר נשאר למטה. ודע כי אותה הבחי' שעלתה בא\"א הם בחי' השערות שבדיקנא יליה כנודע כנזכר באדרא בתקונא קדמאה הנקרא א\"ל אשר בו ג' עלמין שהם ג' מלכים אלו מהז' מלכים והם בלע יובב חשם ואלו השערות הם נמשכין ממ\"ס עצמה כנודע והוא החכמה סתימאה והוא נוקבא לגבי כתר דעתיקא נמצא כי השערות האלו הם מ\"נ דילה וע\"כ שערי דדיקנא הם דיקין תקיפין. ואח\"כ היה בירור ב' שכאשר הוברר הבחי' של א\"א אשר היתה שם ויצאו משם ועלו ונתבררו במחשבה דא\"א כנזכר אז הבחי' הזאת דבינה שבתוך המלכות הובררה ועלתה במקומה למעלה וכאשר נתקנו או\"א אז הובררה ג\"כ בחי' זו\"ו ויצאו משם ועלו בסוד מ\"ן (פי' ביסוד שלה) אל הבינה ואח\"כ היה בירור אחר כי אחר שהובררה הבחי' של הבינה אז הבחי' של המלכות עלתה. ואח\"כ כאשר נתקן ז\"א הובררה בחי' שיש בהם מן המלכות של ז\"א טועלתה שם ע\"ד הנ\"ל ואח\"כ כאשר נתקנה נוקבא דז\"א נתקנה תחלה בבחי' אב\"א ואז עדיין לא הובררה המ\"נ דילה אשר בתוך המלכות הנ\"ל. והענין כי כל אותה בחי' של מעלה ממנה הובררו מאליהם ע\"י המחשבה שבכל בחי' מהם ולא היו צריכין אל מעשה התחתונים שעל ידיהן יתבררו לפי שהקליפות אשר כנגדן אין בהם כח כ\"כ אבל בחינת המ\"ן של המלכות (דנוקבא דז\"א) אשר הם בחי' עשייה ששם כל עיקר שורש ותוקף הקליפות לכן לא היה בה כח לתקן ולברר הבחי' של מ\"נ שלה שהיה באלו המלכים לסבת היותן נתונים בעמקי הקליפות החזקים ולא היה יכולת בה לבררם עד שבא אדה\"ר וע\"י מעשיו ותפילותיו היה מכניע את הקליפות והיה מחזיר זו\"ן פב\"פ ואז מתבררים חלק המ\"נ דנוקבא דז\"א בירור גמור ואז לא היה עוד שם חורבן בעולם והיה אז כמו שיהיה בימי המשיח ב\"ב כי אז כתיב בלע המות לנצח שהם הקליפות אשר חיותם הוא בחי' המ\"נ אלו שלא הובררו והם עדיין בתוכם ואם היו נבררין לגמרי היה מסתלק מהם כל החיות והיו מתים לגמרי וזהו ענין אין בן דוד בא עד שיכלו כל הנשמות שבגוף כי כאשר יכלה כל הנשמות הקדושות לצאת משם ועולין בבחי' מ\"נ שמהם נוצרים הנשמות כנ\"ל בתחלת הדרוש לא יהיה עוד חיות אל הקליפות וימותו ויתבטלו וזהו בלע המות לנצח כי הקליפות נקרא מות תתבלע ותתבטל לגמרי. וז\"ש פ' פקודי דרנ\"ח ע\"ב כד יסתיים גלותא במשיכו דרגלין ברגלין כדין יבא משיח כיע הרי אלו בחי' המלכים הם אדם א' מראשו ועד רגליו אשר נטבע באלו הקלי' ובכל פעם ופאם שיש זווג עליון אנו מעלין ע\"י תפלתינו ניצוצות הקדושה שבו בבחי' מ\"נ וכאשר יתבררו ויעלו גם הניצוצין אשר ברגליו אז יושלם להתתקן כל אדם הזה אז יבא משיח וענין רגליו אלו הוא בעשייה שהוא בחי' רגלים ושם הוא סיום הקדושה שהוא המלכות הנקרא קץ הימין וכנגדו בקליפה אשר שם נקרא קץ הימים וכאשר יתוקנו הנשמות אשר נפלו עד שם אז יהיה זמן הגאולה. העולה לנו מכל זה כי ענין בחי' מ\"נ הם הנשמות הקדושות ממש הם עצמם אשר תוך מלכים אלו שצריך לבררם מששם ולהעלותן בבחי' מ\"נ למעלה ואז יתחברו עמהם מ\"ד ע\"י הזווג זכר ונקבה ומב' בחי' אלו נוצרים ונבראים הנשמות. וזהו טעם שצריך בכל זווג וזווג מ\"ן חדשים אחרים לפי שאותן מ\"ן הראשונים שבזווג הא' כבר נוצרו מהם בחי' נשמות וצריך בכל זווג וזווג לברר ניצוצין אחרים ולהעלותן בבחי' מ\"ן ג\"כ להיות נבראים שם נשמות אחרות חדשות וכן בכל זווג וזווג. ונחזור לעניננו כי כיון שא\"א להתברר מ\"נ דנוקבא דז\"א אלא ע\"י התחתונים וכמש\"ה ואדם אין לעבוד את האדמה לכן יצאו זו\"נ אב\"א כי אם היו חוזרין פב\"פ היו הקליפות נאחזין באחוריים של הנקבה לרוב תקפם כנ\"ל כי עדיין לא היו מבוררים לכן הוכרחו לישאר אב\"א:",
  "parentheses": [
    {
      "hns": "562.1.1",
      "text": "וחלק מהם אל המלכות שבז\"א"
    },
    {
      "hns": "562.2.1",
      "text": "פי' ביסוד שלה"
    },
    {
      "hns": "562.3.1",
      "text": "דנוקבא דז\"א"
    }
  ]
}