{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 768,
    "section_hns": "768.1",
    "path_trace": [
      "text#14",
      "#2",
      "47",
      "1",
      "2"
    ],
    "paren_count": 2
  },
  "text_he": "דע כי כאשר עלה בחפץ הא\"ס להאציל ולברוא ולצור ולעשות עולמו כלול מד' עולמות אבי\"ע וראה כי לא היה כח בעולמות לקבל את האור הגדול של הא\"ס ולא די בתחתונים אלא אפי' בספי' עצמן אפי' של האצילות לא היה בהם כח לקבל אור עחליון כי ספירת חכמה לא היתה יכולה לקבל אור עליון אם לא ע\"י אמצעית ספי' כתר ועד\"ז כל השאר ולטעם זה הוצרכו כל אותן התקונים הנזכר אדר\"ז ובאד\"ר ומטעם זה הוצרך לעשות ד' עולמות אבי\"ע. והענין כי בכל העולמות יש בחי' עצמות וכלים ותחלת הכל נתפשט הא\"ס בסוד י\"ס דאצי' בסוד כלים כי הלא ענין התפשטות מורה התעבות האור יותר ממה ששהיה ונמצא כי י\"ס אלו הם י' כלים ונעשו מצד התפשטות הא\"ס עצמו רק שנתעבה האור ונעשה כלים ע\"י התפשטות ואחר התפשטות הזה אשר ע\"י נעשים י' כלים אז נתלבש עצמות א\"ס בתוכם וז\"ס עצמות וכלים והנה כאשר הגיע התפשטות הנ\"ל עד המלכות דאצילות ראה המאציל העליון שאין כח בתחתונים לקבל האור ההוא אם יתפשט יותר ואז כאשר נגמר הכלי הי' דאצילות נעשית שם מסך ופרגוד א' המפסיק בין האצילות לשאר העולמות שלמטה הימנו ואז הכה אור א\"ס יתברך המתפשט עד שם במסך ההוא ואז בכח ההכאה של הירידה ופגע שם חזר לעלות בסוד אור חוזר למעלה למקומו ואז נגמר עולם האצילות בבחינת הכלים ואז חזר הא\"ס להתלבש בהן בסוד העצמות כנ\"ל לכ עד המקום שמגיע אור הא\"ס ע\"ד הנ\"ל נקרא עולם האצילות כי האור עצמו הוא (דק) רק שהוא אחר התעבותו כנ\"ל. וענין התעבות אור הזה הוא כי הלא הרואה אור גדול מאד לא יוכל לסובלו אם לא ע\"י הרחקה או ע\"י מסך או ע\"י שתיהן והנה הכתר שבאצילות מאיר בו הא\"ס בלתי שום מסך ושום הרחקה כלל לכן הכתר נקרא א\"ס (פי' כתר דמ\"ה סוד עתיק) וחכמה מקבל ע\"י כתר אך בינה קבלה אור הא\"ס ע\"י הרחקה כי עתה הא\"ס רחוק ממנה ויכולה לקבלו והז\"א אינו מקבל האור כ\"א דרך חלון ונקב צר אשר בתוך החלון ההוא עובר האור בלתי מסך כלל אלא שאין דרך רחב רק צר מאד אבל הוא קרוב כי מן הבינה אל הז\"א אינו רחוק אבל נוקבא דזעיר אנפין נמשך לה האור דרך נקב וחלון כמו הז\"א אך שהוא בהרחקה הרי הם ד' בחי' אשר בהם יובדלו פרטי האצילות מיניה וביה אבל כולם הם בלתי מסך כלל ועיקר לכן נקרא עולם האצי' כי האור הא\"ס עצמו נתפשט בכולו בלתי מסך ואמנם משם ולמטה אין א\"ס עצמו מתפשט רק הארה היוצאה ממנו דרך מסך והוא כי המסך ופרגוד המבדיל בין אצילות לבריאה כנ\"ל הנה מחמת אותו ההכאה של אור העליון המגיע עד שם כנ\"ל הכה בפרגוד ההוא ומכח אותם הי\"ס דאצילות שהגיע עד שם והכה שם באור שלהם הנה נתנוצצו מהם אורות ועברו דרך מסך ההוא ונעש למטה הי\"ס דבריאה מהתנוצצות י\"ס דאצילות שעליהן ע\"י המסך מכח י\"ס דכלים נעשו י\"ס דכלים אחרים ומכח י\"ס דעצמות נעשו י\"ס דעצמות אחרים דבריאה וכן בסוף הבריאה נעשה שם מסך אחר ומחמת הכאת י\"ס דבריאה בבחי' עצמות וכלים במסך נעשו י\"ס דיצירה וכן מיצירה לעשיה ע\"י מסך ההוא. ובזה תבין למה נקרא זה אצילות וזה בריאה וזה יצירה וזה עשיה כי יש מסך מבדיל בין זה לזה ואין זה דומה לזה כלל. אמנם החילוק שיש בין אצילות לג' עולמות הוא שאצי' האור הא\"ס נוקב ועובר בו עד סוף האצילות בלתי שום מסך כלל אך משם ולמטה יש מסך והבדל בין בריאה ליצירה בהיות לבריאה מסך ומבדיל א' וליצירה ב' מסכים ולעשיה ג' מסכים ואמנם בפרטות העולם עצמו כמו שיש ד' בחי' באצילות בפרטן כנז' לעיל כן יש אל ד' בחינות בבריאה עצמה וכן ביצירה עצמו:",
  "parentheses": [
    {
      "hns": "768.1.1",
      "text": "דק"
    },
    {
      "hns": "768.2.1",
      "text": "פי' כתר דמ\"ה סוד עתיק"
    }
  ]
}