{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 620,
    "section_hns": "620.1",
    "path_trace": [
      "text#14",
      "#2",
      "40",
      "1",
      "3"
    ],
    "paren_count": 4
  },
  "text_he": "האמנם הפירוש היותר אמיתי ונכון אצלי בלי ספק הוא הפירושש הראשון מכולם כי ב' פירושים האחרי' יש קושיות רבות ונאמר עתה מקצתן. והוא כי לפירוש הב' קשה שהרי בפירוש הק\"ש אמרינן בפירוש כי אלו המוחין הבאים ע\"י ק\"ש שאינם רק מוחין דו\"ק והם נקראו פנימיות גמור והרי כל זה אינו רק בחי' אב\"א כי בחי' פב\"פ נעשה בברכת אבות עצמה כנזכר שם ובמקומות אחרים. גם לפירוש הג' קשה מכל המקומות כי בחול כל המוחין אינן אלא בנה\"י דיש\"ס ותבונה ואפילו בי\"ט הוא בתבונה בחג\"ת שלה אך באו\"א אינם רק בשבת ובליל פסח כנז' שם במקומו ומשם מובן בפירוש שכל אלו המוחין דפנימיות הם מיש\"ס ותבונה עצמם כנזכר במ\"א. העולה מכל זה שהפירוש ראשון הוא אמיתי לכן נרחיב בביאורו היטב ע\"ד קצרה בע\"ה הנה אין לך פרצוף מכל הה' פרצופים שבכל ד' עולמות אבי\"ע שכ\"א מהם יש לו ג' כלים לכל ספי' וספי' שלו והם ג' כלים לג' בחי' נר\"ן כי עד הנשמה שהיא מבינה שממנה בחי' אותיות יש כלים אך משם ולמעלה שהוא כנגד חיה ויחידה בכל ספירה וספירה אין עוד כלים כי שם הם הטעמים ונקודות ולא אותיות ונודע כי כל הכלים מהאותיות נעשו והנה בג' כלים אלו יש בתוכם נר\"ן דחיצוניות כנזכר גם יש בהם (בנר\"ן) בחי' או\"פ ואו\"מ בסוד הצלם כנודע גם יש בהם אורות כפולים שהם צלם דאו\"א וכל זה נקרא חיצוניות העולמות וכנגדן יש גם כן שלשה כלים פנימיות דנשמות ובתוכם נר\"ן דפנימיות הנשמות ויש בהם או\"פ ומקיף וכפולים בבחי' צלם דאו\"א ע\"ד הנ\"ל ממש וכולם פנימיים אמנם יש עיון במ\"ש בק\"ש שהכלי הג' הוא נקרא פנימיות ז\"א וכן שם בענין ק\" נראה כי העיבור הג' דמוחין הוא נק' פנימיות והנה אנחנו פירשנו כי העיבור הב' הוא בחיצוניות זולת הפנימיות והענין הוא כי תחלה נכנס העיבור ראשון דקטנות והם נה\"י כלולין בחג\"ת ואח\"כ נכנסה היניקה דקטנות והוא התפשטות נה\"י וחג\"ת כל אחד לעצמה ובחינת אלו לא יחסרו ממנו לעולם אמנם בהיותו בעיבור א' אשר נכנסו נה\"י דתבונה בחב\"ד דז\"א אז אין בו דעת כנזכר במ\"א כי אין כלי חיצון ליסוד דלתבונה ואחר כך ביניקה נכנסו חג\"ת בחב\"ד דז\"א וירדו נה\"י בחג\"ת דז\"א אז יש לו ג' מוחין דיניקה וזהו תמיד בז\"א ואחר כך בעת הק\"ש בשמע ישראל יש עיבור ב' דקטנות בתבונה ואז נכנסין מוחין גורים דקטנות בחב\"ד דז\"א ויורדין חג\"ת בחג\"ת ונה\"י בנה\"י ואז נשלם ז\"א בחיצונותיו לגמרי בג' בחי' דכלים ובכל מוחין דקטנות עיבור ויניקה ועיבור ואורות פנימיים ומקיפים דצלם דאו\"א ואח\"כ עולה בסוד מ\"ן בילת אחד ואז באים לו פנימיות ז\"א הן דעיבור א' בחי' ג' כליל בג' והן בחי' ו\"ק דיניקה והן המוחין דו\"ק דגדלות המפורשים אצלינו בכוונת ק\"ש ע\"ש אח\"כ בברכת אבות באלקינו ואלקי אבותינו אז בא עיבור ג' דגדלות ונשלמים מוחין דז\"א דפנימיות חב\"ד בחב\"ד דיליה וחג\"ת בחג\"ת דיליה ונה\"י בנה\"י דיליה והנה כיון שעיקר ק\"ש הוא ליניקה דפנימית ע\"כ נכלל בו עיבור הג' דמוחין דקנות ועיבור א' דג' כלילין בג' דפנימיות ולא נזכרו רק היניקה דפנימיות שהוא מוחין של ו\"ק הנרמזין במלת אחד כנודע אבל אין ה\"נ שג' זווגים (נ\"א זמנים) הם כנ\"ל וכולן נקרא או בחי' עיבור ג' דחיצוניות יען כי הוא הקודם בכוונת ק\"ש כנזכר או נקרא בחינת גדלות עיבור (ראשון) דפנימיות אבל האמת הוא כי (הוא) ג' זווגים הם בק\"ש שהם עיבור ג' דחיצוניות והם שמות דאלקים והם מוחין ממש דאלקים דקטנות והם גדלות דקטנות ויש עיבור א' דקטנות דפנימיות ויש יניקה דפנימיות. ואפשר שעיבור של ג' כליל בג' של חיצוניות ושל פנימיות לעולם לא יחסר מז\"א וע\"כ לא יש בשמע רק ב' זווגים א' עיבור ב' דמוחין דחיצוניות והב' יניקה דמוחין דפנימיות ובעמידה אז נכנסין ג\"ר דגדלות דפנימיות ואח\"כ נכנסין אורות המקיפין כנודע בתפלת ר\"ה ואמנם גם המקיפין דחיצוניות שהם בחי' אלהים גם הם נכנסין במלת שמע ישראל כנזכר במקומו וע\"ש היטב אלא שמורי זלה\"ה לא חש לפרש כל זה אכן זהו אמיתות הענין בלי שום ספק כנלע\"ד:",
  "parentheses": [
    {
      "hns": "620.1.1",
      "text": "בנר\"ן"
    },
    {
      "hns": "620.2.1",
      "text": "נ\"א זמנים"
    },
    {
      "hns": "620.3.1",
      "text": "ראשון"
    },
    {
      "hns": "620.4.1",
      "text": "הוא"
    }
  ]
}