{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 198,
    "section_hns": "198.1",
    "path_trace": [
      "text#14",
      "#2",
      "13",
      "5",
      "1"
    ],
    "paren_count": 1
  },
  "text_he": "והנה בזה תבין מאמר באדרא דף קכ\"ח ע\"ב האי גלגלתא חוורא דיליה אנהיר לתליסר עיבר גליפין דא בסטרא דא ודא בסטרא דא כו' ושם דקכ\"ט ע\"א אמר וז\"ל י\"ג נימין דשערי קיימי מהאי סטרא ומהאי סטרא וכאן באדר\"ז דרפ\"ח ע\"ב אמר בגין דהאי חכמה סתימאה ביה אתפרש ג' זימנין לד' ד' כו'. והרי בג' מקומות אלו מצינו בחי' י\"ג וצריך להבין מה ענינם אבל הביאור הוא במה שנת\"ל כי ג' מיני הויות של העצמות יש בג' רישין שכל ראש משלשתן יש בה ג' הויות משונות כי ג' הויות עליונים דרישא עלאה הנק' גולגלתא דא\"א הם במלוי יודי\"ן הנקרא ע\"ב ובהם י\"ב אותיות הפשוטות שבהן עם כללות שלשתן הרי י\"ג וכן ג' הויות אחרות ברישא תניינא הנקרא אוירא במלוי ס\"ג והם י\"ב אותיות ועם כללות השם בעצמו הרי י\"ג וכן ג' הויו\"ת אחרות במילוי מ\"ה דאלפי\"ן ברישא תליתאי הנקרא מ\"ס ובהם י\"ב אותיות ובכללות השם בעצמן הרי י\"ג והרי נתבאר ג' בחי' של י\"ג י\"ג י\"ג הנזכר בב' אדרות. ונבאר הענין הנה הראש עליון הנקרא גולגלתא רישא חוורא הוא סוד הכתר דא\"א ויש בו י\"ג תיקונים שהם י\"ג אותיות שבג' הויות שבו כנ\"ל עם כללותן והם י\"ג הנזכר באדרא נשא דקכ\"ח ע\"ב וז\"ל האי גולגלתא חוורא דיליה אנהיר לי\"ג עיבר גליפן הענין הוא כי האי רישא חוורא יש בה י\"ג תקונין דמתפשטין בה מהאי חוורתא דיליה והוא בחי' הלבנונית שיש בגולגלתא בין שער לשער כנזכר שם וסודו הוא כי השערות עצמן הם בחי' צורת אותיות הנכתבות בדיו והלבנונית הוא בחי' הנייר והקלף הלבן שעליו כותבין האותיות ויש בחינת שערות מעולין מן הלבנונית ויש בחי' אחרת שהלבנונית מעולה מן השערות כמ\"ש במ\"א בענין היחודין ביחוד ה'. וזהו טעם שמן החוורתא מנהורא דיליה ירתין צדיקייא ת' עלמין דכסופין ומן השערות יונק הז\"א עצמו ולמטה בע\"ה נבאר איך ע\"י מתלבשין ז\"ת דיליה ברישא דא\"א ונ\"ה שלו מתלבשין בב' בחי' של א\"א והם ב' אזנים וב' עינים שבו. והנה בב' בחי' אלו אין שער גדל בהם אמנם כאשר אורם חוזר מתתא לעילא דרך האי קרומא דאוירא דא\"א אשר שם מתלבש ת\"ת דע\"י שהוא בחי' ו' כנודע אז ההארות ההם יוצאין על הגלגלתא דא\"א ונעשין נימין ועשרות כדמיון צורת ווין כי השערות יוצאין מבחי' נ\"ה הנקרא ווי העמודים והבן זה ולכן מכח אלו בחי' נתהוו ב' בחי' ברישא עלאה דא\"א בגלגלתא והם החוורתא והשערות זה בבחי' כתיבת אותיות עצמן וזה בבחינת הקלף והנייר הלבן הסובל הכתב עליו. והנה זאת החוורתא מתחלקת לי\"ג ארחין כי כבר בארנו לעיל שיש בהאי רישא חוורתא ג' הויות ובהם י\"ב אותיות ועם הכולל הרי י\"ג והם מתחלקין באופן זה כי באחורי רישא יש הוי\"ה א' ובה ד' אותיות ובצד הפנים יש ב' הויות בב' הלחיים זו מצד זו וזו מצד זו והחוטם מפסיק ביניהן והרי הם ג' עיבר ובכל עיבר ד' אותיות הוי\"ה א' וכבר נת\"ל כי אין אנו מונין אלא אותיות הפשוטים אבל הם ממולאים במילוי יודין והנה בעיבר האחור יש שם ד' חוורתא כנ\"ל שהם ד' אותיות הוי\"ה א' שהם ממולאים ביודין והנה הם נמשכין מצד ב' בחי' נ\"ה דעתיק יומין המתלבשות בב' אזנים ובב' עינים דא\"א כנ\"ל והרי הם ד' שהוא ב' אזנים וב' עינים וכנגדן הם ד' חוורתא בצד אחורי רישא ולכן אמרו שם באדרא קכ\"ח ת' אלף עלמין אתפשט חוורא דגלגלתא דרישא ואין כל החוורתא נכללין בהם כי הרי הם י\"ג חוורתא כנזכר שם אח\"כ האי חוורתא גלגלתא חיוורא דיליה אנהיר לי\"ג עיבר כו' אמנם הת' אלף עלמין הם אותן ד' חוורתא שבאחור לבד שכ\"א מהן עולה לחשבון ק' אלף עלמין. והטעם הוא לפי שהנה הם הוי\"ה א' במילוי יודין ויש בה ד' יודין וכל י' כלול מי' הרי הם ד' מאות אמנם להיותם בסוד א\"א הם עולין לחשבון גדול בסוד ת' אלף כמבואר אצלינו שיש חשבונות בא\"א והוא בסוד אלפים ובאו\"א הם מאות ובזו\"ן הם בסוד עשרות ואחדות והנה אלו ד' חוורתא שבצד האחור יורדין דרך שם ונמשכין עד י\"ג נימין דשערי שנבאר למטה בע\"ה שהם נמשכין ג\"כ דרך אחורי הראש והוא סוד הלבנונית שבעורף א\"א דוגמת מה שכתוב בענין כתר דז\"א וע\"ש היטב וזה הלבנונית מתפשט שם באחוריים דא\"א ע\"ג כתפין דיליה עד מקום שמתחיל רישא דז\"א כמ\"ש בע\"ה לקמן ענין זה ודרך האי חוורא מתפשט השפע ונמשך לרישא דז\"א ומאיר בו אמנם דרך הצדדין אינם מתפשטים כנזכר שם דשערוי סליק מבתר אודנין בגין דלא לחפייא עלייהו ואינם מתפשטים רק דרך האחור ע\"ג ב' כתפין כנ\"ל. והנה נבאר תחילה ענין ט' חוורתא האחרים הנמשכין מצד הפנים דא\"א מה ענינו ואח\"כ נחזור לבאר ענין המשכות אלו הד' חוורתא דאחורי רישא (דשערי) דע כי אותן הט' חוורתא האחרים שמצד הפנים דא\"א הם נמשכין ויורדים ג\"כ דרך הפנים עד רישא דז\"א ושם מתחברים בדיקנא דז\"א ואז נעשים לו ט' תקוני דיקנא כנזכר שם בט' תיקונין אתתקן דיקנא דז\"א כו' וכאשר נמשכין גם אותן הד' חוורתא דרישא דאריך אנפין דרך אחור עד רישא דזעיר אנפין [אז נגמרין ונעשים בזו\"ן י\"ג ת\"ד] כמו שיש בדיקנא דאריך אנפין כמבואר אצלינו בכוונת ויעבור שהם י\"ג כו' עוד יש מציאות אחר להעשות י\"ג תיקונים בדיקנא דז\"א והוא בזמן שמתעלה ועולה ז\"א אל מקום או\"א כי אז נכלל ז\"א בד' תיקונין בתראין דדיקנא דא\"א כי שם מקום מעמד או\"א ואז בעלות שם ז\"א יש לו ג\"כ ד' תיקונים אחרים ואז נשלמים בו י\"ג ת\"ד כמו א\"א. ובאדרא קכ\"ח אז מנהירו [דהאי חיוורתא] דילהון ירתין צדיקייא ת' עלמין כנז' שם ומנהירו דהאי חיוורא ירתי צדיקייא ת' עלמין דכסופין הה\"ד ארבע מאות שקל כסף עובר לסוחר כי אע\"פ שבהיותם למעלה בא\"א הם בחשבון גדול של ד' מאות אלף הנה ברדתן למטה הם אז בחשבון מועט ואינן רק ד' מאות לבד ומהם נהרין צדיקייא בעלמא דאתי וז\"ס ארבע מאות שקל כסף כי הנה הוי\"ה זאת הוא במילוי יודין שהם גי' ע\"ב וגי' חסד שהוא כסף כנודע ולכן הם בחי' שקל כסף. ועוד כי הנה כסף הוא לבן והוא סוד חוורא דרישא שמשם נמשכים אלו הד' חוורתא והיותן חשבון ת' כבר בארנו שהוא להיות במילוי הוי\"ה זו ד' יודין וכ\"א מד' יודין כלול מי' הרי ת' והם ב' אותיות ש\"ק מן שקל והוי\"ה עצמם גי' כ\"ו ועם ד' אותיות הרי ל' מן שקל וזהו ענין ד' מאות שקל כסף עובר לסוחר הוא גלגולת הנקרא כתר הסובב הראש תרגום סביב סחור. וזהו עובר לסוחר הוא הכתר:",
  "parentheses": [
    {
      "hns": "198.1.1",
      "text": "דשערי"
    }
  ]
}