{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 359,
    "section_hns": "359.1",
    "path_trace": [
      "text#14",
      "#2",
      "25",
      "2",
      "4"
    ],
    "paren_count": 7
  },
  "text_he": "סדר (אותיות) מנצפ\"ך כפולות פתוחות וסתומות והטעם כי הפתוחות הם ה' חסדים שהם פתוחות להשפיע, וסתומות הם גבורות והם דין. דע כי ה' מוצאות הפה הכוללת כל כ\"ב אתוון שהם אחע\"ה בומ\"ף גיכ\"ק דטלנ\"ת זסשר\"ץ כל מוצא כלול באות א' של מנצפ\"ך. כיצד אחע\"ה מוצא א' עליון שבכולם וכנגדה אות ץ' האחרונה מכל ה' אותיות מנצפ\"ך ונאמר תחלה כי הג' מוצאות הם סוד ג' אהי\"ה דבינה א' דיודי\"ן וא' דההי\"ן וא' דאלפי\"ן וב' מוצאות אחרים הם סוד ב' שמות אלקים שבבינה ג\"כ. ונחזור לבאר אחה\"ע הוא גימטריא פ\"ד והם כ\"א פעמים אהי\"ה ד' אותיות בכ\"א כי בכ\"א אהי\"ה יש פ\"ד אותיות וכולן מן הכאת שם אהי\"ה הראשון המכה ומוציא האורות בסוד כ\"א פעמים כ\"א כפי חשבונה כנ\"ל. והנה אהי\"ה זו הוא אהי\"ה דההי\"ן גימטריא קנ\"א והם ץ' דמנצפ\"ך גימטריא תשעים וצורת ץ' פשוטה הוא ין גימט' ס' ועם צ' הרי קנ\"א עם הכולל גיכ\"ק מוצא הב' כי מן הגרון יוצא לחיך. והנה גיכ\"ק וח\"ך גימ' קס\"א (והנה הוא קנ\"א עם י' אותיות וגם הנה) והוא אהי\"ה דיודי\"ן גימטריא קס\"א והוא ן' פשוטה מן מנצפ\"ך כי נו\"ן גימטריא ק\"ו ועם ג' אותיות גימטריא ק\"ט וציור ן פשוטה ממנצפ\"ך יש למעלה צורת י' וארכה הוא שיעור אורך ב' ווי\"ן הם כ\"ב ועם ג' אותות יו\"ו הם כ\"ה והנה ק\"ט וכ\"ה גימטריא גיכ\"ק ע\"ה. דטלנת מוצא הג' והוא מוצא הלשון והוא גימטריא שם צת\"ג של מ\"ב כנודע והוא סוד ך' פשוטה דמנצפ\"ך כי ך' פ'ך' גימטריא ת' ועם ך' עצמו גימטריא ת\"ך וציור ך' יש בה דו כי ארכה כשיעור ב' ווי\"ן גם בציור אחר יש בה ציור ג' ווי\"ן. והנה ד\"ו וג' ווי\"ן גימטריא כ\"ח ות\"ך הרי תמ\"ח ועם שם מ\"ה דאלפין הרי צת\"ג כמנין דטלנ\"ת והוא נגד אהי\"ה דאלפין כי אם תשים י\"ה על צת\"ג גימטריא תק\"ח כמנין אחוריים דאהי\"ה דאלפין. זסשרץ הוא סוד ם' דמנצפ\"ך כי ם' סתומה הוא ת\"ר ומ' פתוחה הוא נ\"ו גימטריא תרנ\"ז ע\"ה גימטריא ז\"ס שר\"ץ (והנה ש' אלקים דיודי\"ן ר' אלקים ברבוע וס\"ץ גימטריא ק\"ן שבא\"ב דאי\"ק בכ\"ר גימטריא ט\"ו שעם ק\"ן עצמוו גימטריא קס\"ה ועם ז' דזסשר\"ץ גימטריא קע\"ב גימטריא ב\"פ אלקים הרי מוצא זה בשם אלקים) בומף גימטריא קכ\"ח ד' מילוים דע\"ב ס\"ג מ\"ה ב\"ן סוד ף' דמנצפ\"ך כי פ' גימטריא שמונים וצורתה כו\"י שהם גימטריא ל\"ו ל\"ו עם פ' גימטריא קי\"ו ומילוי פ\"ה לפעמים נקרא פ\"א עם אלף ולפעמים עם ה' פ\"ה הרי הם ד' אותיות פ\"ה פ\"א, הרי ק\"ך ועם כללות ד' אותיות וכללות ג' אותיות כו\"י ע\"ה הרי הכל קכ\"ח. והנה שם אלקים גימטריא פ\"ה ע\"ה הרי שמוצא זה ג\"כ בשם אלקים.) ענין אחהע\"ה בומף כו' הם חמשה מוצאות היוצאת מן הפה העליון. ואמנם כבר הודעתיך כי ה\"ח הם נכנסין תוך הגוף והם או\"פ אמנם ה\"ג הם פוגעות ברדתן אל הגרון בפה ויוצאות משם לחוץ ושם נעשין אור מקיף מבחוץ בז\"ת והם סוד ז' הבלים דקהלת וכנגדן הם ה\"ח מבפנים. והנה החסדים ודאי שהם גדולים ומעולים מן הגבורות. ואמנם להיות החסדים תוך הז\"א והגבורות מקיפים חוצה לו הם מאירות יותר ויש להם בבחי' זו מעלה על החסדים ואמנם ביסוד דז\"א שם כח הגבורות שנתפשטו מבפנים נקבצות שם והם או\"פ אמנם יוצא הבל מפי היסוד דרך העטרה לחוץ וחוזר ועולה ומקיף את היסוד מבחוץ והבל זה היוצא הוא בחי' החסדים והפנימי בחי' גבורות. ונחזור לענין כי הה\"ק מחסד עד הוד (הם) מקיפים מבחוץ הה\"ג אך ביסוד הם מקיפים בחי' החסדים. ונבאר עתה אלו הה\"ג כי הלא הם סוד ה' מוצאות שבפה והם ה' אותיות מנצפ\"ך שאלו הם סוד ה\"ג. והנה כבר ידעת כי בכמה מקומות נרשמות פעולות הגבורות כי מוצאות הפה הם סוד הה\"ג גם באדר\"ז אמרו כי ה\"ג נתפשטו בחוטמא בפומא בדרועין בידין באצבעין כו' גם שם אמרו כי הה\"ג הם נגד ה' ערות שיש באשה שער כו'. ונבאר עתה ענין מוצאות הפה כי הלא אע\"פ שהמדקדקים סדרו כסדר התחלת (אותן) האותיות אין זה הסדר רק כפי סדר יציאתן כי הלא הברה וקול הוא בגרון ומשם יצאו לחוץ ואז נחלקים לה' מוצאות א\"כ הראשונות הם אותיות הגרון אחע\"ה אח\"כ יוצא הקול יותר לחוץ בחיך ושם נעשין אותיות גיכ\"ק אח\"כ יוצא הקול יותר ונעשה אותיות דטלנ\"ת כו' נמצא כי סדרן אחע\"ה גיכ\"ק דטלנ\"ת זסשר\"ץ בומ\"ף והנה הם מתחילין ממטה למעלה כי הלא ההוד הוא תחתונה שבכולם וא\"כ כשיורדין הה\"ג בגרון נמצא עומדין כסדרן זו למעלה מזו חסד עליונה מכולן הוד למטה מכולן וא\"כ היותר קרוב אל הגרון הוא גבורת ההוד והוא סוד אחע\"ה כי כבר ידעת כי אמא עד הוד אתפשטת כי הוד בחי' נוקבא ואחע\"ה בחי' אמא. אך גיכ\"ק הוא בחי' דכורא שהוא הח\"ך הנקרא אבא והוא בחי' גבורות הנצח כי דכורא בנצח ונוקבא בהוד ואח\"כ ת\"ת שהוא לשון הם אותיות דטלנ\"ת אח\"כ הגבורה שהם השיניים זסשר\"ץ וכבר ידעת כי כל השיניים הם בחי' גבורות ש' שורקת אך שפתים דוגמת בחי' חסד אחרון מכולם והוא בומ\"ף (ג) והנה ענין הב' והוא התפשטותן בחוטם בפומא כו' כי חוטמא הוא ם' מרובעת מ' סתומה דמנצפ\"ך כי כשתחבר החוטם ותסיר הקו האמצעי נשאר דוגמת ם' מרובעת ופומא הוא אות פ' כי פ' במילוי הוא פ\"ה וסוד דרועין הוא אות נ' פשוטה והידים הם ך' פשוטה דמנצפ\"ך שהם ב' כפות הידים כי כ' במילוי אותיות כ\"ף ואצבעות אות ץ' דמנצפ\"ך כי אות ץ' דמות אצבעות ומתחברים בכף שהוא גוף הץ הרי סוד מנצפ\"ך בה' מקומות הנ\"ל. גם ענין הג' והוא קול באשה ערוה ושער ושוק ורגל ויד הרי ה' ערות ושם באדר\"ז אמרו כי מארי מתניתין לא הזכירו רק ג\"ר ולא ב' השניות. וסוד הדבר כי ב' גבורות דמנצפ\"ך הראשונים שהם ם\"ן נתמתקו בסוד המ\"ן שטוחנין ושוחקים והם מתמתקים ע\"י הטחינה כמבואר אצלינו אלו הם ב' ערות אחרות אחרונות שהוא יד ורגל שלא הזכירו בעלי התלמוד לפי שאלו הם ב' גבורות הנמתקות שהם נ\"ה כנודע כי החסדים נמתקו ב' חסדים וב\"ש אך הגבורות אינן נמתקות אלא ב' אחרונות לבד נ\"ה לכן לא הזכירם אמנם יתיר אינון מן הראשונים והטעם כי אלו הם עיקר הגבורות שמהם נוצר תיקון פרצוף נוקבא ובפרט שהם יותר תחתונים והם דינין קשים כי רגלים יותר קשים כנודע. לכן יתיר אינון מג' אחרים אך להיותן מגולות ונמתקו לכן לא הוזכרו. ענין הלשון ושפה והשיניים דע כי כבר בארנו כי סוד ה' מוצאות הפה הם סוד ה\"ג מנצפ\"ך והם סוד הגרון. וכבר בארנו ג\"כ שהגרון הוא סוד ג' (אלקים) מוחין דקטנות והם ג\"פ אלקים. ואמנם הלשון מבחי' אלקים כי אלקים פשוט גימטריא פ\"ו אלקים דיודי\"ן גימטריא ש' הרי הכל גימטריא לשון גם השפתיים הם בסוד אלקים כי סוד ה' אותיות אלקים הם [ה\"ג] מנצפ\"ך. והנה שפ\"ה גימטריא לשון שפ\"ה אלקים דיודי\"ן ופשוט וכללות הכל הם סוד אלקים והוא שורש לכל ה\"ג ולכן הפה שהוא כולל כל ה' מוצאות הוא אלקים פשוט גימטריא פ\"ה ואמנם השינים כבר בארנו שהם קפ\"ד קס\"ו גימטריא ש\"ן:",
  "parentheses": [
    {
      "hns": "359.1.1",
      "text": "אותיות"
    },
    {
      "hns": "359.2.1",
      "text": "והנה הוא קנ\"א עם י' אותיות וגם הנה"
    },
    {
      "hns": "359.3.1",
      "text": "והנה ש' אלקים דיודי\"ן ר' אלקים ברבוע וס\"ץ גימטריא ק\"ן שבא\"ב דאי\"ק בכ\"ר גימטריא ט\"ו שעם ק\"ן עצמוו גימטריא קס\"ה ועם ז' דזסשר\"ץ גימטריא קע\"ב גימטריא ב\"פ אלקים הרי מוצא זה בשם אלקים"
    },
    {
      "hns": "359.4.1",
      "text": "הם"
    },
    {
      "hns": "359.5.1",
      "text": "אותן"
    },
    {
      "hns": "359.6.1",
      "text": "ג"
    },
    {
      "hns": "359.7.1",
      "text": "אלקים"
    }
  ]
}