{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 653,
    "section_hns": "653.1",
    "path_trace": [
      "text#14",
      "#2",
      "42",
      "13",
      "1"
    ],
    "paren_count": 3
  },
  "text_he": "הנה נתבאר אצלינו כי ד' עולמות אבי\"ע הם כלולים בד' אותיות הוי\"ה והנה ד' אותיות הוי\"ה הי' היא בחכמה ה' בבינה ו' בז\"א ה' במלכות נמצא כי אצילות הוא בחינת חכמה בריאה בחינת בינה יצירה בחי' ת\"ת עשיה בחינת מלכות ופשוט הוא כי כמו שהאצילות עצמו נחלק לד' בחינות אלו כי הם כללות ד' עולמות אלו והנה כנגד האצילות כתיב כולם בחכמה עשית כי כל האצילות כולו נעשה בסוד חכמה. וביאור הענין הוא דע כי אור העליון המאיר מן המאציל הוא מתגלה באבא הנקרא חכמה והוא מתעלם ומתלבש בתוכו בלי שום מסך אחר משום דעד הכא אתגליא א\"ס עד המחשבה הנקרא חכמה אמנם מחכמה ולמטה אין אור א\"ס ממש מתגלה אבל אבא הוא מתפשט ומתלבש תוך כל האצילות והוא המחיה אותם. והנה נודע כי אבא מתלבש באמא ואמא בז\"א כו' וא\"כ איך אינו אומרים עתה כי אור אבא מתגלה בתוך כל אצילות אבל ביאור הענין דע כי אור העליון הגיע עד אבא בהתרחבות גדול בלי מחיצות ולכן עד אבא הנק' חכמה נק' הכל חכמה אבל מאבא ולמטה נתוסף שינוי א' והוא כי אבא התלבש תוך אמא ואמא תוך ז\"א ואמנם אור עצמות אבא ממש הוא מתפשט תוך אמא ואמא אינה מעברת האור אל ז\"א דרך מסך ומחיצה כלל אלא דרך חלון שהוא בחי' פי היסוד שלה המלובש תוך ז\"א (אמנם עצמות אור אבא ממש מתפשט תוך ז\"א) כנודע ומשם מתגלה אור אבא ממש רק האמא נעשית מחיצה ומעכבת שלא יצא אור אבא אל ז\"א זולת דרך בה כנ\"ל ונעשית אמא מעברת ודרך לעבור דרך בה אור אבא אל ז\"א נמצא כי עצמות אור אבא נמשך לז\"א והשינוי הנתוסף בו אינו רק שהג\"ר נמשך בהם אור עליון בהתרחבות גדול אמנם הז\"א שהוא ו\"ק ונוקבא שהיא המלכות אע\"פ שמקבלים אור עצמות עכ\"ז אינם מקבלין אותו רק דרך חלון שהוא פי היסוד דאמא כנ\"ל אבל האור בעצמו אינו משתנה כלל וזהו הענין כולם בחכמה עשית כי כל אור העליון הוא באבא ממש בהתרחבות גדול משם ולמטה מקבלין ממנו כולם דרך חלון אמנם בריאה היא נקראת בחי' בינה כנ\"ל והטעם לפי שהבריאה אינה מקבלת האור אלא דרך מסך ממש ונודע כי אור העובר דרך מסך אינו עצמות האור הראשון רק תולדתו וע\"כ נקרא משם ואילך בשם בריאה חדשה ואיננו מכלל עולם אצילות וזהו ההפרש שביניהן ואמנם ענין מסך זה ביארנו במ\"א והענין בקיצור כי הנה הבינה היא אם הבנים ושומרת אותם כנשר יעיר קנו וגו' יפרוש כנפיו יקחהו כדרך העוף הפורש כנפיו ומכסה בניו שלא יקחום עופות אחרים כך הבינה מחמת יראתה מהחצונים שלא יתאחזו בבניה שהם זו\"ן אשר שם יש יכולת להחיצונים להתאחז משא\"כ בבינה עצמה כנודע שאין אחיזה לחיצונים בה ולכן שומרת אותם תחת כנפיה ונעשית להם מחיצות כדוגמת ענני כבוד שהיו לישראל שהיו נשמרים על ידם מאבני בליסטראות וחיצים שהיו זורקין בהם המצריים ועמלקים והנה הבינה חופפת ומכסה עליהם מכל צדדיהם אף למטה תחת רגליהם והנה הלבוש החיצון של הבינה נקרא חשמ\"ל גי' מלבוש וזהו המלבוש הוא מקיף ולבוש לזו\"ן ואל תטעה לומר כי זהו האור המקיף של ז\"א כי אור המקיף של ז\"א אע\"פ שהוא מהבינה עכ\"ז אינו בחי' זה המלבוש שאנו מדברים בו עתה כי הלבוש הזה הוא בינה חיצונית ולבוש הבינה המלבשת את ז\"א בסוד מלבוש ממש ולא בסוד או\"מ מבחוץ ע\"ג המלבוש וטעם הדבר הוא כנזכר כי הנה אין יכולת להחיצונים להתאחז בבינה אלא בזו\"ן וכדי שלא יוכלו החיצונים לקבל אור מהם ולינק מהם לכך הבינה מלבשת אותן להפסיק בינם לבין החיצונים ע\"י החשמ\"ל הזה אע\"פ שאורו מועט מאד מאור זו\"ן לפי שאינו רק בחינת מלבוש לבד אמנם להיותו מלבוש הבינה עצמה אין יכולת להחיצונים להתאחז בו. ועוד טעם אחר כי עביות המלבוש הזה מפסיק ביניהן ובין זו\"ן והענין הוא דע כי הקליפה והחיצונים הם עומדים ויושבים תמיד באמצע בין או\"פ אל המקיף ושם מקומם ומצבם ומעמדם. והענין במה שהודעתיך כי א\"א מלבוש ע\"ג עתיק ואו\"א מלבישין לא\"א וזו\"ן מלבישין לאו\"א וכ\"ז בחינת או\"פ נמצא כי או\"פ של עתיק הוא יותר פנימי מכולם ושל א\"א חוצה לו וכן הענין עד שנמצאת שהנוקבא דז\"א חיצונה מכולם אמנם המקיפים הם להיפך כי המקיף של הנוקבא עצמה הוא יותר פנימי מכולם והוא סמוך עם פנימי שלה ועליו המקיף של ז\"א ועליו מקיף אמא כו' עד שנמצא מקיף של עתיק חיצון ומקיף ע\"ג כולם נמצא כי בבחי' הפנימי' העתיק פנימי מכולם ובבחינת המקיפים העתיק מקיף את כולם. וטעם הדבר להותו גדול מכולם אין כח בשום אור לסובלו בתוכו ולהקיפו ולכן מקיף העתיק היותר גדול מכולם נשאר בחוץ מקיף לכולם והנה הקליפות והחיצונים הם העומדין בין או\"פ אל המקיפין פניהם אל האו\"פ של המל' ואחוריהם אל אור המקיף כי אין בהם כח להסתכל ולינק מן המקיף כי הוא גדול מהפנימי כנודע ונמצא כי אין מקום אל הקליפה רק באמצע בין או\"פ של הנוקבא ובין המקיף שלה עצמה ואף כשגורם החטא ויונקים הקליפה אך גם מז\"א עצמו כנודע אינם יונקים ממנו אלא דרך אמצעית נוקבא דז\"א המפסיק בינם ובין הז\"א. גם טעם אחר כי אם היה המקיף של עתיק פנימי משאר המקיפים והיה קרוב אל או\"פ של הנוקבא דז\"א נמצא שהיו הקליפה קרובים אל המקיף הגדול של עתיק ואין ראוי להם כן רק שיהיו נתונים בין האורות היותר קטנים שבכולם שהוא בין הפנימי של הנוקבא שהוא קטן וגרוע מכל הפנימים ובין המקיף שלה שהוא קטן מכל המקיפים וכפי ערך גדלות האורות בין מבחי' הפנימים ובין מבחי' המקיפים כן שיעור הרחקתן מהקליפה נמצא כי הפנימי של עתיק והמקיף של עתיק הם רחוקים מהקליפות בתכלית הריחוק והפנימי והמקיף של הנוקבא הם יותר קרבים אל הקליפ' והחיצונים בתכלית הקירוב ונחזור לענין כי להיותן הקליפ' במקום הזה אנו יראים שלא יתאחזו הקליפ' לינק מאו\"פ של מל' הנקרא נוקבא דז\"א כי אצלה הם עומדים ולכן בינה אמא עלאה מכסה עליהם במלבושים וכנפים. ואמנם ענף לבושים וכנפים אלו הם כך כי כבר נתבאר כי נה\"י של אמא הם נכנסים ומתלבשים גו רישא דז\"א בסוד מוחין כנודע ואמנם הלבוש היותר חיצון שבכל לבושים נה\"י של אמא אינו נכנס גו רישא דז\"א אמנם נשאר מבחוץ של זו\"ן ומכסה עליהן בבחי' מלבושים ועומד מבחוץ להם מכנגד נ\"ה עצמן שנכנסו בפנים גו רישא דז\"א וזה הלבוש כהוא סוד חשמ\"ל העליון של אמא עלאה והבן זה היטב פירוש החשמ\"ל מה ענינו וזכרהו. וע\"י מלבוש הזה דחשמ\"ל אין יכולין הקליפ' לינק מזו\"ן מאו\"פ שלהם באופן כי רוב עביות או רוב הזכות והבהירות מונע את החיצונים לינק רק מהבינונים ואינם יכולין להביט בו ולכן מהמקיף של נוקבא אינם יכולין לינק מרוב אור שלו ומהחשמ\"ל אינם יכולין לינק מרוב עביו אמנם כשישראל חוטאים ח\"ו אז גורמין הסתלקות האם העליונה מעל הבנים ואז יכולין לינק מאו\"פ של זו\"ן והבן זה היטב סוד הסתלקות האם מעל הבנים מה ענינם והנה החשמ\"ל הזה מלביש ומקיף לזו\"ן מכל צדדיהם אפילו מתחת רגליהם ומה שהוא מצדם נקרא מלבושים ומה שהוא מתחת רגליהם נקרא מנעלים והבן זה היטב וכבר נתבאר כי מלביש גימטריא חשמ\"ל גם נעל נקרא לסיבה זו כי כבר ידעת כי ג' אהי\"ה יש בבינה א' של מלוי יודי\"ן בג\"ר שבה ושל מלוי אלפין בג' אמצעית שבה ושל מילוי ההי\"ן בג' אחרונים שבה נמצא כי אהי\"ה דההי\"ן בנצח הוד (יסוד) דבינ' אשר לבושם הוא חשמ\"ל כנזכר והנה ממנו נעשה בחי' נעל תחת רגליהן של זו\"ן כנ\"ל. והנה שם אהי\"ה במילוי ההי\"ן גיטריא נע\"ל. ונחזור לענין כי הנה נעל הזה הנזכר הוא עצמו בחי' המסך הנ\"ל המפסיק בין אצילות לבריאה וכבר נודע איך כל אצילות מלובש זה לתוך זה עתיק בתוך א\"א (וכו') וזו\"נ חוץ מכולם. והנה דרך המסך הנקרא נעל מאירין כולם דרך רגלים כי רגלי עתיק מאירין דרך רגלי א\"א כו' עד שמאירין רגלי זו\"ן ועוברים דרך המסך הזה אל הבריאה ועל ידי דרך המסך נחתמים ונחקקים כל האורות שבאצילות למטה בבריאה נ\"ל כי כמו שעובר אור הרגלים עצמן כך עובר אור כל הגוף כולו דרך רגלים ומאיר למטה והנה נמצא כי כל אור האצילות שיוצא ויורד אל הבריאה הוא דרך זה המסך של הבינה הנ\"ל הנקרא נעל אלא שהוא בחי' חיצונית ולבושים החיצונים כנ\"ל ובזה לא יקשה בעיניך כי כפי זה היה נראה שאור הבריאה אורה גדול מאור נוקבא דז\"א דאצילות כי היא מקבלת מז\"א והבריאה מקבלת מבינה אין זו תימה כי מסך זה אינו רק לבוש היותר חיצון של הבינה אמנם עכ\"ז בחי' בינה נקרא. ולכן אמרו בתקונים בינה ר\"ל אמא מקננא בכורסייא שהוא ענין החשמ\"ל הזה והבן. ונמצא כי האצילות אור העצמות הוא שם אבל הבריאה הוא אור הבא ע\"י מסך אלא שהוא מסך קרוב כי בינה העליונה נעשה מסך עליה וע\"י מקבלת האור שלה אמנם היצירה אינה מקבלת האור שלה מבריאה רק ע\"י מסך וריחוק ואע\"פ שיש לה מסך אחר העומד בין אצילות לבריאה עכ\"ז אין אנו מונין אלא המסך המתחדש אליו בין בריאה ליצירה וכעד\"ז בעשיה אינו נמנה רק המסך החדש שבין היצירה אליו כי הוא לדו הנתוסף בה והנה ענין מסך וריחוק זה הוא כי הנה הבריאה היתה מקבלת ע\"י מסך בינה דאצילות אבל היצירה מקבלת מן מסך חדש ת\"ת דבריאה כי הת\"ת דבריאה הוא מקיף ומלביש אל המלכות דבריאה מכל צדדיה ואפילו מתחת רגלם ונעשה שם רקיע ומסך א' מפסיק ביניהן ודרך המסך הזה דת\"ת דבריאה יורד האור דבריאה אל היצירה וז\"ש בתקונים הת\"ת מקננא במט\"ט וכן אמרו שם שית סטרין מקננא ביצירה והנה מהראוי הוא שכמו שלא נתרחק האצילות מבריאה רק מבינה כך מהראוי שיתרחק היצירה מבריאה ויקבל היצירה האור לה מבריאה דרך מסך בינה דבריאה וטעם הדבר שמעתי ושחכתי והרי נתבאר כי יש ביצירה מסך וריחוק והנה העששיה אינה מקבלת מיצירה אלא על ידי מסך וריחוק ומיעוט והענין כי מלכות דיצירה עשה מסך תחתיה כדי שלא ירד אור עצמותה אל העשיה אלא דרך מסך מלבוש החיצון אשר לה ודרך המסך ההוא עובר האור מיצירה אל העשיה וז\"ש בתקונים מלכות מקננא באופן שהוא עשיה עולם האופנים והרי שיש מסך וריחוק כי גם",
  "parentheses": [
    {
      "hns": "653.1.1",
      "text": "אמנם עצמות אור אבא ממש מתפשט תוך ז\"א"
    },
    {
      "hns": "653.2.1",
      "text": "יסוד"
    },
    {
      "hns": "653.3.1",
      "text": "וכו'"
    }
  ]
}