{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 784,
    "section_hns": "784.1",
    "path_trace": [
      "text#14",
      "#2",
      "48",
      "3",
      "1"
    ],
    "paren_count": 1
  },
  "text_he": "ענין הקלי' וענין ד' עולמות אבי\"ע השינוי שיש ביניהן דע כי גם בקלי' יש בחי' אבי\"ע ובכל עולם יש בו ה' פרצופים שהם כללות י\"ס של אותו העולם וכל פרצוף מהם כולל י\"ס על דרך שהוא בקדושה ונבאר עתה עניינם דע כי אע\"פ שבכל ד' עולמות יש בחי' קלי' יש שינוי בעולמות בעצמם כי הנה בעולם אצילות של הקדושה הטוב מרובה על האצילות של הטומאה ואינם מעורבים כלל הקדושה עם הטומאה ובעולם הביאה הקדושה מובה על הטומאה של הקלי' דבריאה אמנם הם מעורבים יחד וביצירה הוא מחצה על מחצה וגם הם מעורבים יחד טוב ורע. ובעשיה הקלי' מרובה על העשיה של טהרה וגם הם מעורבים יחד ואין שום דבר בעולם העשיה שלא יהיה מורכב מטו\"ר קדושה וקלי' מעורבין יחד ממש. והנה הטומאה שבאצילות הם הנק' קלי' דאצילות הטהור וכן הטומאה של הבריאה נקרא קלי' דבריאה דטהרה וכן ביצירה וכן בעשיה ואמנם אם קלי' האלו שבכל עולם סביבות העולם או אם הם למטה בין כל עולם ועולם זה יתבאר במ\"א אמנם ודאי הוא כי הם במדור אחד יחד הקליפות דאצילות יושבים בעולם האצילות וכן דבריאה כו' והם בחי' טוב ורע ואמנם ענין התערבות טוב ורע הנ\"ל שיש בג' עולמות בריאה יצירה עשיה אינו חס ושלום בעשר ספירות המקננות בהם כנודע כי אמא מקננא בג' ספיראן דבריאה כו' אבל התערובות הוא בעולמות עצמם. ונבאר עתה איך היו הקליפות קודם שחטא אדם הראשון וגם ד' עולמות דאצילות בריאה יצירה עשיה דקדושה ומה גרם בהם אדה\"ר אח\"כ ע\"י חטאו והנה נתבאר אצלינו כי קודם בריאת העולם לא היה עדיין שום תיקון באצילות ולא היו רק אותן ט\"ס דא\"א דלאו אינון היכלין ולאו אינון רוחין כו' ואז היו שם בלתי תיקון ולא היה מתגלה בז\"א ונוקבא רק ו' אורות בזכר נגד ו' קצוות ואור אחד לבד שביעי בנוקבא בבחי' היותן אחור באחור כנודע ואח\"כ נתקן האצילות הקדוש ואז כתר וחכמה נתקנו ברישא דא\"א בכל אותן התקונים שהם בגולגלתא ומוחא שהם בכתר וחכמה וכן בכל מציאות א\"א ואח\"כ נתקן עולם אצילות בתיקון גמור ואחר שנתקן עולם אצילות היו כל הקליפות בלי שום תיקון כלל ועיקר ואחר כך נתקנו ג' עולמות בריאה יצירה עשיה ועדיין כל הקליפות היו בלי שום תיקון כלל אמנם היו עדיין הקליפות על דרך שהיתה הקדושה בתחלה קודם התיקון ואז היו ז\"א ונוקבא דקליפה דאצילות ו' אורות בזכר לבד בסוד ו\"ק ואור א' שביעי בלבד בנוקבא כמו בחינת ז\"א ונוקבא דקדושה בהיותן אב\"א וזהו ענין ההוא נהירו דקיק דאית גו מסאביתא הנזכר פ' יתרו דס\"ט והנה כאשר חטא אדה\"ר נתהפך העולם וגרם פגם בארבע עולמות הקדושים וגרם תיקון בד' עולמות דקליפה וזה ענינם כי הה על ידי חטא של אדם הראשון הגיע הפגם בעולם אצילות עד א\"א דקדושה כביכול וזה סוד ישת חשך סתרו ואז אין א\"א דאצילות מאיר אבל נגנז באו\"א ואו\"א הם מאירין באצילות וא\"א מאיר על ידם מתוכם והרי זה פגם אחד לכן מזה הפג נתוסף פגם אחר ג\"כ והוא כי כיון שנסתם אור א\"א דאצילות גרם מיעוט אל נוקבא דז\"א דאצילות נסתלקו ממנה כל ט' ספירות העליונים ולא נשאר בה רק אור נקודה א' לבד ואז נתוסף ונעשה תיקון אל הקליפה דאצילות והוא כי אותן הט\"ס שנסתלקו מהנוקבא דקדושה נתלבשו בט\"ס נקודות ראשונים של נוקבא דז\"א דקליפה דאצילות שהיא נקרא לילית הרשעה אשת סמאל הרשע שהוא ז\"א דאצילות דקליפה לפי שאז נתפשטה לילית ונעשה פרצוף שלם בי' ספירות ונתלבשו אותן הט' ניצוצין של הנוקבא דאצילות בט' ספירות הראשונים שלה ואותו ניצוץ נהירו דקיק שהיה בה תחלה כנ\"ל ירד בספירה העשירית שלה. וז\"ס שארו רבותינו ז\"ל על אמלאה החרבה לא נתמלאה צור אלא מחורבנה של ירושלם כי ירושלים הוא נוקבא דז\"א דקדושה נחרבה ונשארה בסוד נקודה אחת לבד וצור שהיא לילית הרשעה צרתה שפחה כי תירש גבירתה נתמלאה ונעשית פרצוף שלם מי\"ס ממה שנחרבה ירושלם שהם הט' ספירות הראשונים ועל זה רמזו במסכת חגיגה ע\"פ ואם לא תשמעוה במסתרים תבכה נפשי מפני גווה מפני גאותן של ישראל כו' כי כבר בארנו במקום אחר כי ענין חטא אדם הראשון וענין גלות וחורבן בית המקדש הכל ענין אחד וזה שאמר הכתוב השליך משמים ארץ תפארת ישראל כי ת\"ת ישראל שהוא ז\"א השליך מן השמים שהוא מקום הת\"ת שבו את הארץ שהיא נוקבא שהיתה שם במקום החזה כנודע וגם השליכה מכנגד נצח הוא יסוד שבו וזהו ולא זכר הדום רגליו שהם נה\"י שבו וירדה למטה מהיסוד שבו בסוד נקודה אחת לבד כנ\"ל וזהו ענין פסוק ומלכותו בכל משלה שנתבאר בתקונים כי הוא סוד אדם דעשיה שנתלבש בי' קליפין שהיא נוקבא דז\"א דאצילות הנקרא אדם דעשיה. וזהו ענין מ\"ש בזוהר במדבר דקי\"ט ע\"ב ע\"פ קולה כנחש ילך ועל פסוק נפלה לא תוסיף קום שהוא ענין זנבא ורישא כו' והענין הוא כי הנה לא נשאר בנוקבא דז\"א דאצילות דקדושה רק בחי' מלכות שבה שהיא בחי' עשירית תחתונה שבה ושאר הט' ספירות העליונים שבה שבאו לה מט\"ס הראשונים שבו דז\"א כנודע אלו ירדו למטה בנוקבא דקליפה ואלו הט\"ס ראשונים נקרא רישא אשר היא שכיבת לעפרא כי היא נתונה בין הקליפות בסוד עפר המשכן אבל בחי' אחרונה שבה הנק' זנבא היא לבדה נשארה באצילות והיא השולטת עתה בזמן הגלות ולכן או\"ה שהם זנבא יש להם תגבורת בגלות הזה לפי שהם נזונין מן הזנב השולטת עתה אבל ישראל שהם רישא נזונין מן רישא והנה רישא דא שכיבת לעפרא לכן ישראל הם בגלות הזה נכנעים ושפלים תחת עכו\"ם הנקרא זנבא אמנם התיקון ב' שנתוסף בסמא\"ל ז\"א דקליפה דאצילות הוא שגם הוא נתפשט ונעשה פרצוף שלם בי\"ס שלו מה שלא היה תחלה רק בו\"ק לבד. אמנם בענין האורות שהם הרוחניות שבתוך ט' ספירותיו לא נתוסף בו דבר ואין בו רק בחי' ו' אורות של רוחניות בלבד הראשונים שהיו לו קודם התיקון כי כבר נת\"ל שאין בו דעת לכן האורות הם ו' לבד ואלו הו' אורות הם מאירין בי\"ס אמנם הנוקבא שלו יש לה י' אורות מאירין בי' ספירותיה וז\"ס הנזכרפ' פנחס כי לילית אתקריאת יותרת על הכבד דאתגברת על בעלה ואיהי שלטא על דכורא דילה והוא מש\"ל כי היא יש לה יתרון עליו שיש לה י' אורות והוא אין לו רק ו' אורות שבו אמנם הטעם שנתפשט הוא לי\"ס אע\"פ שאין בו רק ו' אורות הוא בעבור לילית שהיא נוקבא שנתפשטת י\"ס ששבה ג\"כ שנתנו לה י\"ס שבה כנודע כי אין לנוקבא דבר רק מצד הזכר אמנם לענין הרוחניות שבה לוקחת אותן הט\"ס שנסתלקו מנוקבא דקדושה דאצילות והנה נתבאר ענין תוספת התיקון שנעשה בקלי' דאצילות כי אע\"פ שיש שם ה' פרצופים בקלי' דאצילות אעפ\"כ הג\"ר דקליפות דאצילות והם א\"א ואו\"א דקלי' נשארו בלי תיקון רק כבתחלה אבל זו\"ן דקלי' דאצילות בהם בלבד נעשה תיקון עם היות שאינן שוין בתיקונם כי הנוקבא נתקנה תיקון גמור אפי' בענין הרוחניות משא\"כ בז\"א דקליפה כנ\"ל וז\"ס עשו ואשתו ובזה תבין למה יצא עשו כולו כאדרת שער. והענין כי הנה באצי' הקדוש היה תיקון בכולו ואז נתקנו בחי' השעות דא\"א בישא דיליה ונמשכו ממנו באחורי כתפוי ההוא חיווא וההוא קוצי דשעי הכולל ד' תקוני נימין ושערין ונמשכין עד רישא דז\"א כנזכ בדרוש הציצית נמצא או\"א מכוסים תוך אותן השערות אש הם לבנות כתלג חיוור ועי\"ז נשא יעקב איש חלק כי כבר נתקן כל האצילות וכל השעררות הם למעלה באו\"א אבל יעקב נשאר בבחינת איש חלק שהוא ז\"א דאצילות דקדושה אבל בקלי' דאצילות שלא היה תיקון אלא בזו\"ן שהם עשו ואשתו לכן כל אלו השערות אשר היו כאן באו\"א דקדושה שם הם בעשו שהוא ז\"א דקלי' וגם שהם סומקין כוודא וזה הטעם שיצא אדמוני וכולו כאדרת שער ואלו הם בחי' אותן ד' מאות איש שהם כנגד השערות דקדושה שהם ד' תיקונים והם ד' מאות איש כנזכר אצלינו והנה הקלי' דאצילות רצתה להדמות כקוף בפני אדם ולהתתקן כולו אף בא\"א (כדוגמת דאצילות וצתה לעלות עד שם בא\"א) דיליה ולהמשיך משם בחי' שערות כמו שהם בקדושה ואל זה הסוד רמוז בפ' אם תגביה כנשר כו' להמשיך אותן שערות מא\"א שלך משם אורידך נאם ה' כי אם ח\"ו יעלה אותו התיקונים באצילות הטמא גם בא\"א ואו\"א דיליה היה נחרב העולם וע\"כ משם אורידך נאם ה'. והנה נתבאר בקיצור כי באצילות דקדושה נגנז אור א\"א וע\"כ חזרה אורר המלכות נוקבא דז\"א בסוד נקודה א' של אורר לבד שהיא בחינת המלכות שבה בלבד וט' ראשונים שלה נתלבשו בט\"ס דנוקבא דקלי' דאצילות שלא היה לה קודם התיקון רק נקודה א' שהיא מלכות שבה ועתה נגמרו י\"ס ובי' אורות אבל בז\"א דקלי' דאצילות הוא ו\"ק נתקן גם הוא לי\"ס אבל אין בו רק ו' אורות. והנה בעולם הבריאה נתוסף פגם בקדוששה דבריאה בא\"א ואבא [ותיקון בקלי' א\"א ואבא] כי גם אבא דקדושה דבריאה היה בו חשך ואינו מאיר רק אור אמא לבד וז\"ס שאמרו בתקונים אמא עילאה מקננא בג' ספיראן בכורסייא כי בא\"א ואבא הושת חשך סתרה וכנגד זה נתוסף תקון בקלי' דבריאה גם באו\"א שלהם ונמשך להם אור מן או\"א דקדושה כמ\"ש בע\"ה ובעולם היצירה חשך אור אמא דקדושה ג\"כ ולא נשאר שם רק אור ז\"א לבד וז\"ס ו\"ס מקננן במטטרון וג\"ר אשר ביצירה כביכול מכוסים בחשך ואינן מאירין וכנגד זה נתוסף בקלי' דיצירה תיקון ג' גם בא\"א אשר שם ונמשך לו אור מא\"א דיצירה דקדושה ובעולם עשיה חשך גם אור ז\"א אשר שם לא נשאר רק אור דנוקבא דז\"א דעשיה וז\"ס מלכות מקננא באופן וכנגד זה נתוסף בקלי' דעשיה תיקון בבחי' עתיק אשר שם. והרי נתבאר היטב אמלאה החרבה בכללות כל הד' עולמות איך כפי סדר המעטת הדרגת אור בקדושה נתוסף מילוי האור בקליפה והנה נת\"ל כיענין העלם וגניזת אור א\"א דאצילות הקדוש זה גרם חסרון ומיעוט בנוקבא דז\"א והנה בבריאה אשר ג\"כ נגנז אור אבא אשר שם לכן גרם ג\"כ יעוט יותר גדול בז\"א אשר שם כי גם הוא נתמעט משיעורו וביצירה נתמעט גם קומת אמא עילאה דיצירה ובעשיה נתמעט גם קומת אבא דקדושה עד שאין שם בעשיה רק א\"א אשר שם כשיעורו לבד. ופעם אחרת שמעתי באופן אחר ענין זה והוא זה דע כי בעולם האצילות הז\"ת של א\"א הם מתלבשים בכל האצילות וג\"ר שבו נשארים מגולים ובתוכם הם מתלבשים ז\"ת דעתיק ושם באצי' יכולה החכמה שהוא אבא דאצילות להתלבש בכל חלקיו בכל האצילות וזה סוד כולם בחכמה עשית אבל בבריאה אין אור החכמה שהוא אבא דאצילות מגיע ונכנס שם כלל רק אור בינה לבד דאצילות היא מגעת ונכנסת בבריאה ואם כן אין בבריאה בחי' פרצוף שלם רק מאמא דבריאה ולמטה אבל א\"א ואבא דבריאה אין בהם פרצוף שלם מי\"ס רק כל א' מהם אינו רק בבחי' ו\"ק לבד ואז ג\"ר מן אותן הו\"ק שבא\"א הם נשארין מגולין ובתוכם מתלבשת אותה נקודה דמלכות דאצי' שנאמר בה לכי ומעטי את עצמך והיתה שם בבחי' נשמה אליו וג\"ת שבו\"ק שלו מתלבשים באבא שהוא ו\"ק והם נעשים נשמה אליו אמנם אמא אשר שם נעשית פרצוף שלם בי\"ס וז\"ס אמא עלאה מקננא בכורסייא כי פרצוף אמא אשר בכורסייא שהיא הבריאה היא פרצוף שלם וזהו ג\"כ הטעם שבריאה נקרא ע\"ש הבינה והוא לסבה הנ\"ל כי אור בינה דאצי' מגיע עד הבריאה. והנה גם ז\"א דבריאה יש לו פרצוף גמור בי\"ס ויש לו מקיף א' ונוקבא דז\"א דבריאה יש לה פרצוף גמור בי\"ס ויש לה ב' מקיפים וביצירה גם אור הבינה דאצילות אינו מגיע שם רק אור ז\"א של האצילות שהוא ו\"ק דאצילות הם המאירין ביצירה וזה סוד ו\"ס מקננן במטטרו\"ן לכן היה שינוי אחר ביצירה כי א\"א ואבא דיצירה אין בהם רק בחי' תלת כליל בתלת ואז הבחי' הא' של הג' דא\"א נשאר מגולה והב' תחתונים מתלבשין באבא אמנם אמא וזו\"ן אשר שם כולם יש להם ו\"ק לכל א' וא' רק שאמא אין לה אור מקיף וז\"א יש לו מקיף א' ונוקבא ב' מקיפים ובעשיה אבא שבה יש בו נקודה א' לבד וכל השאר אפילו אריך אנפין שבה יש לו ג' גו ג' כי פחות מזה א\"א להיות. וטעם הדבר להיות א\"א שהוא יותר עליון מן אבא ועכ\"ז יש לו ג' גו ג' הטעם הוא לפי שהוא קו האמצעי משא\"כ באבא ולכך אי אפשר לא\"א להיות פחות מג' גו ג' והבן זה:",
  "parentheses": [
    {
      "hns": "784.1.1",
      "text": "כדוגמת דאצילות וצתה לעלות עד שם בא\"א"
    }
  ]
}