{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 231,
    "section_hns": "231.1",
    "path_trace": [
      "text#14",
      "#2",
      "14",
      "6",
      "1"
    ],
    "paren_count": 7
  },
  "text_he": "הנה נתבאר בדרוש רפ\"ח ניצוצין כי יש באו\"א פנים ואחוריים ואלו הפנים ואחור הם נחלקים לב' בחי'. הא' הוא פנים אחוריים של ט\"ס העליונים שבהם שיש בהם פנים ואחוריים. הב' הוא מלכות שבהם שיש בה פנים ואחור ונבאר ענין אמא ומשם תקיש אל אבא הנה אמא יש לה י\"ס ט\"ס ראשונות יש בהם פנים ואחור והם תופסים כל שיעור קומת אמא עלאה אח\"כ המלכות שבה מתחלת מתחלת החזה ולמטה שבה ומלבשתן נמצא כי אינם מגולים מאמא רק ו' ראשונות שלה ולהיות כי אמא זו היא ו\"ד של מילוי יו\"ד של הוי\"ה בסוד והבן בחכמה כנודע. ולכן כ\"א מן ו' ראשונים כלולה מי' של אבא והם ס' וזו נקרא אמא סתימאה ושאר ד' הם מתלבשים תוך המלכות שלה ששיעור קומתה הוא ד' תחתונים דאמא לבד. ולכן נעשים מוחין אליה (פי' לתבונה) ואינה נקרא בחי' אמא רק ו' עלאין שהוא ס' ושאר הד' היא ם' סתומה הד' תחתונות לכן נקרא (נ\"א דד' תחתונות שלה נקראים) ע\"ש מלכות שבה שהם מוחין שלה ונעשין חלק אבר שלה ועל שמה נקרא והרי כי ו\"ד דמילוי יו\"ד של הוי\"ה היא אמא עלאה ו' אמא ולכן ו' זו יש לה ראש לרמז כי יש בה י\"ס ד' המלכות שבה ובתוכם מתלבשים ד' תחתונות דאמא. לכן אינן ב' דלתי\"ן רק דל\"ת א' והם יו\"ד בשלימות. והנה זה ד' של מילוי יו\"ד שהיא מלכות דאמא היא י\"ס גמורות אלא שכיון שכל שיעורם אינם רק ד' תתאים דאמא המתלבשין בה בסוד מוחין כנ\"ל לכן כל י\"ס שבה נקרא ד' ע\"ש ד' מוחין שלה שהם ד\"ת דאמא גם ענין ד' זו היא כנודע, כי לעולם אין העליון מתלבש בתחתון רק האחוריים שבו לבד ונעשים פנימים לתחתון והנה נודע כי אין העליון מתלבש בתחתון אלא המלכות שבו לבד נמצא א\"כ כי האחוריים של מלכות דאמא עלאה הם מתלבשים בתבונ' ונעשין שם פנים והבן זה מאד והנה אחוריים של ח\"ב דמלכות דאמא עלאה (דאהי\"ה) הם תקמ\"ד וב' אלפים קנ\"ו מילוי המילוי ברבוע ואחוריים של כתר מלכות דאמא הם מ\"ד הרי מ\"ד ותקמ\"ד וב' אלפים קנ\"ו כח\"ב דאחוריים דמלכות דאמא ואלו הם בחי' פנים בעצמן כח\"ב דתבונה עצמה ולא במלכות שבה וכמו שכתבתי וכ\"ז בחי' אהי\"ה שהוא פנימיות וכנגדן בחי' אלקים דחיצוניות וא\"כ נמצא כי ד' זו דמילוי יו\"ד הם בחי' אחוריים דמלכות דאמא בבחי' כח\"ב שבה שהם מוחין דתבונה המתלבשין בזו הד' שהיא אחוריים דמלכות דאמא בהיותה למטה בנה\"י שלה א\"כ זו הד' היא כח\"ב דמלכות דאמא בבחי' האחוריים שבה אשר בה מתלבשין המוחין דתבונה. ונחזור לענין הו' שהיא אמא אשר יש בה פנים ואחור בכל י\"ס שלה והם י\"ס פנים וי\"ס אחוריים וכן ד' שהיא מלכות דאמא יש בה י\"ס פנים וי\"ס אחוריים והנה יש בכ\"א מהם ב' מיני שמות אחד דאהי\"ה ואחד דאלקים בסוד חיצוניות ופנימיות כנודע. וגם באלו אלהים יש ד' בחי' שהם י\"ס דאלקים באמא הנקרא י' (נ\"א ד') בחי' הפנים וי\"ס דאלקים דאחוריים וכנגדן במלכות דאמא שהיא ד' דמילוי יו\"ד כנ\"ל יש בה י\"ס דאלקים דפנים וי\"ס דאלקים דאחוריים אך החילוק הוא דוגמת אהי\"ה כי כמו שאהי\"ה שהוא הפנימיות יש בו בחי' אותיות פשוטים בפנים ומרובעים באחוריים אך במלכות הם בסוד חשבונות כלל העולה כי באות ו' של מילוי היו\"ד יש פנימיות דאהי\"ה והוא פנים ואחור ויש בה חיצוניות דשמות אלקים פנים ואחור וב' בחי' אלו דחיצוניות ופנימיות הם בסוד מספר אותיות עצמן ובאות ד' של מילוי יו\"ד יש בה פנימיות אהי\"ה פנים ואחור וחיצוניות דאלקים פנים ואחור והוא בסוד חשבון וסכום האותיות בחשבונם כמה עולה כל אות ואות בגימטריא ואח\"כ בא ה' ראשונה דהוי\"ה וצורתה ה' כנודע בסוד חכם בבינה ונדבר בה' שהיא נקרא תבונה לעולם ואמנם צורת ה' היא ד' על ו' והענין כמו שידעת בענין הצלם דז\"א שהם ג' אותיות צלם. ם' בג' בחי' ראשונות ל' בג' אמצעיות צ' בג' תחתונות דתבונה הנכנסים ממש בפנימיות ז\"א וכן הוא כאן כי תחלה מוחין אלו הם מלובשים בד' ראשונות באחוריים דמל' דאמא והם ד' של מילוי יו\"ד כנ\"ל והם ם' דצלם ואח\"כ ד' על ו' שצורתה ה' הם מוחין דתבונה עצמה מלובשים בג' אמצעיות דאחוריים דמלכות דאמא והם ל' דצלם ואח\"כ ו' שבצורת ה' ראשונה הם מוחין דתבונה עצמה מלובשים בג\"ת דאחוריים דמלכות דאמא והם צ' דצלם מוחין פנימים אמנם צריך שתדע כי כל זה הוא בהיות בינה ותבונה נכללין בפרצוף א' כי אז זו ה' ראשונה שבשם הנקרא תבונה עולה למעלה בו\"ד של מילוי יו\"ד שהוא צורת ה' אחרת וזו נעשים אחוריים אליה אך ברדתן למטה ונעשים ה' ראשונה שאז נקרא האם רובצת על האפרוחים הנה ירדה ממקומה ואז המוחין הם בסוד מקיפים שהם ד' על ו' נפרדין זה מזה ואין לו' זו ראש רק ו' קצרה מו\"ק בלי מוחין כנודע אך בעלותה יש לה מוחין פנימים. ונחזור לענין כי הנה כשמתחלקין נעשה בינה ותבונה ואז האחור דמלכות דבינה יורדין בתוכה של התבונה ואז אותן האחוריים עצמן דמלכות דבינה נעשה פנים דתבונה ממש באופן כי הי\"ס עצמן דאחור דמלכות דבינה בחי' הפנים עצמן של תבונה כי ד' ראשונה דאחוריים דמלכות דבינה הם עצמן ד' ראשונות דפני תבונה וו\"ק דאחוריים דמלכות דבינה הם עצמן ו\"ק דפני תבונה ונמצא כי כשעלה תבונה להכלל עם בינה בפרצוף א' נמצא פנים של תבונה נעשה אחוריים אל המלכות דבינה. והנה גם למעלה בבינה היו אחוריים מן בחי' אלהים והנה כל הפנימיות בבחי' פנים ואחור הם משם אהי\"ה אך החיצוניות כולו בבחי' פנים ואחור הם משם בוכ\"ו תמורת אהי\"ה ואז זה הבוכ\"ו מאיר בחיצוניות הנק' אלקים כי הנה הוא כולל כל אלקים שהוא ק\"ך צרופים והם נחלקים ד\"פ ל' הם ק\"ך וכן בוכ\"ו המתפשט בכולם והוא קו המדה להם והוא גימטריא ד\"ל ר\"ל ד\"פ ל' והענין כי במלכות של בינה הנקרא ד' של הבינה להיותה עומדת בד\"ת דבינה שם בחיצוניות הם שמות ק\"ך צרופים אלקים כנ\"ל ואז מתפשטת בהם הארת בוכ\"ו כנ\"ל ונחלקים לד' בחי' ג\"כ והם ל' צרופים בת\"ת ל' בנצח ל' בהוד ל' ביסוד והם מהחזה דבינה ולמטה שהם תנה\"י כנ\"ל ואח\"כ כמו שהאחוריים דאהי\"ה דבינה דמלכות מתפשטים ויורדין ונעשין לתבונה בבחי' פנים כן האחוריים של אלקים דמלכות דבינה יורדין ונעשים מהם אחוריים (פנים לחיצוניות) דתבונה (צ\"ל פנים) והנה תבונה זו גם היא יש בה ט\"ס ועוד מלכות שבה דוגמת הבינה הנ\"ל והנה אלו אלהים הנקרא אחורי תבונה גם הם אינם מתגלים פה רק בד\"ת (בז\"ת) של התבונה ששם הוא מלכות שבה ועוד בבחי' הגבורה שבה כי להיותה תבונה תחתונה נגלית הדינין אפי' מן הגבורה שבה ואז אלו הק\"ך צרופי דאלקים נחלקים בה לה' חלקים נגד ה' אותיות אלקים ונחלקין כ\"ד בכל ספי' מהם כ\"ד המתחלת בא' וכ\"ד המתחילין בל' כו' וכל הכ\"ד מהם הוא שם אלקים א' הרי ה' אלקים והם ת\"ל ועם בוכ\"ו המאיר בהם הרי גימטריא תבונה עם הכולל:",
  "parentheses": [
    {
      "hns": "231.1.1",
      "text": "פי' לתבונה"
    },
    {
      "hns": "231.2.1",
      "text": "נ\"א דד' תחתונות שלה נקראים"
    },
    {
      "hns": "231.3.1",
      "text": "דאהי\"ה"
    },
    {
      "hns": "231.4.1",
      "text": "נ\"א ד'"
    },
    {
      "hns": "231.5.1",
      "text": "פנים לחיצוניות"
    },
    {
      "hns": "231.6.1",
      "text": "צ\"ל פנים"
    },
    {
      "hns": "231.7.1",
      "text": "בז\"ת"
    }
  ]
}