{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 511,
    "section_hns": "511.1",
    "path_trace": [
      "text#14",
      "#2",
      "34",
      "5",
      "1"
    ],
    "paren_count": 1
  },
  "text_he": "והנה דע כי האורות היוצאין אל הנוקבא מן הז\"א מכל ג' ספי' נה\"י שבו כמ\"ש למטה אינן יוצאין לבדן אלא כדרך שבהיותן תוך ז\"א היו מלובשין תוך נה\"י דאמא ואח\"כ תוך נה\"י דז\"א כן כשיוצאין משם יוצאין הם ולבושיה' עמהם מבחי' נה\"י דאמא ומבחי' נה\"י דז\"א כי הרי בצאתן עוברין דרך המסכים ההם א\"כ כמו שהם יוצאין כך הארת המסכים יוצאין עמהם ומתלבשים תוך הנוקבא ע\"ד שהיו בז\"א אורות אלו תוך נה\"י דאמא ונה\"י דאמא תוך נה\"י דז\"א ונה\"י דז\"א תוך הנוקבא כולה. והנה כמש\"ל כי כשיצאו האורות מז\"א לכנוס בנוקבא יצאו הם ונרתקן עמהם שהוא בחי' הארה נה\"י דאמא ומנה\"י דז\"א עצמו ונכנסו מלובשים בתוכם בתוך הנוקבא וא\"כ נמצא כי כמו שיש בז\"א חסדים סתמים שהוא עד החזה כי עד שם הגיע סיום מסך היסוד דאמא ומשם ולמטה מתגליגן החסדים בתוכו כן הענין כאן בנוקבא כי הנרתק שלקחו הגבורות עמהם מן יסוד דז\"א אשר שם היו ומשם יצאו ונכנסו אל הדעת שבה ואותו נרתק של יסוד דז\"א מתפשט תוך קו אמצעי של הנוקבא. ולהיות היסוד דז\"א אשר הוא זכר והוא ארוך לכן מתפשט בכל קו אמצעי עד סיום הת\"ת דנוקבא לכן נמצא כי הז\"א יש בו מגולין שתי שלישי חסד שבת\"ת ושתי חסדים שלימות של נ\"ה אבל בנוקבא אין בה גלוי רק לשתי גבורות עצמן שנתפשטו בנ\"ה שלה לבד והרי זה שינוי א' בענין גבורות עצמן אל החסדים. עוד יש שינוי אחר בענין המקום בעצמו כי בז\"א שנגמר יסוד דאמא בחזה שלו יש הרחק גדול משם עד היסוד שלו וכאשר יוצאין משם החסדים הם נופלין ויורדין ממקום גבוה במרוצה גדולה אבל גבורות היוצאין מיסוד דז\"א אל יסוד דמלכות הוא סמוך ממש ונדבק בו כי הרי נתבאר שמסתיים בסוף ת\"ת דנוקבא וכמעט שאין ניכר שם בחי' ירידה כי כל זמן שמתפשטין ויורדין נתונים בתוך היסוד דז\"א שהוא כמו מחיצה אליהם ואינו נקרא נפילה אבל כשנגמר היסוד דז\"א ואין מחיצה אליהם אז נק' נפילה. והנה סבת ב' שינויים אלו גורם שינוי ג' והוא כי בז\"א היו ג' חסדים פחות שליש מגולין והם אורות רבים משל נקבה וגם שיורדין במרוצה ממקום גבוה מאד כנ\"ל לכן יש בהם כח אח\"כ לעלות מאד מאד כנראה בחוש הראות כי כאשר יפול האבן ממקום גבוה תחזור מכח הכאת ירידה שהיתה בחוזק לחזור לעלות למעלה בכח שיעור גדול וכשנפילתה היתה ממקום נמוך לא תחזור לעלות כ\"כ בגובה לכן היה כח בחסדים המגולין לב' סבות הנ\"ל להתפשט בג' קוין בז\"א ולעלות בשלשתן עד הכתר ומגדילין את כל הז\"א כנ\"ל כי הגדלות דז\"א הם ע\"י מים שהם החסדים אבל הנקבה שמקום ירידת הגבורות הוא מועט מאד עד שכמעט אינו נקרא ירידה וגם בענין שיעורם הם ב' גבורות בלבד ושם בז\"א היה קרוב לג' חסדים לכן אלו היו אלו הגבורות מתפשטות בעלייתן דרך הג' קוין לא היה בכח אלו הב' לעלות עד הכתר ולהגדילו כי היו מתפשטים כחם באלו הג' קוין והלואי שיוכלו לעלות עד ח\"ב שבה בלבד. והנה אנו צריכין להגדיל הכתר שבה ולכן הוצרך שאלו הב' גבורות דנ\"ה שירדו עד היסוד שבה שכאשר חוזרין לעלות יתקבצו שניהן ויעלו דרך קו האמצעי הם בלבד עד שיעלו אל הכתר ויגדילוהו וא\"ת הרי עתה כשחוזרות אלו הגבורות לעלות דרך קו האמצעי להגדיל כתר שבה הם מתלבשין תוך הלבושים הנ\"ל שהם לבושי נה\"י דאמא ונה\"י דז\"א וא\"כ הרי הם סתומים כמתחלה ומה הועילו בגילוין למטה והרי אחר שהם לא התחזקו והוסיפו כח כדי שיוכלו להגדיל רק מחמת הגילוי שנתגלה ע\"ד הנ\"ל בחסדים דז\"א וא\"כ עתה שחוזרין לעלות ונכנסין כבראשונה דרך פי היסוד דז\"א ממקום שיצאו וחוזרין ומכסין ומתלבשים הרי חזר אורם להחליש ולהתמעט ואיך יוכלו לעלות אל הכתר שבה. אך התשובה הוא ע\"ד מ\"ש בחסדים דז\"א כי כאשר יצאו מהיסוד דאמא ונתגלו קנו הארה גדולה בעצמן והארתן שהיה תחלה נעלמה בהם מחמת צרות המקום נתפשטה והאירה בהם ולכן אף אם עתה יחזרו להתכסות כבר שיעורם גדול מבראשונה וכאשר נכנסין ביסוד דאמא המקום מתרחב יותר ממה שהיה בתחלה וגם החסדים המכוסים קונים הארה גדולה ועי\"כ מתגדלין כי אין המקום יכול לסובלן וכן היה הענין הזה כאן בגבורות הנוקבא. ואמנם טעם הדבר למה אנו צריכין יותר התגדלות הכתר משאר בחי' שבה הוא כי בב' הקוין ימין ושמאל שבה הם מאירין שם ב' מוחין חו\"ב של ז\"א המתפשטין בכל אורך ב' קוי אמנם בקו האמצעי אין שום מוח דז\"א מתפשט בו רק בחי' חצי שליש אור של חסד של ת\"ת דז\"א שנכנס בכתר שלה כנ\"ל לכן מוכרח שיעלה הארת אלו הגבורות עד הכתר כדי שיהיה שם בחי' מוחין דכתר דאל\"כ יהיה הכתר גרוע מחו\"ב ע\"ד שנתבאר בענין עליית החסדים בכתר ז\"א ולטעם זה כדי שיספיקו הארתן לעלות עד כתר שבה לכן לא נתפשטו בדרך עלייתן רק בקו האמצעי בלבד דרך יסוד ז\"א אשר שם כי ממנו יצאו ודרך בו עולות עד הכתר ומגדילות אותה. ודע כי עיקר הסיוע והעזר אל ההמצאה הזאת שיתקבצו יחד ויעלו דרך קו האמצעי הוא ע\"י יסוד אבא אשר מתפשט תוך ז\"א והוא יסוד זכר והוא ארוך עד יסוד דז\"א והוא מכוון נגד קו האמצעי של הנוקבא ומאיר בה ומכח הארה ההוא מקבץ אותן הגבורות יחד בקו האמצעי שלה ועולין דרך שם עד הכתר שבה וז\"ס ה' בחכמה יסד ארץ כי ע\"י יסוד אבא תיקן ויסד ארץ שהיא הנוקבא. וכבר נתבאר ענין זה בפרשה בהעלותך כי הנה נצטווה שמתחלה כאשר היה מדליק אותן נרות המנורה יהיה מכוין בכוונתו שכאשר ירדו הגבורות למטה בדרך ירידתן שאז הוא זמן הדלקתן והארתן וכמו שכתב יאירו שבעת הנרות ואז יכוין באותן ב' הגבורות שיהיו נוטים אל מול פני המנורה שהוא קו אמצעי בלבד. וז\"ש רז\"ל המתן עד שתהא שלהבת עולה מאליה ר\"ל עד שתחזור לעלות שלהבת אור אותן ב' גבורות למעלה אבל בעת שכבר מתחילין לעלות לא נצטווה בכך והוא הוסיף על מה שנצווה לפי ששאמר בלבו אחר שהגבורות נתגלו למטה ונפרדו איש מעל אחיו ודאי שכשיעלו יעלו ג\"כ נפרדות דרך ב' קוין לכן המתין יותר בכוונתו ולא זז משם בכוונתו עד שעלו הגבורות ממטה למעלה דרך קו אמצעי לבד הנקרא אל מול פני המנורה וז\"ש ויעש כן אהרן אל מול פני המנורה העלה וגו' ולא אמר האיר את ז' נרותיה אלא העלה. אמנם אחר שכבר התחילו לכנוס דרך קו האמצעי א\"צ להמתין עוד כי אין חשש כיון שחזר (ונתחברו) כבראשונה והם עולין דרך מחיצות כי ודאי לא יוכלו להטות ימין ושמאל ועי\"כ יעלו עד כתר ויגדילו אותו. וזה שארז\"ל ויעש כן אהרן מגיד שבחו שלא שינה ר\"ל כי אע\"פ שנצטווה שיאירו ז' נרות אל מול פני המנורה שהוא בעת ירידתן הנקרא הארה והוא אל מול פני המנורה העלה ג\"כ ולא הארה בלבד וא\"כ זהו התוספת שבח הוא לטעם הנ\"ל ואינו נקרא שינוי א\"כ ראוי לשבחו. וטעם היות ענין זה ע\"י אהרן כי אהרן היה כהן בסוד החכמה שהוא אבא וחסד ביה תלייא ואהרן הוא יסוד אבא המלובש תוך ז\"א שכן הוא גימטריא של אהרן ע\"ב קפ\"ד שהם אחוריים דע\"ב דיודי\"ן שבחכמה והוא בחי' אחוריים דיסוד אבא ומשם שורש בחי' אהרן כנודע במקומו כי בחינת אחוריים הם מתגלין בו כי פנימיות היסוד סתום ואינו נראה רק חיצונותו לבד שהוא נקרא אחוריים שלו והוא גורם קיבוץ הגבורות שבנוקבא לעלות דרך קו האמצעי כי זהו ענין ה' בחכמה יסד ארץ:",
  "parentheses": [
    {
      "hns": "511.1.1",
      "text": "ונתחברו"
    }
  ]
}