{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 455,
    "section_hns": "455.1",
    "path_trace": [
      "text#14",
      "#2",
      "31",
      "5",
      "1"
    ],
    "paren_count": 4
  },
  "text_he": "והנה נתבאר ענין הז\"א בעצמו ועתה נבאר דרך כללות ג' פרצופים האחרים שהם רחל נוקבא דז\"א הנקרא ישראל ויעקב ולאה כי ג' אלו נאחזין בו ויוצאין ממנו באופן זה אשר נבאר. דע כי מצד המוחין שנתפשטו בז\"א אע\"פ שצריכין לו לעצמו עכ\"ז יוצאין מהם הארות לחוץ כי למעלה במקום המוחין עצמו אשר שם כל בחי' ריבוי האורות ההם אז האירו האורות לחוץ דרך אחורי הז\"א ויוצאה פרצוף לאה באחורי ז\"א למעלה מן הראש ועד החזה דז\"א ויוצאה מבחי' הארת המוחין דמצד אמא שהיא נקבה כמוה שאין לה רק מסך א' לבד לבקוע ולצאת ולסיב המסך ההוא לאה כולה דינין כמ\"ש בע\"ה. אבל דרך הפנים של ז\"א אין יוצאת שם בחינת שום פרצוף כי הזכרים יוצאין מצד מוחין דאבא ומצד פנים והנקבות יוצאין ממוחין דאמא ומאחור ז\"א. ולהיות שהוחין דמצד אבא בהיותן מתפשטין עד החזה דז\"א הם מכוסים בב' כסוים כיסוי נה\"י דאו\"א לכן אין בהם כח לבקוע ולעבור שני המסכים ולהאיר לחוץ דרך הפנים דז\"א מהחזה ולמעלה כי אם מהחזה ולמטה. ועוד ט\"א כי אם היה פרצוף יעקב יוצא נגד פניו דז\"א למעלה היו פני ז\"א מתכסים ולא היה מאיר וכתיב באור פני מלך חיים כי ע\"י האורות (פניו) פנים מתמתקים הדינין כנודע ומתבטל כח החיצונים. ואמנם מהחזה ולמטה כאשר מתפשטין המוחין משם ולמטה אז המוחין שמצד אבא אין להם רק כסוי א' לבד שכבר נגמר כסוי כלי היסוד דאמא בחזה לכן יש להם יכולת לבקוע ולהאיר מחוץ אל הז\"א ולהוציא פרצוף יעקב שהוא מהארת מוחין דאבא מהחזה ולמטה מכנגד פני ז\"א ומבחי' החסדים המגולים לגמרי בלי שום מסך ומהדעת של צד אמא יצאה רחל נוקבא דז\"א עקרת הבית העיקרית הארה גמורה מהחזה ולמטה מצד אחור דז\"א עד סיום רגליו דז\"א ממש משא\"כ בלאה העוברת דרך מסך כנ\"ל שאינה רק הארה בעלמא וכולה דינין. הכלל העולה כי לאה היא למעלה מן החזה דז\"א באחוריו ויוצאת מן מוחין דאמא ורחל נוקבא דז\"א תחת לאה מהחזה ולמטה באחוריו גם כן (וגם היא יוצאת) ממוחין דאמא ויעקב בעלה דלאה יוצא מהחזה ולמטה דרך פנים דז\"א ויוצא מן מוח דאבא. והנה מתבאר למה הזכר יוצא דרך פנים דז\"א והנקבה דרך אחור כי זה מצד אבא ואלו מצד אמא ולעולם הזכר בערך הנקבה הוא פנים והיא אחור בסוד אחור וקדם צרתני. והנה בהיות או\"א קודם התיקון אב\"א עכ\"ז היה אבא בבחי' פנים בערך הנקבה שהיא אחוריו ולכן אורות דאבא יוצאין לצד פנים דאמא לצד אחור. גם נתבאר הטעם למה הזכר א' והנקבות ב' כי הזכר יוצא מן מוחין דאבא אין לו גילוי רק מהחזה ולמטה אבל המוחין דאמא שאף למעלה אין להם אלא כסוי א' לכן יצאו מהם ב' נקבות א' למעלה וא' למטה. גם דע כי אחורי יעקב (הוא כ) נגד פנים דז\"א ופני לאה כנגד אחור דז\"א ואחור דרחל נגד אחור דז\"א ולמטה נתבארו טעמיהם ונבאר ענין ז\"א עצמו שאמרנו לעיל שנקרא ישראל וישורון. והענין כי הז\"א הוא פרצוף א' שלם מראשו ועד רגליו בלבד אמנם חציו העליון שהוא מן הראש ועד החזה נקרא ישראל וחצי תחתון שהוא מהחזה ולמטה נקרא ישורון וטעם שמות אלו הנה נודע מ\"ש התיקונים כי ישראל הוא שי\"ר א\"ל שיר משמאלא אל מימינא פי' כי הנקבה לאה (נ\"א כי כח הנקבה) היא בחי' דינין נקרא שיר והיא משמאל באחור והז\"א רחמים נקרא א\"ל והוא בימינא בפנים גם נקרא כן לפי שיש בו ב' בחי' מוחין א' מצד אמא נקרא שי\"ר וא' מצד אבא נקרא א\"ל אבל מהחזה ולמטה נקרא ישורון מלשון שורה כמאחז\"ל אין שורה פותה מג' שנאמר ישור על אנשים וגו' והם יעקב מצד הפנים ורחל מצד האחור וז\"א באמצע הרי שורה של ג' ואין זה אלא מהחזה ולמטה ולכן בחי' זו נקרא ישורון. וז\"ס ישראל אשר בך אתפאר כי ישראל אשר הוא ז\"א בו יתפארו ויסתעפו כמה פארות וענפים יוצאין ממנו שהוא פרצוף לאה ורחל ויעקב ודור המדבר וענין המטות כמ\"ש בע\"ה. ומלת אתפאר הוא לשון פארות ולשון מסעף פארה במערצה ר\"ל ענפים:",
  "parentheses": [
    {
      "hns": "455.1.1",
      "text": "פניו"
    },
    {
      "hns": "455.2.1",
      "text": "וגם היא יוצאת"
    },
    {
      "hns": "455.3.1",
      "text": "הוא כ"
    },
    {
      "hns": "455.4.1",
      "text": "נ\"א כי כח הנקבה"
    }
  ]
}