{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 585,
    "section_hns": "585.1",
    "path_trace": [
      "text#14",
      "#2",
      "39",
      "10",
      "4"
    ],
    "paren_count": 0
  },
  "text_he": "ונבאר עתה ענין מ\"נ מביאה ראשונה והוא כי החסד אית ביה ג' פרקין דזרוע ימין וחסד גימטריא ע\"ב וג' ע\"ב הם גימטריא רי\"ו וזה הרי\"ו נותן אבא לאמא בזווג ראשון לעשותה כלי ונקרא אוירא דכיא שהוא הה\"ח אך המ\"נ שבה הם ה\"ג בתוך כלי זה ואח\"כ הע\"ב עצמו הוא טפת המ\"ד שבו. והנה זה נמשך מדעת אבא שהוא ע\"ב דיודי\"ן וכן הרי\"ו נמשך ממנו ואמנם גם זה הדעת דאבא הוא נמשך מדעת עליון שהוא במזל י\"ג דדיקנא הנשפע ממזל ח' שיש בו ג' שמות ע\"ב דיודי\"ן ושלשתן עם רי\"ו וגם שם נמשך מדעת עליון דעתיק יומין הגנוז בגלגלתא דיליה והוא נקרא אוירא דכיא דבין קרומא למוחא כנזכר שם. והנה מהדעת דאבא נמשך דרך היסוד שבו הנקרא נתיב לא ידעו עיט ואתגניז ביסוד אמא ובצאתו משם מיסוד אבא נקרא אוירא דכיא והוא ג' שמות דיודי\"ן ועולין רי\"ו ונעשית בה כלי ולכ רי\"ו הוא נקבה. והנה נודע כי החסד מתגלה בפומה דאמה לכן הוא הוי\"ה דע\"ב שהוא גימטריא חסד והם ג' פרקים ג\"כ ע\"ב וז\"ס של החסד דמלכא המכונן לטרוניתא כנזכר בזוהר אחרי מות דע\"ב כי הוא עושה אותה כלי וכלי זה הוא חסד אוירא דכיא נחלק לה\"ח ואשא דכיא הם ה\"ג שביסוד שלה והם המ\"נ עצמן. והנה כלי זה ניתן אליה בביאה ראשונה שנזדווג עמה בבריאת העולם בתחלת האצילות ואז נעשית כלי וכבר יש בה חלק מן החסדים עצמן אז יכולה לקבל טפת החסדים עצמן שהם טפת הזרעית של מ\"ד ואז ראויה לעיבור והבן היטב טעם כלי זה כי הוא בחי' הרי\"ו דהיינו שהם ג' ע\"ב מן ס\"ג עמ\"ב דע\"ב דהיינו מה' ראשונה ולמטה שכולכם בחי' נוקבא הם והגברות והנקבות שבחסדים עצמן שע\"י תוכל לקבל החסדים העליונים שהם הע\"ב דכורין והוא שם ע\"ב א' הכולל כל ה\"ג הנקרא רי\"ו ושניהן יחד נקרא עיבור ע\"ב רי\"ו ולהרות כי אין עיבור בעולם אם לא ע\"י שניהם. וז\"ס פרח מטה אהרן לבית לוי כי אהרן הוא חסד ע\"ב ולוי הוא גבורות רי\"ו ושניהן פרח שהם רפ\"ח ניצוצין ומחיבור שניהן נעשין הנשמות כנודע כי כל הנשמות יוצאות מלובשות במקצת מההוא רוחא דשדי בגוה הרי\"ו הנ\"ל. והבן זה מה ענין לבוש הנשמה הנעשה מההוא רוחא דשדי בגוה והוא גם מהחסד בסוד אלוה אלא שהוא מהרי\"ו ואולי לכן אלוה הוא מ\"ב שהוא ג\"כ גבורה עיין בזוהר משפטים. והנה מאלו הע\"ב רי\"ו נעשין המוחין דז\"א ונמצא כי נתחברו אוירא דכיא ואשא דכיא הנזכר ביסוד אמא ומהם נתקנה גולגלתא דז\"א כנזכר באדרא ומכח ב' אלו נעשים דעת דז\"א וכבר ידעת כי דעת דז\"א נעשית מיסוד אבא ומיסוד דאמא והוא ענין זה שאמרנו והבן זה. ולהיות כי זה האוירא אחר שהנחילו אבא לאמא נקרא זשלה וזה שאנו אומרים כי נה\"י דאמא הם מוחין דז\"א ואין אנו מונין את אבא כי גם האוירא שיצא ממנו כבר נחשב שהיא מאמא עצמה ונמצא כי זווג ראשון דבריאת עולם דאו\"א היה כפול ותחלה עשאה כלי ואחר כך נותן בה טפת ע\"ב דכורין וכל זה נקרא ביאה ראשונה ואז נעששו בה מוחין דז\"א כנ\"ל ואז מתלבשין בסוד הצלם ונכנסין ברישא דז\"א שהיה תחלה בחי' ו\"ק דיניקה ונקרא אז מפתח דכליל שית בספרא דצניעותא דקע\"ז ואז סותם מקום המעיין דאמא כי היסוד שבה נעלם וגניז בדעת שלו וסותם פתחה דוגמת מנעול הסותם הפתח. גם ענין סתימת הפתח הוא באופן אחר כי אז ניתן כלי זה לז\"א עצמו והנה אמא לא נעשית כלי ופתחא לקבל טפת הזרע אלא בכח כלי הזה כנ\"ל וקודם היתה בתולה שרחמה סתום וכאשר נתנה לה בדעת דז\"א חזרה אמא להסתם פתחה ואין בה כלי הראוי לעיבור וחוזרת להיות בתולה כבראשונה. וז\"ס אסתר שנקראת אילת השחר שרחמה צר כאילה בכל ביאה ודומה כבתולה וכל זה הוא בבינה כי לכן אסתר ירקרקת היתה מצד קו ירוק המקיף הנזכר בתקונים דמ\"ט והנה כאשר חוזרת אמא להזדווג פעם אחר עם אבא להמשיך מוחין אחרים חדשים לז\"א כנודע צריך לעשות בה תמיד ב' ביאות ביחד בזווג א' לכלי וא' לטפת הזרע וכן הענין בכל הזווגים דאו\"א להמשיך מוחין דז\"א הוא ע\"י ב' ביאות יחד כנ\"ל כי לעולם חוזרת רחמה להיות צר ובכל שעה כבתולה וזה דרכה תמיד והנה אחר שניתן כלי זה במוחין דז\"א אז הז\"א חוזר ונותנו למלכות בביאה ראשונה ג\"כ ועושה אותה כלי ודע כי ענין עשיית כלי זה הוא כי גם ניתנין לה אז בחי' המוחין עלאין בג\"ר והם מתפשטין בכולה כנודע ואז גם יורדים הארת החסדים ההם הנקראים רי\"ו וכלי ביסוד שלה ונעשין כלי שם באופן כי אין כלי זה ביסוד לבד אלא הם המוחין ממש בכל קומת אבא והבינה ובכל קומת ז\"א וכל קומת נוקבא ומכללות הה\"ח הם נמשך גם ביסוד שלהם ואז הנקבות אמא ומלכות מקבלין מוחין אלו דרך בעליהם זו פב\"פ וזו אב\"א ונבנית גופם וניתן בה כללות החסדים של הרי\"ו בסוד אב\"א ואז נעשית כלי ואח\"כ חוזר אבא להמשיך מוחין עצמן פנימים של זווג ונכנס באמא בסוד מוחין ובסוד זווג גם כן ומשם נמשכין לזו\"ן בסוד פרצוף עצמו ואח\"כ בסוד זווג והבן זה מאד כאשר בארנו במקומו והבן במאד מאד כי המוחין דז\"א יש בהם כמה בחי' באחור ופנים ובנסירה ולכן עכ\"פ צריך לעיין בענין זה של המוחין וכבר ידעת כי משם ס\"ג מ\"ה ב\"ן נעשו הרי\"ו ואחר כך מע\"ב שהוא החסד נשלם רפ\"ח נמצא כי תחלה נמשכין לו מוחין מן ס\"ג מ\"ה ב\"ן ואח\"כ מע\"ב שהוא חכמה ומשם טפת זרעיית ממש ע\"ב. ונחזור לענין כי הנה ז\"א נותן רי\"ו זה בסוד זווג אב\"א ר\"ל אחר שננסרו ועלו בחיק או\"א כנ\"ל ע\"ש מאד כי זה עיקר זווג אב\"א ואז נזדווגו ועושה אותה כלי נמצא כי אז לוקחת מוחין מבחי' רי\"ו והם נקראים מוחין דאב\"א שהם ס\"ג מ\"ה ב\"ן. והנלע\"ד כי בעיבור יש מוחין דב\"ן ולכן אין זווג כלל בעשייה וביניקה מוחין דמ\"ה ג\"כ ולכן יש זווג דו\"ק ובאב\"א מוחין ג\"כ דס\"ג והם רי\"ו גבורה ובפב\"פ מוחין דע\"ב ואז נשלמו ואז נקרא זווג גמור דנשמות כי עד עתה היו חסרים וכבר ידעת כי כלי החצון דמלכות מתלבש בעשייה ויורד שם ומוכרח שתהיה שם גם היא סתומה כאמה כן בתה בתולה ואיש לא ידעה מפחד החצונים שלא יתאחזו בה ותרעין דג\"ע סתימין כנזכר פרשה פנחס והבן זה. נמצא כי להיות עשייה ובפרט בלילה גם שהוא אחר חורבן אין פתח דילה פתוח להזדווג בבעלה והיא בתולה ואמנם כשעולה אב\"א באצילות אז ניתן לה כלי הנ\"ל והוא כי הנה אותו הרי\"ו שלקח מאמא בדעת שלו שהוא ד' יודי\"ן נחלק לב' ונעשית ב' שמות ב\"ן כי כל יו\"ד דמילוי נחלק לב' ההי\"ן ונשלם בו ב\"ן וב\"ן בה כנזכר ע\"ש מאד נמצא כי האי רוחא נחלק לב' רוחין חצי בדעת שלו וחצי בדעת שלה ונמשך עד היסוד שבה בסוד כלי ועיין מאד איך כל זה הרוחא הוא סד בחי' מוחין וברדת המל' בעשייה שהוא בלילה או בשאר היום אחר התפלה אז מסתלקים ממנה אותו הכלי ואותן המוחין ולכן נעשית בתולה ועולין בז\"א ושל ז\"א עולין באור מקיף כנזכר בסוד רשימו דתפלין ועיין לעיל איך הרי\"ו שיש בג' מוחין דז\"א הם ע\"ב קד\"ם כולם דב\"ן ונלע\"ד שאינו אלא בדעת לבדו כי משם טפת הזרע לעשות כלי ותשלום דרוש זה ע\"ש איך ע\"י החסד הנקרא מגן אברהם מכונן לו ולה בסוד אתי חסד ופריש גזעין וזהו פב\"פ:",
  "parentheses": []
}