{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 427,
    "section_hns": "427.1",
    "path_trace": [
      "text#14",
      "#2",
      "29",
      "1",
      "3"
    ],
    "paren_count": 11
  },
  "text_he": "ענין הנסירה הנה תחלה ע\"י מוחין דקטנות היו דבוקים אב\"א לפי שעדיין אחוריים שלהם הם דינין של אלקים ואח\"כ הפיל שינה לז\"א וחוזרין המוחין להסתלק ממנו ונשאר בבחי' יניקה שזהו השינה והבן זה מאד. ואז חכמה וחסדים הוסרו מתוך הלבושים של נה\"י דאמא כנודע ונשארו עומדין ערומים בסוד או\"מ על רישא דז\"א וגם חצי דעת תחתון המחבר את ב' עטרין כנודע וכן חצי דעת העליון גם הוא נשאר עמהן חציו דמצד החסדים ואמנם בינה וגבורות וחצי דעת תחתון וחצי דעת עליון אלו נשארים מלובשים תוך נה\"י דתבונה (נ\"א דאימא) וכן הם נסתלקו מז\"א אמנם לא נשארו בסוד או\"מ כמו האחרים כדי להאיר משם מן בחי' הרשימו שעולה ג\"כ סוד שינה כנזכר אצלינו בענין תפילין (נ\"א התפילות) ואמנם אלו נתלבשו תוך נוקבא וכמ\"ש אח\"כ ואח\"כ חוזרין להסתלק מן הנוקבא וחוזרין תחלה להתחבר עם חכמה וחסדים בסוד או\"מ ג\"כ עמהם. ולעשות זה צריך זווג אחר באו\"א ונמשכין מזווג ההוא (נמשך מן אבא) ב' מנצפ\"ך א' ביסוד אמא וא' בסוד דמלכות וא' נמשך לחכמה וא' נמשך לעטרא דגבורה וע\"י (אותה העטרא) נמשך אותו המנצפ\"ך הב' אל יסוד דמלכות ואלו המנצפ\"ך כפולים הם יותר (המוחין) נמתקים כי החכמה היא גבורה בשרשה כי לכן חכמה דא\"א נתלבש בה גבורה דעתיק והנה אחר שירדו שם ונעשו כולם מקיף אז מתחילין לכנוס תחלה בינה וגבורה בפנימית דז\"א ושניהן בסוד דאמא לבד ואז מתפשטין ג' פרקין הוד בכל קו שמאלי דז\"א ומפרק אחרון נעשה מוח בינה אל המלכות. והנה כשנסתלקו בינה וגבורה מז\"א כנזכר בסוד השינה אז היו מאירין בנוקבא לאה בסוד או\"מ ומשם נמשך אל המלכות רחל ואינם ישינות כמו הז\"א. ועיין בענין חת\"ך שהם ב' אחוריים דזו\"ן ג' בחי' שיש א' בהוי\"ה וא' במצפ\"ך ויש א' באלקים כי הנוקבא בעת האצילות הראשון לא היתה רק נקודה א' לבד כנודע וזה הנקודה נקרא אישון בת עין וזכור זה ומנקודה זו מתחיל בנין כל מציאותה והיא לבדה יכולה להיות פב\"פ עמו וזהו שורש כל בחי' הנוקבא וזהו ראשית ואחרית כל דרושיה. דע כי הנקודה שנאצלה תחלה היא כתר שבה והיא נקודה א' לבד ותחל' קודם העיבור היתה בסוף היסוד למטה ממנו ובזמן העיבור עלתה על היסוד והלבישתו והגדילה ונעשה כמדת היסוד וכשיעורו וביניקה עלתה עד ת\"ת מאחוריו ונגדלה כמדת הת\"ת ממש. והנה בלילה שהוא כמו בזמן היניקה לז\"א אף הנוקבא היא באצילות הראשון והנה ט' נקודות שלה אחר חצות מתחברין עם לאה כנזכר במ\"א ע\"ש ונקודת הכתר (שהיתה) מתחלת אצילות ירדה (בבי\"ע ס\"א) בבריאה להאיר שם וע\"י עסק התורה עולה גם היא מעט מעט עד שבאור הבוקר נגמרה לעלות פב\"פ בזרוע שמאל דז\"א ואז נכנס בה רשימו של המוחין שלה בסוד תפלה ש\"י וט' הנקודות יורדין אז בבי\"ע (ס\"א בבריאה). אך היא יש בה רשימו מבחי' פנים בפנים ויכולה לעמוד עמו פנים בפנים אז בסוד תפילין ושאר הט' הנ\"ל אנו מעלין אותם מעט מעט מבי\"ע עד ברכת אבות ואז בקריאת שמע נכנסו ו\"ק דגדלות בז\"א וט' אלו שלה גם הם מתחילין לעלות עד ז\"א דאצילות ואז עולה המלכות ואותו הנקודה חוזרת אל האחור ומתחלת לתקן כמו בזמן העיבור ועולה עד תחת היסוד ושם בחי' שורש א' שלה כנודע שהיא העטרה הנשאר שם תמיד וגם בחי' שירדה בבריאה עולה משם ואז אותו הבחי' שעלתה מבריאה נגדלת שנית כמדת היסוד כולו ועיין במ\"א. ומשם עולה עלייה ג' בנצח והוד ולא ביסוד ונגדלת כמותם ומשם עולה עלייה ד' בת\"ת והרי עלתה גם אל שרשה אשר שם שלא נסתלק משם לעולם ואז נגדלת כמדת הת\"ת עצמו מאחוריו ואח\"כ עולה בחו\"ג עלייה ה' לכן יורדין בה ב' הארות תחתונות בברוך וג' הארות עליונות באתה אך אינה עולה בה עד הזקיפות של הוי\"ה כנזכר במקומו והירידות הם הוי\"ה אדנ\"י והזקיפות הם הוי\"ה אהי\"ה ועולה בסוד נקודה לבד אורך כל הז\"א עד הכתר שבו אב\"א גם בסוד נקודה ולא בבחי' פרצוף עדיין. ועיין במקומו כי יש זווג ב' אל או\"א וגם יש אז מ\"ן דחו\"ב ואז נתוסף בה הארה שתעלה היא כל בחי' האחור עד הכתר לבחי' מדה או נקודה א' לבד. ואח\"כ נכנסין בז\"א ג\"ר דגדלות וגם מקיפי דאמא לבד כפי הנזכר במ\"א ועדיין לא נכנסו רק הפנימית ואז נתקנים ונעשים בבחי' פרצוף מהחזה שלו ולמטה וזה בחול שלא היתה גם בהיותה באחור רק מן החזה. אך בר\"ה בהיותה באחור עלתה עד הכתר גם עתה הגדיל פרצופה גם עד הכתר ועיין במקומו איך היא ברחל ובלאה אך רחל היא מהחזה ולמטה לבד וגם כל זה הוא ע\"י העלאת המ\"ן לזווג או\"א וצ\"ע מאד במ\"א. ואח\"כ נעשית הנסירה כנ\"ל והנה אחר שנגלה (נ\"א שנתגדלה) אב\"א מן החזה שלו ולמטה והיתה אז מקבלת הארותיה ע\"י מחיצותיו וטפילה אליו וגרועה ממנו וכדי שתתתקן יותר לגמרי שלא על ידו צריך שיסתלקו המוחין ממנו וסילוק זה נקרא שינה והב זה כי קודם לכן היו אחוריים של שניהן כולם דינים ולהיותן דינים היו דבוקים יחד כי כולם כותל אחד להם ולכן הפיל עליו דורמיטא ונסתלקו ממנו המוחין כנ\"ל הנקרא שינה ואז נשמתו שהם המוחין שנסתלקו ממנו היו מושכין לו חסד וחיות אל ההוא קיסטח דחיותא שנשאר בתוכו בגוף בעת השינה מן חסד דבינה והיה מתפשט בו בתוכו ואז הדינין ואחוריים היו מסתלקין ונאחזין באחור דנוקבא ונפרדין זה מזה וזהו אתי חסד ופריש לון. וז\"ס ובאתרה' שקיע רחמי וחסד ואז אלו המוחין הנקרא נשמת ז\"א היו בבחי' מ\"ן אל בינה ונזדווגו או\"א ותיקנו את המלכות שלא ע\"י ז\"א. והענין (נ\"א והנה הגם) כי כבר נתקנה לאה אב\"א טרם רחל כי תחלה יוצאין הארת לאה ואח\"כ הארת רחל ועדיין (נ\"א אך עדיין) שתיהן נפרדות עם שמקבלות שתיהן הארתן ע\"י ז\"א ואח\"כ בנסירה מתחברות שתיהן יחד פרצוף אחד ע\"י שנכנסו נה\"י דאמא בתוכם ונמצאת גם רחל עצמה עולה אב\"א עד כתר דז\"א ע\"י התחברות עם לאה ואפשר שיתלבש רחל בלאה וצ\"ע. ודע כי אותן הב' מוחין בינה וגבורה דז\"א שנסתלקו בנה\"י דבינה הם שנכנסו ברישא דנוקבא ממש כי החכמה והחסדים נשארו בסוד מקיף לז\"א ואלו הם הגבורות אשר לקחה הנוקבא בעת הנסירה ע\"י אמא לחודה כנזכר במ\"א וע\"ש היטב:",
  "parentheses": [
    {
      "hns": "427.1.1",
      "text": "נ\"א דאימא"
    },
    {
      "hns": "427.2.1",
      "text": "נ\"א התפילות"
    },
    {
      "hns": "427.3.1",
      "text": "נמשך מן אבא"
    },
    {
      "hns": "427.4.1",
      "text": "אותה העטרא"
    },
    {
      "hns": "427.5.1",
      "text": "המוחין"
    },
    {
      "hns": "427.6.1",
      "text": "שהיתה"
    },
    {
      "hns": "427.7.1",
      "text": "בבי\"ע ס\"א"
    },
    {
      "hns": "427.8.1",
      "text": "ס\"א בבריאה"
    },
    {
      "hns": "427.9.1",
      "text": "נ\"א שנתגדלה"
    },
    {
      "hns": "427.10.1",
      "text": "נ\"א והנה הגם"
    },
    {
      "hns": "427.11.1",
      "text": "נ\"א אך עדיין"
    }
  ]
}