{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 249,
    "section_hns": "249.1",
    "path_trace": [
      "text#14",
      "#2",
      "15",
      "6",
      "1"
    ],
    "paren_count": 3
  },
  "text_he": "כבר בארנו לעיל כי כאשר עולין ז\"א וב' התבונות עד בינה עליונה אז נקרא ז\"א עם בינו\"ת הוא והטעם הוא עם הקדמה שנקדים לך בענין הכללות הנזכר בכ\"מ כי כל מקום אשר התחתון עולה למעלה במקום העליון להיותו נכלל שם עמו הוא שהעליון עומד בבחי' פנים והתחתון עומד שם בבחי' אחוריים שלו ובזה תבין ענין זה כי הנה זאת התבונה יוצאת מן האחוריים של בינה עליונה ואותן האחוריים של בינה הם שמות דאלקים כנודע כמ\"ש בע\"ה כי כל האחוריים הם שמות אלהי\"ם וז\"ש בזוהר פ' אחרי מות דפ\"ה כי הבינה נקראת רחמים בלחודוהי אך מסטראה דינין מתערין ופי' מסטראה ר\"ל מצדדיה שהם האחוריים שלה שהם הדינין אבל היא עצמה בבחי' הפנים שלה היא רחמים ודע כי בכ\"מ שנמצא בזוהר שהבינה נקרא אלהי\"ם היא בתבונה זאת היוצאת מאחוריים של הבינה שהם אלהי\"ם וא\"כ כאשר התבונה זאת היא למטה אז יש אל החיצונים אחיזה בה אמנם כאשר תעלה למעלה ותהיה שם בסוד אחור בינה עליונה אז אין אחיזה אל החיצונים בה וזהו סומך ה' לכל הנופלים כי כאשר זאת התבונה תחתונה תרד מאחורי בינה ולמטה אז גם הז\"א יורד למטה ממקומו וכן גם הנוקבא דז\"א תרד ממקומה ואז כל אלו נקראו נופלים שאף גם בתבונה הזו יש בה אחיזה אל החיצונים כנ\"ל ואינן עולין אלא ע\"י הבינה העליונה הנקרא סמ\"ך כנ\"ל לפי שהיא סומכת אותם כאשר כולם יעלו למעלה ע\"ד הנ\"ל שיוכללו זה בזה ותעלה התבונה להיותה בסוד אחוריים דבינה עליונה הנקרא סמ\"ך כנ\"ל. ונבאר ענין בינה ותבונה בשמות אשר בהם דע כי מן האחוריים של ד' עליונות של הבינה משם נעשו ד' עליונות דתבונה בבחי' פנים שלה ומאחוריים של ו\"ק של בינה עליונה נעשו ו\"ק בבחי' פנים של תבונה והנה בינה עליונה ואבא עלאה הם ב' שמות אבא נקרא הוי\"ה ע\"ב דמילוי יודי\"ן ואמא נקראת אהי\"ה דיודי\"ן גימטריא קס\"א והנה אחוריים דבינה אע\"פ שיש בהם י\"ס עכ\"ז בחי' אלקים שהם באחוריים שלה כנ\"ל אינן נכרים ונגלים בה אלא באחוריים שמחציה ולמטה שהוא מהחזה שלה שהם ד' ספירות תנה\"י. והענין כי נודע ששם אלהים יש בו ק\"ך צרופים מתחלקין לד' חלקים והם שם אלקים א' הכולל ל' צרופים בספירה א' ושם אלקים ב' הכולל ל' צרופים בספי' ב' ושם אלקים הכולל ל' צרופים בספי' ג' ושם אלקים הכולל ל' צרופים בספירה ד' והנה ע\"ש ק\"ך צרופים אלו נקרא סמ\"ך בינה עליונה כנ\"ל כי סמ\"ך גימטריא ק\"ך ובעלות הז\"א והתבונה ראשונה שם באחוריים שלה נאמר סומך ה' לכל הנופלים כנ\"ל. והנה הם נחלקים לד' בחי' וזהו ענין הפסוק אורך היריעה ל' באמה ורוחב ארבעה באמה שהם ק\"ך צרופי אלקים הנחלקים לד' פעמים ל' והנה זה ענין בוכ\"ו הנזכר פ' פקודי רס\"א שהוא ענין חילוף אהי\"ה באבג\"ד כי הנה שם אהי\"ה הוא בפנים שלה ושם בוכ\"ו הוא באחוריים שלה כי הנה הוא גימטריא ד\"ל שהם בחי' האחוריים האלו שהם ד\"פ ל' צרופי אלקים. והנה משה רע\"ה היה כלול ק\"ך צרופים אלו ע\"ד הנ\"ל הם ד' שמות אלקים גימטריא מש\"ה עם הכולל וכל אלהים מאלו ד' הכולל שלשים צרופים והרי ארבעתן הם כוללים ק\"ך צרופים של אלהים וזהו בשג\"ם הוא בשר והיו ימיו מאה ועשרים שנה כמ\"ש בתיקונים על בשג\"ם זה משה. וכבר ידעת כי משה זכה לבינה והוא בבחי' זו אמנם בחי' התבונה ויש\"ס כאשר האחוריים של או\"א עלאין מתפשטין בהם נעשו ישסו\"ת בבחי' אחוריים של שמות הוי\"ה ואהי\"ה דיודי\"ן ברבוע שלהם כי ריבוע של הוי\"ה גימטריא קפ\"ד וריבוע של אהי\"ה גימטריא תקמ\"ד כי לעולם הפנים שלה בחי' יושר ובחינת אחוריים הם בבחי' חשבון ורבוע נמצא כי או\"א בבחי' הפנים שלהם שהם הוי\"ה אהי\"ה דיודי\"ן גימטריא רג\"ל וישסו\"ת הפנים שלהן הם ב' אחוריים של ב' שמות הנ\"ל כי מה שהוא אחוריים למעלה הוא בבחי' פנים למטה. ואמנם זהו שאנו אומרים כי אלו הרבועים הם אחוריים של או\"א עליונים זה בבחינת כשמתפשטין אבא ואמא בסוד יש\"ס ותבונה אבל כל זמן שלא נתפשטו אז אחוריים עצמן דאמא הם ק\"ך צרופי אלקים אלא שאין ק\"ך צרופים אלו ניכרין אלא באחוריים של ד\"ת דאמא והנה כאשר האחוריים דהיינו האלקים האלו מתפשטין מהם לעשות היש\"ס והתבונה הפנים שלה ושל יש\"ס הם ב' רבועים הנ\"ל של הוי\"ה אהי\"ה ואמנם בחי' אלקים עצמן אינן נגלין בפנים דפנימיות שלה רק בפנים דאחוריים (נ\"א בפנים שלה רק באחוריים שלה כמ\"ש). ונחזור לבאר ענין הפנים והאחוריים דיש\"ס ותבונה והנה הפנים שלהם הוא רבוע דהוי\"ה דיודי\"ן והוא גימטריא קפ\"ד וזהו פנים דיש\"ס ורבוע דאהי\"ה עולה תקמ\"ד והוא פנים דתבונה ולכן הפנים של יש\"ס הוא גימטריא קפ\"ד לרמז כי עי\"ז שהוא הפנים שלו הוא מזדווג עם התבונה ופוק\"ד אותה וגם גימטריא מקד\"ם להורות כי מה שהיה שם זה למעלה באבא בבחי' אחור בכאן ביש\"ס פנים הנקרא קדם בסוד אחור וקדם צרתני וז\"ס וישכן מקדם לג\"ע וגם הפנים של התבונה שהוא גימטריא תקמ\"ד הוא סוד קדמ\"ת עדן להורות כי למעלה היה זה בבחי' אחור בבינה העליונה וכאן הוא פנים שהוא קדמ\"ת מלשון אחור וקדם צרתני כנזכר בזוהר. והנה כשנצרף ב' שמות האלו יהיו גימטריא תשכ\"ח כי הנה אלו הם אחוריים העליונים כנ\"ל ומהם נעשה פנים למטה מהם ונמצא שיש בהם בחי' בינה הנקרא ס' ובחי' תבונה הנקרא מ' סתומה והקלי' שכנגד בינה ותבונה נקרא מ\"ס וזהו הטעם ששר של שכחה נקרא מ\"ס כי אלו השמות שהם גיטריא תשכ\"ח הם בבינה ותבונה הנקרא מ\"ס ומשם יש שכחה לפי שהם אחוריים והקליפות הנקרא מ\"ס אוחזין בהם וז\"ס שארז\"ל אינו דומה שונה פרקו ק' פעמים לשונה פרקו ק\"א פעמים לפי שעד ק' פעמים יש לו שליטה כמנין מ\"ס ולא יותר ואמנם הפנים של או\"א הם עולין גימטריא רג\"ל כנזכר והם גימטריא זכור ומשם בא הזכירה שהם אותיות זכ\"ר י\"ה שהם או\"א הנקרא י\"ה לפי ששם אין קליפה נאחזת והנה ענין אחוריים דתבונה שביארנו לעיל כי הם בחי' ק\"ך צרופי אלקים ג\"כ כמו שהוא באחוריים של בינה אמנם יש שינוי כי בבינה לא נתגלו כל הק\"ך רק באחוריים של ד\"ת שבה לבד בסוד ד\"פ ל' צרופים אבל כאן באחוריים של תבונה מתחילין להתגלות בכל הה' תחתונות שבה מן הגבורה שבה ולמטה שגם גבורה יש בה שם אלקים. אבל בחסד שבה אין שם אלקים יכול להתגלות בו עדיין וא\"כ כאן הם מתחלקים לה' חלקים כנודע כי כ\"ד צרופים מתחילין מאות א' דאלקים וכ\"ד מתחילין מאות ל' וכ\"ד מתחילין מאות ה' וכ\"ד מאות י' וכ\"ד אות ם' והנה הם ה\"פ כ\"ד נמצא שהם ה' שמות אלקים בה' תחתונות שבה בבחי' אחוריים וכל שם אלקים כולל כל כ\"ד צרופים עד שבה' אלקים יכללו כל הק\"ך והטעם לזה כי כל שם א' של אלהים כולל מדרגה א' של (ק\"ך צרופים) כ\"ד צירופים שכולן מתחילין באות א' שלו וכן כל הה' (אותיות) אלקים וגם טעם ב' כי הנה אלו הכ\"ד צרופים וגם כללותן הם כ\"ה והנה שם אלקים הוא ה' אותיות וכל אות כלולה מה' הרי כ\"ה והרי כל כ\"ד צרופים נכללין בשם א' דאלקים ונמצא שיש ה' שמות אלקים גימטריא ת\"ל וכאשר תחבר עמה שם בוכ\"ו הנ\"ל שהוא חילוף אהי\"ה שהוא שורש דינין והאחוריים האלו הנקרא אלהים כי גם הוא מתפשט עד התבונה גם כן ונמצא שו' שמות אלו הם גימטריא תבונה ע\"ה לרמז שבתבונה זו נכלל שם בוכ\"ו שהוא שורש הדינין וכל הק\"ך צרופי אלהים וז\"ס ואם ד\"ל הוא ואין ידו משגת כי התבונה נקראת אם הבנים היא בחי' ד\"ל שהוא שם הנ\"ל אשר הוא למעלה באחוריים של ד\"ת דבינה בבחי' ד\"פ ל' צרופים הנ\"ל ועתה נתפשט בתבונה גם כן הנקראת אם הבנים:",
  "parentheses": [
    {
      "hns": "249.1.1",
      "text": "נ\"א בפנים שלה רק באחוריים שלה כמ\"ש"
    },
    {
      "hns": "249.2.1",
      "text": "ק\"ך צרופים"
    },
    {
      "hns": "249.3.1",
      "text": "אותיות"
    }
  ]
}