{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 197,
    "section_hns": "197.1",
    "path_trace": [
      "text#14",
      "#2",
      "13",
      "4",
      "1"
    ],
    "paren_count": 1
  },
  "text_he": "ועתה נבאר ג' רישין אלו אשר נקראו באדרא ב' בחי' ב' רישין לבד כנ\"ל הנה לעיל ביארנו כי כל ראש וראש מאלו הג' רישין אשר כללותן ב' רישין בלחוד הנה כל אחד מהם יש בו עצמות וכלים והם ו' בחי' וכל בחי' מהם כוללת ג' הרי הם כולם ח\"י בחי' כנ\"ל אשר אין הרדל\"א נכלל בכללותן כלל ועיקר. ואמנם למטה בסדר התלבשות רדל\"א הנקרא ע\"י בתוך (נ\"א בערך) רישא דא\"א יתבאר איך האי רישא תניינא הנקרא אוירא דיתבא על האי מ\"ס שהיא רישא ג' דא\"א הנה היא נמשכת מבחי' האי רדל\"א דעתיק יומין שלא יכלה להתלבש באריך אנפין ואחזי נהוריה בהאי רישא כו' הנקרא אוירא והבן זה ועיין למטה מה ענין האי אוירא ונבאר תחלה בחי' העצמות אשר בג' רישין אלו שהוא הרוחניות שבתוך כל אחד ואחד מהם מתחלק כ\"א וא' מהם לג' בחי' נמצא שהם ג' בחי' כ\"א וא' מהם ג' ג' ובין כולם ט' בחי' של עצמות וכנגדן ט' בחי' אחרות בסוד הכלים שלהם ובין כולם הם ח\"י בחי'. ונתחיל בענין ט' בחי' העצמות שהם ג' ג' והנה סבת היותן בחי' ג' הוא לפי שכבר נתבאר אצלינו שכל בחי' אורות עליונים יש בהם ג' בחי' א' הוא או\"פ ועליו יש אור עליון ממנו הנקרא או\"מ עליו ועליהן אור עליון וגדול משניהן והוא מקיף לשניהן והנה ג' בחי' אלו הם ג' רישין הנ\"ל כי רישא עלאה דעתיקא שהוא כתר הנקרא גולגלתא דא\"א הוא מקיף עליון הגדול מכולם ותחתיו יש רישא תניינא הנקרא אוירא והוא מוחא בערך הגולגלתא הנ\"ל וגם הוא נעשה גולגלתא בערך רישא תליתאי הנקרא חכמה כנ\"ל וזו הרישא תניינא הנקרא אוירא הוא מקיף קטן שהוא מקיף לאו\"פ ותחתיו יש רישא תליתאי הנקרא מ\"ס דא\"א הנקרא חכמה דא\"א והוא סוד או\"פ והנה אלו הג' רישין הם בחי' נר\"ן שבא\"א כי גולגלתא הוא נשמה ואוירא הוא רוח וחכמה סתימאה היא נפש. ואחר שנתבאר ג' רישין אלו בכללות נבאר כ\"א מהם בפרטות והוא כמ\"ש בסוד הכללות שהם ג' בחי' וגם כ\"א וא' מאלו הג' כלול מג' בחי' אלו ג\"כ וזהו פרטן. הנה ברישא עלאה הנקרא נשמה ונקרא כתר דא\"א ונקרא גולגתא דיליה ונקרא או\"מ הגדול הנה יש בו ג\"כ ג' בחי' אלו עצמן והם או\"פ שבו ואו\"מ שעליו ואו\"מ עליון משניהן ושלשתן נקרא נשמה בערך כללות ונקרא או\"מ הגדול ונקרא כתר א\"א ונקרא גולגתא דיליה והנה ג' בחי' אלו הנקרא נשמה הנה הם ג' שמות הוי\"ה וכ\"א מהם הוא במילוי יודין כי גם כלל זה יהיה בידך שכל בחי' הנשמה הוא הוי\"ה דיודין. אמנם ההפרש שיש בג' הויות האלו דיודין הוא בענין הנקודות שבהם והענין הוא כי גם כלל זה יהיה ביד שבא\"א כל הויות שבו הם בסוד מילוין וגם בסוד נקודות כי כולם מלאים ומנוקדים אבל ההפרש שבהם הוא בענין סדר הניקוד איך הוא כי הנה בחי' רישא קדמאה אור הפנימי הוא שם כזה יוד הי ויו הי ואינו מנוקד רק בד' אותיות הפשוטות בלבד שבו כזה שהם חולם ביו\"ד וצירי בה\"י וקמ\"ץ בוי\"ו וציר\"י בה\"י וניקוד זה הוא כפי תנועת האותיות כנודע בספרי המקובלים. והנה יש אור ב' המקיף עליו והוא הוי\"ה במילוי יודין ג\"כ כזה יוד הי ויו הי אמנם מנוקדת בכל י' אותיותיה בניקוד הנ\"ל כי ג' אותיות יוד יש בו ג' נקודות חולם ובב' אותיות ה\"י יש בכ\"א מהם צירי ובג' אותיות וי\"ו ג' קמצין תחת כ\"א מהם נקוד קמץ ובב' אותיות ה\"י יש תחת כ\"א מהם צירי. עוד יש אור ג' המקיף על שניהן והוא ג\"כ הויה במילוי יודין יוד הי ויו הי אמנם אופן הניקוד הוא כי בד' אותיות הפשוטות הם מנוקדים ע\"ד התנועות האותיות חולם צירי קמץ צירי וששה אותיות אחרות של המילוי כולם מנוקדים בקמץ תחת כל אות מהם והרי נתבאר ג' הויות שיש ברישא עלאה הנקרא כתר גלגלתא דא\"א והם בסוד או\"פ ומקיף ועוד מקיף אחר על שניהן אמנם בערך הכללות של שאר רישין כל ג' בחי' אלו אינם רק בחי' אור המקיף העליון שבכולם והוא נשמה. רישא תניינא והוא הנקרא אוירא יש בו ג\"כ ג' הויות של שם ס\"ג גם כן על דרך הנ\"ל ממש ובנקודים הנ\"ל כזה יוד הי ואו הי יוד הי ואו הי יוד הי ואו הי אלא שבמקום כל נקודת ציר\"י יש נקודת סגול תמורתן ושלשתן או\"פ ומקיף ומקיף לשניהן בבחינת הפרטות אבל בערך הכללות כל ג' בחי' אלו אינם רק בחי' אוה\"מ הקטן שעל הפנימי והוא רוח. רישא תליתאי והוא הנקרא חכמה מ\"ס דא\"א ויש בה ג\"כ ג' הויות אחרות כזה יוד הא ואו הא יוד הא ואו הא יוד הא ואו הא במילוי מ\"ה דאלפי\"ן בנקודת הנ\"ל של רישא תנינא שהם סגול במקום ציר\"י ועוד נוסף באלו שינוי ב' והוא כי גם במקום ניקוד קמץ הם באלו ניקוד פתח תמורת הקמץ ושלשתן או\"פ ומקיף ומקיף לשניהם בבחי' פרטיות אבל בבחי' הכללות כל ג' בחי' אלו אינם רק בחי' או\"פ בלבד שבג' רישין הנ\"ל וג' רישין הכלולין מן ט' בחי' הם בחי' נר\"ן שבא\"א כנ\"ל והויות הנשמה במילוי יודי\"ן שהוא ע\"ב והויות הרוח במילוי ס\"ג והויות הנפש במילוי אלפין ואמנם הפרש נקודתן כבר נתבאר לעיל וכל אלו הם ט' הויות של העצמות והרוחניות שבתוכן ועוד יש ט' בחי' אחרות דאהי\"ה הנקרא כלים שלהם שבתוכם מתלבשים הט' הויות של העצמות והם ט' שמות של אהי\"ה והם ממש ע\"ד מילוי הט' הויות של העצמות הרי בין כולם ח\"י שמות שהם ח\"י העולמים כנ\"ל ג' כלים של רישא קדמאה כזה אלף הי יוד הי אלף הי יוד הי אלף הי יוד הי ג' כלים דרישא תנינא כזה אלף הי יוד הי אלף הי יוד הי אלף הי יוד הי ג' כלים דרישא תליתאי כזה אלף הא יוד הא אלף הא יוד הא אלף הא יוד הא:",
  "parentheses": [
    {
      "hns": "197.1.1",
      "text": "נ\"א בערך"
    }
  ]
}