{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 795,
    "section_hns": "795.1",
    "path_trace": [
      "text#14",
      "#2",
      "49",
      "6",
      "1"
    ],
    "paren_count": 1
  },
  "text_he": "והנה מצות המילה הוא בסוד הלבוש קדוש דנגה להפריד משם ג' קליפין אחרנין שביסוד דקליפה הרע והם מילה ופריעה ואטופי דדמא וענין נדה בסוד נוקבא שבנוגה לכן יש שם ה' דמים טמאים וה' דמים טהורים וכעד\"ז שאר המצות כולם שם הם וז\"ש בתיקונים לרשיעייא אינון קשורין לכל מקטרגא דילהון אך החסידים שאין הרע דקליפת נוגה לבוש שלהם אין צריך להם המצות לצורך זה רק מתקשר ממש בגוף העולמות ולא במלבושים שבנוגה כנ\"ל ועד\"ז כל המצות נחלקים בזה הלבוש דנגה. וכן מצות הטרפה היא הרע שברפ\"ח ניצוצין דקליפת נגה שנטרפה מן הכלב הרע שבקליפה שהוא סוד ב\"ן מל' של הקלי' הרע וכשחוזרת למוטב נתקנה בב\"ן מ\"ן דקדושה וזה הטרפה הוא מלבוש העליון דחשמ\"ל הנקרא בשר שנטרפה מאה\"ר וזהו ובשר בשדה טרפה (והנה נתבאר ענין הנגה וחשמל כי זה לבוש דגופא ועלין וטרפין דיליה כי החשמ\"ל הוא עלין דאילנא דגנתא אך הפרי הוא בפנים מזה הלבוש) והנה כל ההיכלות דבי\"ע הם סוד חשמ\"ל והנה נתבאר שבכ\"א וא' מהן יש ג' כלים פנימים בבריאה אמצעים ביצירה חיצונים בעשיה והנה הרוחין הנזכר בהיכלות דפקודי הם רוחין וחיות דכל היכל הם הנפש ואח\"כ הג' כלים הנזכר אצלינו והלבוש שלהם הוא חשמ\"ל ועליו הנגה ועליו ג' קליפות והנה הרקעים דעשיה הם קלי' נגה דעשיה והם יריעות עיזים כי כל הבהמות וחיות ועופות ודגים ואילנות ועשבים ואבנים כו' כולם טו\"ר מקלי' נגה אך הטמאים שבב\"ח והאסורים לאכילה בעשבים ובעצים כגון ערלה וכלאי הכרם הם בג' קלי' הערלה ומ\"ש בתקונים ל\"ו כי הבריאה יכול לאתערבא עיה קליפה וכו' פי' בי\"ע יכול לאתערבא ביה קלי' והוא קליפת נגה שבכולם ואינם שוין כי בבריאה רובו טוב וביצירה בינוני ובעשיה רובו רע וזהו ענין אסתר שהיתה מנחת שידה במקומה ומזדווגת עם אחשורוש כמ\"ש פרשת תצא דף רע\"ו ובתקונים ד\"ן והוא קלי' נגה שלה מבחי' הרע הנקרא שד והיתה יודעת היא ומרדכי להשביע השד היצה\"ר שלה ע\"י שם המפורש כנזכר שם שיתלבש בדמות גוף וילך אל אחשורוש ומשם נולד דריוש בן אסתר מצד השידה ההיא שלה והרי הוא בן אסתר ממש לכן היה חציו טוב וחציו רע. [הגהה - צמח עם האמור באסתר כאן תבין מ\"ש ביוסף ותנח בגדו אצלה היינו בחינת הלבוש וינס חוצה היינו פנימית]. לכן היה גוי וגם צוה שיבנה בהמ\"ק כי הוא נתן רשות תחלה קודם שמלך כורש. והנה הנגע הוא דכורא דנוגה הפך ענג דקדושה היא ורעה היא נוק' לילית ויש להם יכולת להזדוג עם אנשים יען הם לבוש הנפשות שלהם ונ\"ל כי אשמדאי שד יהודי הוא קלי' נוגה ונוקבא דיליה היא לילית זעירתא כנודע אך שדים אחרנין הם משאר ג' קלי' והנה נגה סוד עור הנ\"ל משכא דחויא הוא רע וטוב הרי בעור רע וטוב לכן כל בחי' בעלי קריין נקרא רע בסוד ויהי ער בכור יהודה רע בעיני ה' כנודע והנה כשהיצה\"ר גובר אז בלילה מוליך עמו הנפש ואת היצה\"ט לקליפת נוגה ורואה חלום תבן וקש שהם קליפה נגה וכשעוסק בתורה נאמר בו בשכבך תשמור עליך ומתגבר היצה\"ט שהוא מלאך ומוליכו אצל המלאכים טובים דעשיה וז\"ס כאן ע\"י מלאך כאן ע\"י שד וז\"ס ושבע ילין בל יפקד רע שבע ילין מד\"ת אינו נפקד בחלומו ע\"י הרע של נגה הנקרא רע בסוד בעלי קריין כנודע:",
  "parentheses": [
    {
      "hns": "795.1.1",
      "text": "והנה נתבאר ענין הנגה וחשמל כי זה לבוש דגופא ועלין וטרפין דיליה כי החשמ\"ל הוא עלין דאילנא דגנתא אך הפרי הוא בפנים מזה הלבוש"
    }
  ]
}