{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 183,
    "section_hns": "183.1",
    "path_trace": [
      "text#14",
      "#2",
      "12",
      "1",
      "7"
    ],
    "paren_count": 1
  },
  "text_he": "ונבארם עתה דרך פרט ונאמר ונתחיל לבאר ענין עתיק יומין ותחלה נבאר מי הוא הנקרא ע\"י. הנה בתחלת אדר\"ז דרפ\"ח ע\"א וז\"ל האי ע\"ק טמיר וגניז וכו' ג' רישין אתגלפין דא לגו מן דא ודא לעילא מן דא וכו' והביאור הוא דע כי זה הע\"ק הנזכר כאן אינו מדבר על הזכר הנעשה משם מ\"ה אלא על נוקבא דעתיק ודא\"א הנעשים מבחי' ספי' הכתר דב\"ן של נקודות של המלכים שמתו וזכור הקדמה זו כי היא צריכה לך בכל האדרא לכל הדרושים דעתיק ודא\"א כנ\"ל והנה כתר הזה בכללות כולו נקרא ע\"ק והבן זה מאד. והנה הכתר שהוא כללות ע\"ק מתחלק לב' חלוקות שהם ג'. פירוש כי הנה נחלק לע\"י ולא\"א ואח\"כ גם הא\"א נחלק גם הוא לב' רישין והם כתר שלו של א\"א עצמו והחכמה דא\"א עצמו שהוא מוחא סתימאה שבו בא\"א באופן כי ע\"ק הנ\"ל כאן הוא כולל ג' רישין רישא א' הוא הנקרא ע\"י והוא החלק של ראש העליון אשר בע\"ק וב' רישין תתאין אשר בע\"ק הם הנקרא א\"א הנחלק לכתר ולחכמה שבו עצמו כי ע\"ק הוא שם כולל לע\"י ולא\"א בבחי' שם ב\"ן שבו והבן זה מאד. ולכן נקרא ע\"ק כי הוא מבחי' נקודות כתר הזקן שבכל י\"ס אשר ממנו נעשה עתיק וא\"א משא\"כ בשם מ\"ה הזכר כי עתיק לבדו נעשה מן הכתר דמ\"ה אבל א\"א לא נעשה אלא מחכמה דמ\"ה. והנה מה שלוקח משם מ\"ה שנעשה ממנו בחי' עתיק דכורא כבר נתבאר עניינו שהוא הכתר שהם הטעמים דמ\"ה אבל נוקבא דע\"י אשר הוא הראש העליון שבג\"ר שהם נקרא דרך כללות ע\"ק כנ\"ל. הנה יש בה ספיקות גדולות מה הם הבחי' שלוקח משם ב\"ן כדי להעשות ממנו הנוקבא דעתיק. וז\"ש באדר\"ז ג' רישין מתגלפין וכו' וביאר ענינם ואמר כי ראש התחתון שבהם הוא מוחא סתימאה דא\"א שהוא בחינת החכמה שבו. וז\"ש רישא חדא חכמתא סתימאה דאתכסיא ולא אתגלייא ולא מתפתחא וכו' ולמעלה ממנו הוא רישא עלאה ע\"ק סתימאה דכל סתימין והוא בחי' הכתר עצמו דא\"א אשר גם הוא נקרא ע\"ק להיותו בחי' כתר. ולמעלה ממנו הוא רישא דכל רישין רישא דלאו רישא דלא ידעי ודלא אתיידע כלל מה דהוי בההוא רישא וכו'. והנה זה הראש הג' ממטה למעלה שהוא עליון שבכולם הוא בחי' נוקבא דע\"י ולכן אמר דלא אתיידע מה דהוי בההוא רישא לפי שבעתיק דכורא כבר ביארנו דאתיידע מה דהוי ביה שהוא הכתר משם מ\"ה אבל מה שלוקח משם ב\"ן להאי רישא תליתאה יש בו כמה ספיקות כמ\"ש בע\"ה וז\"ש דלא אתיידע מה דהוי בההוא רישא. ולכאורה צריך לדייק למה לא אמר ולא אתיידע מה הוי האי רישא א\"כ משמע שכבר אנו יודעין מציאת הרישא בעצמה מה ענינה שהוא הע\"י כנ\"ל אבל מה שיש בתוכה הוא שאין אנו יודעין מה הוא וביאורו הוא על בחי' שם ב\"ן אשר שם כי הוא מברר מן הבירורין (נ\"א מן הכתרים) שיש בשם ב\"ן ומתחברים עמו ונעשים נוקבא אליו זהו שאין אנו יודעין כמה בירר ממנו וחיברו אליו:",
  "parentheses": [
    {
      "hns": "183.1.1",
      "text": "נ\"א מן הכתרים"
    }
  ]
}