{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 564,
    "section_hns": "564.1",
    "path_trace": [
      "text#14",
      "#2",
      "39",
      "1",
      "4"
    ],
    "paren_count": 0
  },
  "text_he": "ואחר כך ירדו זו\"ן במקומם למטה ושם הוכרחו לחזור אב\"א כנ\"ל ולסבה הנ\"ל שלא יתאחזו החצונים ואז בהיותן אב\"א הוציאה הנוקבא וילדה לנשמה דאדם וחוה וזכור כלל זה בכ\"מ אשר נאמר כי אדם וחוה ע\"י זווג דאב\"א יצאו אין הכוונה כפשוטו כי א\"א לעולם להזדווג כי אם פב\"פ אך הכוונה לומר כי לא יכלו לעמוד זו\"ן פב\"פ במקומם למט' להזדווג ולהוציא אדם וחוה והוצרכו לעלות למעלה בחיק או\"א כנ\"ל ונזדווגו שם פב\"פ ע\"י מ\"ן דבינה שהעלתן המל' וכאשר חזרו במקומן וירדו למטה הוכרחו להיות אב\"א ואז יצאו נשמת אדם וחוה בהיותן זו\"ן אב\"א. ועיין בדרושי אבי\"ע בענין חטא דאדה\"ר ותבין סדר מעלות מדרגות העולמות איך היו בעת שנברא אדה\"ר ושם תבין איך היו הזו\"ן עליונים במקום או\"א ושם היו בבחי' אב\"א ונזדווגו שם להוציא אדה\"ר וע\"ש היטב וזכור כלל זה לכל המקומות שנזכר ענין זווג אב\"א שאין הענין כפשוטו אלא ע\"ד הנ\"ל והוא כשיש בישראל מצות ומע\"ט שע\"י יגרמו שיוכלו להזדווג זו\"ן פב\"פ וע\"י היא יכולה להעלות מ\"ן לגבי מ\"ד דדכורא ואם אין ח\"ו בישראל זכות אין כח בנוק' דז\"א להעלות מ\"ן שלה לגבי בעלה כנודע כי אין המ\"ן עולין אלא ע\"י נשמות התחתונים ולכן כדי לזווגם היא צריכה לעלות עם ז\"א למעלה באו\"א והיא מעלה מ\"ן דאמא ומזדווגים יחד ונמצא כי כמעט זווג זה אין נקרא על שמם רק ע\"ש או\"א כי עד שם עלו ובכחם וע\"י מ\"ן שלהם הם מזדווגים ואלו בעת ההיא היו רוצין לירד למטה למקומם לא היה יכולת וכח להם לעמוד פב\"פ אלא אב\"א ונמצא ודאי שאין שום זווג אלא בהיותן פב\"פ אבל מה שאנו קורין אותו זווג אב\"א ר\"ל שאם היו אז יורדין למקומן למטה לא היו יכולין לעמוד אלא אב\"א כי ע\"כ עלו למעלה כדי שיוכלו להיות פב\"פ. ונחזור לענין כי אדם וחוה יצאו ע\"י זווג פנים בפנים למעלה אשר זווג זה נקרא אב\"א ואמנם אם היו זו\"ן יכולין להזדווג במקומן למטה פב\"פ היו אדם ואשתו יוצאין מתוקנים בתכלית התיקון וכל העולמות היו שלמים והנה אחר שברא הקב\"ה לאדם וחוה אלו לא היה חוטא אחר שנסרו הקב\"ה כדי שיזדווג עם אשתו פב\"פ היה יכול ע\"י תפילותיו ומע\"ט להכניע הקלי' והיה מחזיר לזו\"ן פב\"פ במקומן למטה והיו מתבררין המ\"נ דנוקבא לגמרי והיו הסוגים מובדלים ומופרדין מן הקדושה והיו מתים לגמרי ומתבטלין מן העולם וכל הנשמות הקדושות היו יוצאין מתוך הקלי' ואז ימותו הקליפות ויתבטלו כנ\"ל וכאשר חטאו אדם וחוה גרמו שלא נתבררה המ\"ן דנוקבא דז\"א לכן אע\"פ שע\"י זווג אדם וחוה גרם להחזיר זו\"ן פב\"פ במקומן למטה הנה לא היה דבר של קיום תמיד כי לא היה מספיק בחזרה ההיא רק בשעת זווג לבד ותיכף היתה הנוקבא חוזרת אב\"א עם ז\"א וכיון שהיה כן נמצא שהיה צריך בכל זווג וזווג לעשות תיקון שיחזרו פב\"פ לפחות בעת הזווג ולברר אז קצת ניצוצין של אותן המלכים ולהעלות בבחי' מ\"נ לברא מהם נשמות מעט חמעט ותיכף היו חוזרין אב\"א כי אין בה כח להעלות ולברר כל הני ניצוצין ביחד רק מעט מעט. והנה בזמן חורבן בית ני בזמן י' הרוגי מלוכה גברו מאד מאד העונות ולא די שלא היה כח ביד בני אדם התחתונים לברר ניצוצין אלו ע\"י תפלתן להעלותן בסוד מ\"נ אלא אפילו גם המ\"ן דבינה ירדו למטה וחזרו להתערב בקלי' וז\"ש ובפשעכם שלחה אמכם וע\"ז היה העולם נאבד עד שהוצרך הש\"י לתקן העולם וזה היה ע\"י הרוגי מלוכה כמ\"ש בע\"ה. ותחלה אנו צריכין להודיעך כי הנה ג' בחי' יש בענין עליית מ\"ן א' הוא בחי' המ\"ן עצמן אשר בחי' זו כבר נת\"ל היטב. ב' הוא העצמות כלי של בית הרחם של האשה כדי לקבל טפת הזכר בתוכה ובתוך כלי זה יש ג\"כ מ\"ן שלה אשר נתבאר עניינם למעלה וכלי זה נעשה ע\"י ידים עליונים דבינה שהם ח\"ג שלה שהם י' אצבעות וז\"ס ה' אותיות מנצפ\"ך שהם כפולות והם יורדים עד שם למטה בנוקבא ונעשית כלי וכמ\"ש על פסוק עלי באר ענו לה באר חפרוה שרים כרוה נדיבי העם כנזכר פרשה בהעלותך דק\"ן ע\"א וזשארז\"ל על תמר שמעכה באצבע והבן זה. ג' הוא ענין ההוא רוחא דשביק בגווה בעלה כנזכר בסבא דמשפטים צ\"ד כי אין כח המ\"ן להעלות ולהתברר שם מעצמן רק ע\"י ההוא רוחא דעאיל ז\"א בגווה בזווגא קדמאה כנודע והוא הוי\"ה דההי\"ן ב\"ן וע\"י שם זה הוא העלאת מ\"ן לבעלה וזהו ענין ההוא רוחא דשביק בה בעלה כנ\"ל. והנה אז בחורבן בית שני לא היה כח להעלות מ\"ן הנ\"ל אם לא בבחי' אחרת רביעית והוא שהוצרכו י' חסידים ההם ליהרג ולמסור עצמן על ק\"ה בפועל ואחר שנהרגו היה כח בנשמותיהם לברר המ\"ן מהמלכים להעלותן מ\"ן בכל זווג וזווג שיש בין במ\"ן דבינה בין במ\"ן דנוקבא דז\"א רחל. וטעם היות כח באלו להעלות מ\"ן הנ\"ל הוא כי הנה י\"ב שבטים הם שורש לכל הנשמות כולם שהם עצמן בחי' המ\"ן הנ\"ל ואלו י' הרוגי מלוכה הם השבטים עצמם כנודע לכן יש בהם כח להעלות המ\"ן שהם מציאות הנשמות עצמן וענין היותן י' הרוגים לבד השבטים הם י\"ב נתבאר בדרוש אחר. והנה ענין זה נתבאר זוהר פקודי בענין י' הרוגי מלוכה ואמר שם גופא דילהון אתמסר לסט\"א ונשמתהון למלכא קדישא והענין כמ\"ש כי לא די שאז לא היו מבוררין המ\"נ של הנוקבא אלא גם מ\"נ דבינה ג\"כ ירדו ונתערבו בקליפות. והנה המ\"נ דנוקבא דז\"א לעולם היתה ברשות סט\"א ולעולם לא יצאו משם אמנם של הבינה כבר היו מבוררים וחזרו לירד כנ\"ל והמ\"נ דבינה הם מתבררין ע\"י נשמות אלו של י' הרוגי מלוכה והם מעלין אותן מן הקליפה למעלה בבינה וז\"ס ת\"ח נשמתא דאלין לאשלמותא דרוחא קדישא דילהון עשרה רוחין מתתא כדקא יאות וכו' ר\"ל שע,י רוחין דילהון יעלה מ\"נ מתתא לעילא וז\"ש מתתא ר\"ל ממקום הקלי' עד בינה והבן היטב ענין העלאת מ\"ן מה פירושו שהוא מ\"ן מתתא שהם הקלי' למעלה בבינה או במל'. ואמנם העלאת מ\"ן דנוקבא דז\"א מתתא מן הקלי' למעלה בנוקבא הנ\"ל אינו אלא ע\"י גופין דילהון ממש שנהרגו וז\"ס וגופא דילהון אתמסרו למלכא חייבא פי' ביסוד הקלי' אשר היא ס\"א אשר בהם נאחזין המ\"נ דנוקבא דז\"א בעצמן כנ\"ל שמעולם לא יצאו משם והם מכנים בשם סט\"א ממש. והנה גופם של י' הרוגי מלוכה נמסרו אז בידם דסט\"א והרגום כדי שיהיה בהם כח להעלות המ\"נ דנוקבא דז\"א משם בזכותן כי הלא הגופין הם מקבלין צער דהריגה ולכן כדי להוציא המ\"נ דנוקבא דז\"א אשר היו מושרשים בעמקי הקליפות סט\"א הוצרכו גופם למהסר ביד סט\"א שיהרגו. ואל תתמה זה כי הנה גופות שלהם הוו כ\"כ מזוככים עד אשר היו ראוין בערך נשמות של בני אדם אחרים כי זהו מעלת הצדיקים לזכך גופם ולעשותן צורה וזהו הטעם שאין מיתה נזכר בצדיקים וראייה לדבר מאליהו ז\"ל כי עלה בשמים בגוף ונפש כמ\"ש בע\"ה בענין גופא של אדה\"ר מהיכן היה ומכ\"ש גופות אלו הקדושים י' הרוגי מלוכה שנהרגו על ק\"ה לתכלית ולכוונה הנ\"ל כי ודאי גופם ממש עלו בבחי' רוח והם מעלין מ\"נ דנוקבא דז\"א מאז ואילך עד ימות המשיח והנה גופית שלהם היו מבחינת הקרבנות. וז\"ס ומהכא רזין דקורבנין פי' כמו שהקרבן הוא מעלה ומקרב העולמות זה לזה כנזכר בענין מעלת התפלה איך ע\"י הקרבן התמיד אנו מעלין עולם בעולם עד רזא דא\"ס כנזכר סוף פרשה פקודי גם אלו החסידים י' הרוגי מלוכה הם מעלין בגופם ממש את המ\"נ דנוקבא דז\"א למעלה:",
  "parentheses": []
}