{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 244,
    "section_hns": "244.1",
    "path_trace": [
      "text#14",
      "#2",
      "15",
      "2",
      "1"
    ],
    "paren_count": 7
  },
  "text_he": "ועתה צריך שנבאר מה תועלת נמשך מכל אלו הזווגים כי הנה כאשר הוא לזווג העליון בהיותן למעלה והוא זווגא שלים להוריש עטרות לבנים אז כל מציאת הזווג ההוא עיקרו לתת מוחין גמורים דגדלות אל זו\"ן שבאצילות להוליד נשמות חדשות כנ\"ל ומשם נמשך ג\"כ הארה בעולמות בי\"ע והענין כמ\"ש בדרוש אבי\"ע כי בעולם הבריאה א\"א ואבא אשר שם אין להם רק בחי' ו\"ק ואמנם אמא וזו\"ן דבריאה יש י\"ס לכל א' פרצוף שלם. גם יש הקדמה אצלינו כי כל מה שהיא הארה מועטת למעלה תהיה למטה כפי ערכה גדולה משל מעלה ונמצא כי בהיות הזווג העליון דאו\"א למעלה שוין בקומתן ויהיה ג\"כ זווג שלים אז יש הארה גדולה מאד באצילות ואז יש מוחין גמורים דגדלות אל זו\"נ דאצילות להוליד נשמות הצדיקים שהם מבחי' פנימית העולמות ואז ג\"כ ע\"י הארה זו נוספים בחי' מוחין דגדלות לאבא דבריאה ג\"כ משא\"כ קודם זה כי לא היה בו רק ו\"ק שהוא בחי' היניקה ואז בגדלות גם אבא דבריאה יש לו פרצוף שלם אבל בהיות שאינו זווג שלים דאו\"א דאצילות רק ע\"י מקרה לפעמים שהוא ברביצת האם על האפרוחים אז אין הזווג הזה לתועלת הבנים עצמן זו\"נ דאצילות כי אחר שזווגם הוא בהיותן רבוצים תוך זו\"נ עצמן בהיותן בבחי' מוחין בתוכם כנודע א\"כ נחשב זה כאלו הוא זווג זו\"נ עצמן ולכן אין כח בזווג זה התחתון לתת מוחין אל זו\"נ דאצילות רק סוד יניקה לבד דוגמת האם רובצת על האפרוחים להניק אותם. וכבר נודע כי בחי' היניקה הוא בחי' ו\"ק לבד ואז ע\"י הארת יניקה דו\"ק אל זו\"נ דאצילות אז עדיין אבא דבריאה אין בו רק ו\"ק ומזדוג עם אמא דבריאה שיש לה פרצוף שלם והם מולידין מוחין גמורים לזו\"נ דבריאה שהארה קטנה למעלה היא גדולה למטה וכאשר זו\"ן דאצילות בבחי' ג' על ג' אז יש יניקה לזו\"ן דבריאה בבחי' ו\"ק לבד. והנה נת\"ל כי גם בזווג זה התחתון של רביצת האם על האפרוחים יש בו ב' אופנים או בהתלבשותן תוך ז\"א עצמו כנודע שהנה\"י שלה נעשין מוחין אליו או בהתלבשותן בנוקבא והענין הוא כי זווג או\"א הוא לעולם כדי לתת מוחין לזו\"נ כפי מה שהם או דיניקה או דגדלות ואמנם עתה אנו מדברים ביניקה כי הנה בעת נתינת המוחין אז נקרא זו\"נ הוי\"ה אלקים הוא הוי\"ה והיא אלקים (והנה) בהיותן בסוד אב\"א אז הז\"א לבדו נקרא הוי\"ה אלהים כי תחלה נותנין לו לבדו ואחר כך ממנו נמשכין אליה וכשהם פב\"פ אז נמשכין אל שניהן ביחד (ואז הם סוד) יחוד הוי\"ה אלהים הנזכר בכ\"מ. גם יש בחי' אחרת שגם הוא בחי' הוי\"ה אלקים והוא כי לפעמים אמא המתלבשת בנה\"י (הנה\"י) שלה בז\"א לבדו בפנימיות ואז הוא נותן אח\"כ המוחין לנוקבא ואז הז\"א לבדו נקרא הוי\"ה אלהים אמנם כאשר יורדת ומתלבשת בנוקבא אז אין אמא מתלבשת בתוכה רק נשארת עליה בסוד אור מקיף כי (כמו) כאשר יורדת הבינה אל המלכות בסוד תפילה של יד נשארה בסוד אור מקיף והנה\"י של עצמות זעיר אנפין נכנסין בפנימיותה ואז נקרא הזו\"ן בין שניהן יחוד הוי\"ה אלהים והנה כאשר יורדת אמא במלכות אז יש במלכות מציאות מ\"נ שעל ידם מזדווג אמא עם אבא בהיותן שם למטה כנ\"ל אך בהיות אמא תוך ז\"א אז היסוד דז\"א מתעלה בה בסוד מ\"ן ועי\"כ נעשה זווג לאו\"א הנ\"ל נמצא כי כאשר הזווג הוא בהיות אמא תוך ז\"א אז ז\"א דאצילות יש בו בחינת ו\"ק בלתי מוחין דגדלות אבל גדפין יש לו ונקרא אפרוחים אבל כאשר מתלבשת במלכות לבדה אז הוא ביצים שהוא ו\"ק בלתי גדפין. והנה כבר בארנו בדרוש א\"א ענין או\"א מהיכן נמשך בהם כח הזווג ואמרנו בביאור אדר\"ז איך ב' שמות דהוי\"ה דיודין שהם ח' חוורתא דרישא דא\"א הם נמשכין דרך ב' פנים (דאו\"א) (דא\"א כצ\"ל) וכל הוי\"ה יש בה מ\"ב אותיות דפשוט ומלא ומילוי דמילוי ובפן א' יש מ\"ב ובפן הב' יש מ\"ב ב' כנ\"ל וכל פן ופן כולל י\"ס והכתר לוקח שער ראשון של מ\"ב והוא כולל כל המ\"ב אמנם המ\"א הנשארים מתחלקין לט\"ס וכל ספי' מן הט' כולל כל מ\"א והם גימטריא ש\"ע ע\"ה והכתר לבדו הכולל כולם הוא ש\"ע נמצא כי בפן א' יש ט\"ס כל א' כלולה מן המ\"א הם ש\"ע נהורין וכן בפן הב' ש\"ע נהורין ממ\"א אותיות הוי\"ה הב' כנ\"ל. גם נתבאר שם כי במצח דא\"א מתלבש הדעת דעתיק (צ\"ל דא\"א) ובתוכו מתלבש היסוד דעתיקא וגם מזה המצח יורד הארה עד או\"א כדי שיזדווגו כי הרי הוא נמשך מבחי' יסוד ודעת שהם בחי' זווג ושם נתבאר איך יורדים אורות אלו עד הגרון דא\"א ושם נעשה הזווג מהחיך והגרון ונעשה בחינות אחע\"ה שבגרון שהוא בחינת שם ס\"ג ואהי\"ה שהוא בגימטריא אחע\"ה והם בחי' ב\"פ מ\"ב אשר בפנים דא\"א אשר נעשו ש\"ע נהורין כנזכר שם. גם נתבאר שם כמה בחי' יש בענין הסתכלות הנזכר באדר\"ז ושם ביארנו ב' בחי' מהם בלבד א' כאשר או\"א הם מסתכלין למעלה במצחא דא\"א שאז הם בבחי' א\"א ויש להם ש\"ע נהורין וגם הזווג שלהם הוא פב\"פ שוין בקומתן למעלה בב' זווגים שלים ולא שלים אבל כאשר אינה מסתכלין אלא בתרין תפוחין שהם הפנים דא\"א אז אין להם רק ק\"ן נהורין כדמיון ז\"א כנזכר באדרא דקל\"ה ואז הם קצרי הקומה בבחי' הזווג הב' הנקרא רובצת על האפרוחים ואלו הם הב' זווגים שיש להם כאן למטה שלים ולא שלים. ונבאר עתה עניינם דע כי או\"א ב' הכתרים שלהם הם בגרון דא\"א כמבואר במקומו והם נמשכין מס\"ג ואהי\"ה אשר שם שהם סוד אחע\"ה הנ\"ל והנה בגרון דא\"א נתבאר לעיל שעד שם מגעין החוורתי שהם מ\"ב ב\"פ של ב' הויו\"ת ונעשו שם אחע\"ה ואמרנו כי להיות שאבא גניז וטמיר יתיר לכן הכתר דאמא כלול בכתר דאבא נמצא כי ג\"ם באבא וא\"ם באימא וז\"ס גם צפור מצאה בית כי אבא יש לו ג\"ם שהוא בחי' הש\"ע נהורין כמנין צפור והו' היתירה הוא בחי' הפנים עצמו דא\"א אבל אמא אין לה רק א\"ם וזהו הטעם שנקרא בינה אם בכ\"מ. והענין הוא כי הנה ב' מזלות שיש שם בי\"ג ת\"ד דא\"א והם תיקון ח' שהוא מזל העליון ותיקון י\"ג שהוא מזל תחתון והנה אבא נאחז במזל העליון ואמא במזל תחתון ותרווייהו נחתי בשקולא עד טבורא בשוה אמנם בראשיהם למעלה המזל הח' שרשו גבוה למעלה בדיקנא יותר מן המזל הי\"ג ואותו הפרש מועט שלקח אבא הוא זה הא' שלקח אבא יותר מאמא ונקרא אבא ג\"ם אמא א\"ם:",
  "parentheses": [
    {
      "hns": "244.1.1",
      "text": "והנה"
    },
    {
      "hns": "244.2.1",
      "text": "ואז הם סוד"
    },
    {
      "hns": "244.3.1",
      "text": "הנה\"י"
    },
    {
      "hns": "244.4.1",
      "text": "כמו"
    },
    {
      "hns": "244.5.1",
      "text": "דאו\"א"
    },
    {
      "hns": "244.6.1",
      "text": "דא\"א כצ\"ל"
    },
    {
      "hns": "244.7.1",
      "text": "צ\"ל דא\"א"
    }
  ]
}