{
  "meta": {
    "source_file": "Sefer Etz Chaim - he - Sefer Etz Chaim.json",
    "section_index": 633,
    "section_hns": "633.1",
    "path_trace": [
      "text#14",
      "#2",
      "40",
      "12",
      "1"
    ],
    "paren_count": 0
  },
  "text_he": "ואחר שנתבאר לך כ\"ז דרך כללות צריך להאיר עיניך שלא תטעה במ\"ש לעיל ותחשוב כי כמו שיש בכל פרצוף ופרצוף שבכל עולם ועולם ה' בחי' נרנח\"י הנקרא פנימיות שכן יש גם ה' בחי' כלים כנגן כי אין הדבר כן. והענין כי הנה הכלים הם חיצוניות ועביות ולא יכלו להתלבש כל ה' מיני נשמה רק הג' תחתונים לבד שהם נר\"ן ולאלה בלבד היו כנגדם כלים וגופים אך חיה ויחידה שבכל פרצוף אין כנגדן כלים בפרצוף ההוא עצמו שיתלבשו בהם אך נשארין בחוץ בלתי כלים בסוד מקיף כמ\"ש וא\"כ נמצא כי בחצוניות לא יש רק ג' בחי' לבד שהם ג' כלים חיצון אמצעי ופנימי כדי שיתלבשו בתוכם נר\"ן שיש כנגדן כלים אך היחידה וחיה אין כנגדן כלים לשיתלבשו בתוכם ונשארין בסוד אור מקיף כמ\"ש ונבאר ענין הפנימיות תחלה הנה הנפש נכנסה תחלה בתוך כלי החיצון ועיקר הארתו הוא בכבד ואח\"כ נכנס הרוח בכלי התיכון ועיקר גילוי הארתו הוא בלב ומשם מתפשט למטה עד הכבד מתלבש תוך הנפש שבכבד אך מן הלב עד הכבד היא מתגלית ומשם ולמטה מתלבשת תוך הנפש ואח\"כ נכנסה הנשמה בכלי הפנימי ועיקר הארתו במוח ומשם מתפשט למטה עד הלב ומתלבשת תוך הרוח אשר שם וגם היא מתפשט עד הכבד בהיותו מלובשת תוך הרוח המתלבש תוך הנפש שבכבד כנ\"ל והבן זה מאד. וטעם הדבר הוא כי אנו רואין שוורידי הכבד משתלחין ומסתעפין בכל האיברים שהם ג' בחי' הכלים הנ\"ל וורידי הכבד נכנסים בהם להחיותן והם עומדים בחיצוניות האיברים ומכניסין בהם דם הכבד שבו מתלבשת הנפש כמ\"ש כי הדם הוא הנפש ואח\"כ מסתעפים וורידי הלב שהם העורקים הדופקים כנודע ואין בתוכם דם רק חיות ורוחניות הנמשך מן הרוח שבלב ומסתעפים בכל האיברים בתוכניות שלהם כנודע כי תחת וורידי הדם הם העורקים הדופקים ואח\"כ מסתעפים הגידים מהמוח ובתוכם מתפשט רוחניות דק מאד של הנשמה של המוח כנודע כי הגידין אין רוח ממש דופק בתוכם נרגש כמו בעורקי הלב הדופקים אמנם הוא דק מאד ואינו נרגש כלל יען הוא מבחי' נשמה ולכן כל התנועות שבאברים אינם אלא ע\"י הגידין המנענעים האיברים כנודע. ובתוכם הוא הליחה לבנה היא הנמשכת מן המוח כי היא המנענעת הפרקים כנודע וכבר כתבו חכמי הטבעים כי בהית האדם חי הגידין הם חלולים והחיות עובר בתוכן ובמותו שנסתלקה הנשמה תכף יכווצו הגידין ויסתמו פיהם וזהו להיות הרוחניות שבהם זך בתכלית הזכות והנה אנו רואין כי הדם מתפשט בחיצוניות והרוח בתוכניות והגידים הלבנים בפנימיות והם בחי' אלו ג' הכלים הנ\"ל ואלו הג' נקראים בשר גידין ועצמות שהם ג' בחי' הכלים שיש בכל אבר ואבר כנודע שאין נקרא אבר אא\"כ יש בו בשר גידין ועצמות ואמנם אותן הגידין שזכרו רז\"ל אינן אותן הלבנים הנ\"ל רק הגידין אחרים שבהם מתפשט הדם או חיות הלב הדופקים כי הגידין הנמשכין מן המוח אין בהם דם כלל והם מתפשטים ונאחזין בעצמות עצמן כנודע כי כל עצם ועצם נאחז זה בזה ע\"י גיד א' שביניהם והענין כי כל אלו הגידין הלבנים והעצמות כולם הם כלי הפנימי שבאדם הנמשך מהמוח. והענין כי תחלה נכנס בעצם ונעשה שם עצם ומוח בתוכו וממנו נמשך הצינור אל העצם הב' וא\"כ הגידין הלבנים הם הצינורות של העצמות. ואמנם כולם הם נמשכים מהמוח וכולם הם בחי' כלי הפנימי ונמצא כי כל רמ\"ח איברים שבאדם יש בהם ג' כלים בשר גידין ועצמות והבשר הוא החיצוניות שבכלם שבו מתפשט דם הכבד כנודע כי הבשר מן הדם המתעבה ומתגשם בסופי הוורידי הדם הוא נעשה הבשר והעורקים הדופקים בתוכם הוא הכלי התיכון והגידין הלבנים והעצמות הם כלים הפנימיים ומקור ג' בחי' אלו הם מוח לב כבד כנ\"ל ששם עיקר גילוי נר\"ן כי שם עיקר מושבם והארתן ומשם משתלחין סעיפיהם אל שאר האיברים ולכן אין אלו הג' מוח לב כבד בכלל רמ\"ח איברים כי הם מקורותיהן ונמצא כי הכבד מקור תחתוניות הגוף והלב מקור אמצעות והמוח מקור הראש והם אמ\"ש א' מוח ש' כבד מ' לב שורש לכל האותיות ויש איברים אחרים פנימים שאינם מכלל הרמ\"ח איברים. והטעם כי הם ענפים אל ג' איברים הנ\"ל כגון המעיים לכבד והריאה ללב והלשון למוח וכיוצא בו כי אין כאן מקום ביאורם כנודע כי הוח יש לו י\"ס והכבד י\"ס והלב י\"ס והם בחי' איברים הנ\"ל:",
  "parentheses": []
}